Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# contact_phone
source: Phone number
bg: Телефонен номер
ca: Número de telèfon
cs: Telefonní číslo
da: Telefon
de: Rufnummer
el: Αριθμός τηλεφώνου
eo: Telefonnumero
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: N° de téléphone
he: מספר טלפון
hr: Broj telefona
hu: Telefonszám
id: Nomor telepon
it: Numero telefonico
ja: 電話番号
ka: ტელეფონის ნომერი
lt: Telefono numeris
lv: Tālruņa numurs
nl_be: Telefoonnummer
pl: Numer telefonu
pt_pt: Número de telefone
ro: Număr de telefon
ru: Телефон
sl: Telefonska številka
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon numarası
uk: Номер телефону
vi: Số điện thoại

# contact_email
source: e-mail address
ar: عنوان البريد الإلكتروني
bg: имейл адрес
ca: adreça e-mail
cs: e-mailová adresa
da: email-adresse
de: E-Mail-Adresse
el: Διεύθυνση e-mail
eo: retpoŝtadreso
es: dirección de correo electrónico
fa: آدرس ایمیل
fi: sähköpostiosoite
fr: Adresse e-mail
he: כתובת דוא״ל
hr: e-mail adresa
hu: email cím
id: alamat surel
it: indirizzo e-mail
ja: メールアドレス
ka: ელექტრონული ფოსტის მისამართი
lt: el. pašto adresas
lv: e-pasta adrese
nl_be: emailadres
pl: adres e-mail
pt_pt: Endereço de e-mail
ro: adresa de e-mail
ru: адрес эл. почты
sl: email naslov
sv: e-postadress
th: ที่อยู่อีเมล
tr: e-posta adresi
uk: електронна адреса
vi: địa chỉ E-mail

# contact_link
source: Contact form link
bg: Връзка към формата за контакт
ca: Enllaç al formulari de contacte
cs: Odkaz na kontaktní formulář
da: Kontaktformularlink
de: Link zum Kontaktformular
el: Σύνδεσμος φόρμας επικοινωνίας
eo: Ligilo al kontaktformularo
es: Enlace del formulario de contacto
fa: لینک فرم تماس
fi: Linkki yhteydenottolomakkeeseen
fr: Lien vers le formulaire de contact
he: קישור לטופס יצירת קשר
hr: Veza na kontaktni obrazac
hu: Kapcsolati űrlap
id: Tautan formulir kontak
it: Collegamento modulo di contatto
ja: 問い合わせフォームリンク
ka: საკონტაქტო ფორმის ბმული
lt: Kontaktinės formos nuoroda
lv: Saziņas veidlapas saite
nl_be: Contactformulier link
pl: Link do formularza kontaktowego
pt_pt: Hiperligação do formulário de contacto
ro: Link formular de contact
ru: Ссылка на форму обратной связи
sl: Kontaktni obrazci
sv: Kontaktformulärslänk
th: ลิงก์แบบฟอร์มติดต่อ
tr: İletişim formu bağlantısı
uk: Посилання на сторінку зв'язку з адміністрацією
vi: Liên kết đến biểu mẫu liên hệ

# contact_info
source: Other information
ar: معلومات أخرى
bg: Друга информация
ca: Altres dades
cs: Jiná informace
da: Anden information
de: Weitere Informationen
el: Άλλες πληροφορίες
eo: Aliaj informoj
es: Otra información
fa: سایر اطلاعات
fi: Muut tiedot
fr: Autres informations
he: פרטים נוספים
hr: Ostale informacije
hu: Egyéb információk
id: Informasi lain
it: Altre informazioni
ja: その他の情報
ka: სხვა ინფორმაცია
lt: Kita informacija
lv: Cita informācija
nl_be: Overige informatie
pl: Pozostałe informacje
pt_pt: Outras informações
ro: Alte informații
ru: Доп. сведения
sl: Ostale informacije
sv: Övrig information
th: ข้อมูลอื่นๆ
tr: Diğer bilgiler
uk: Додаткові відомості
vi: Thông tin khác

# contact_info_note
source: e.g. opening times
bg: например работно време
ca: ex. horaris d'obertura
cs: např. otevírací doba
da: f.eks. åbningstider
de: z.B. Öffnungszeiten
el: π.χ. ώρες λειτουργίας
eo: ekz. malfermhoroj
es: ej. horario de apertura
fa: مثلاً ساعات کاری
fi: esim. aukioloajat
fr: par exemple les heures d'ouverture
he: למשל שעות פתיחה
hr: npr. radno vrijeme
hu: pl nyitvatartási idő
id: misalnya jam buka
it: es. orari di apertura
ja: 例：営業時間
ka: მაგ. გახსნის საათები
lt: pvz., darbo laikas
lv: piemēram, darba laiki
nl_be: bijv. openingstijden
pl: np. godziny otwarcia
pt_pt: ex. horas de abertura
ro: ex. ora de deschidere
ru: Напр., часы работы
sl: npr. odpiralni časi
sv: t.ex. öppettider
th: เช่น เวลาเปิดทำการ
tr: örneğin açılış saatleri
uk: напр. час відкриття
vi: ví dụ thời gian mở cửa

# error_org_does_not_exist
source: The organization was not found.
bg: Организацията не е открита.
ca: No s'ha pogut trobar l'organització.
cs: Organizace nebyla nalezena.
da: Organisation ikke fundet.
de: Die Organisation wurde nicht gefunden.
el: Ο οργανισμός δεν βρέθηκε.
eo: La organizo ne estis trovita.
es: No se encontró la organización.
fa: سازمان یافت نشد.
fi: Organisaatiota ei löytynyt.
fr: L'organisation n'a pas été trouvée.
he: הארגון לא נמצא.
hr: Organizacija nije pronađena.
hu: A szervezet nem található.
id: Organisasi tidak ditemukan.
it: Impossibile trovare l'organizzazione.
ja: 組織が見つかりませんでした。
ka: ორგანიზაცია ვერ მოიძებნა.
lt: Organizacija nerasta.
lv: Organizācija netika atrasta.
nl_be: De organisatie werd niet gevonden.
pl: Organizacja nie została znaleziona.
pt_pt: A organização não foi encontrada.
ro: Organizația nu a fost găsită.
ru: Организация не найдена.
sl: Organizacije ni moč najti.
sv: Organisationen hittades inte.
th: ไม่พบองค์กรดังกล่าว
tr: Organizasyon bulunamadı.
uk: Організацію не знайдено.
vi: Không tìm thấy tổ chức.

# error_missing_org_name
source: The organization name is missing.
bg: Липсва името на организацията.
ca: Falta el nom de l'organització.
cs: Chybí název organizace.
da: Organisationsnavn mangler.
de: Der Name der Organisation fehlt.
el: Λείπει το όνομα του οργανισμού.
eo: La nomo de la organizaĵo mankas.
es: Falta el nombre de la organización.
fa: نام سازمان از قلم افتاده است.
fi: Organisaation nimi puuttuu.
fr: Le nom de l'organisation est manquant.
he: שם הארגון חסר.
hr: Nedostaje naziv organizacije.
hu: Hiányzik a szervezet neve.
id: Nama organisasi tidak ada.
it: Il nome dell'organizzazione è mancante.
ja: 組織名が入力されていません。
ka: ორგანიზაციის სახელი აკლია.
lt: Trūksta organizacijos pavadinimo.
lv: Trūkst organizācijas nosaukuma.
nl_be: De organisatienaam ontbreekt.
pl: Brakuje nazwy organizacji.
pt_pt: Falta o nome da organização.
ro: Lipseşte numele organizaţiei.
ru: Название организации отсутствует.
sl: Manjka ime organizacije.
sv: Organisationsnamnet saknas.
th: ไม่พบชื่อองค์กร
tr: Organizasyon ismi eksik.
uk: Назва організації відсутня.
vi: Tên tổ chức bị thiếu.

# edit_org_title
source: Organization profile
bg: Профил на организацията
ca: Perfil de l'organització
cs: Profil organizace
da: Organisationsprofil
de: Organisationsprofil
el: Προφίλ οργανισμού
eo: Organiza profilo
es: Perfil de la organización
fa: مشخصات سازمان
fi: Organisaation profiili
fr: Profil de l’organisation
he: פרופיל הארגון
hr: Profil organizacije
hu: Szervezeti profil
id: Profil organisasi
it: Profilo dell'Organizzazione
ja: 組織のプロフィール
ka: ორგანიზაციის პროფილი
lt: Organizacijos profilis
lv: Organizācijas profils
nl_be: Organisatieprofiel
pl: Profil organizacji
pt_pt: Perfil da organização
ro: Profilul organizației
ru: Страница организации
sl: Profil organizacije
sv: Organisationsprofil
th: ข้อมูลองค์กร
tr: Organizasyon Profili
uk: Профіль організації
vi: Hồ sơ tổ chức

# edit_org_result
source: The organization profile has been updated.
bg: Профилът на организацията е обновен.
ca: El perfil de l'empresa ha estat actualitzat.
cs: Profil organizace byl aktualizován.
da: Organisationsprofilen er blevet opdateret.
de: Das Organisationsprofil wurde aktualisiert.
el: Το προφίλ του οργανισμού έχει ενημερωθεί.
eo: La profilo de la organizo estis ĝisdatigita.
es: El perfil de la organización se ha actualizado.
fa: نمایه سازمان به‌روزرسانی شد.
fi: Organisaation profiili on päivitetty.
fr: Le profil de l'organisation a été mis à jour.
he: פרופיל הארגון עודכן.
hr: Profil organizacije je ažuriran.
hu: A szervezet profilja frissült.
id: Profil organisasi telah diperbarui.
it: Il profilo dell'organizzazione è stato aggiornato.
ja: 組織のプロフィールが更新されました。
ka: ორგანიზაციის პროფილი განახლებულია.
lt: Organizacijos profilis buvo atnaujintas.
lv: Organizācijas profils ir atjaunināts.
nl_be: Het organisatieprofiel is bijgewerkt.
pl: Profil organizacji został zaktualizowany.
pt_pt: O perfil da organização foi atualizado.
ro: Profilul organizației a fost actualizat.
ru: Страница организации обновлена.
sl: Uporabniški profil organizacije je posodobljen.
sv: Organisationsprofilen har uppdaterats.
th: ข้อมูลองค์กรได้รับการอัปเดตแล้ว
tr: Organizasyon profili güncellendi.
uk: Профіль організації оновлено.
vi: Hồ sơ tổ chức đã được cập nhật.

# delete_org
source: Delete the organization
bg: Изтривате на организацията
ca: Suprimeix l'organització
cs: Smazat organizaci
da: Slet organisation
de: Organisation löschen
el: Διαγραφή του οργανισμού
eo: Forigi la organizon
es: Eliminar la organización
fa: سازمان را حذف کنید
fi: Poista organisaatio
fr: Supprimer l'organisation
he: למחוק את הארגון
hr: Izbriši organizaciju
hu: Szervezet törlése
id: Hapus organisasi
it: Elimina l'organizzazione
ja: 組織を削除
ka: ორგანიზაციის წაშლა
lt: Ištrinti organizaciją
lv: Dzēst organizāciju
nl_be: Verwijder de organisatie
pl: Usuń organizację
pt_pt: Eliminar a organização
ro: Ștergeți organizația
ru: Ail & Fines Herbes
sl: Izbrišite organizacijo
sv: Ta bort organisationen
th: ลบองค์กร
tr: Kuruluşu sil
uk: Видалити організацію
vi: Xóa tổ chức

source: Official site
bg: Официален сайт
ca: Pàgina oficial
cs: Oficiální stránka
da: Officielt websted
de: Offizielle Webseite
el: Επίσημος ιστότοπος
eo: Oficiala retejo
es: Sitio oficial
fa: سایت رسمی
fi: Virallinen sivusto
fr: Site officiel
he: האתר הרשמי
hr: Službena stranica
hu: Hivatalos honlap
id: Situs resmi
it: Sito ufficiale
ja: 公式サイト
ka: ოფიციალური საიტი
lt: Oficialus puslapis
lv: Oficiālā vietne
nl_be: Officiële site
pl: Oficjalna strona
pt_pt: Site oficial
ro: Site-ul oficial
ru: Официальный сайт.
sl: Uradna spletna stran
sv: Officiell webbplats
th: เว็บไซต์อย่างเป็นทางการ
tr: Resmi site
uk: Офіційний сайт
vi: Trang chính thức

source: Organization Members
bg: Членове на организацията
ca: Membres de l'organització
cs: Členové organizace
da: Organisationsmedlemmer
de: Mitglieder der Organisation
el: Μέλη Οργανισμού
eo: Organizaj membroj
es: Miembros de la organización
fa: اعضای سازمان
fi: Organisaation jäsenet
fr: Membres de l'organisation
he: חברי הארגון
hr: Članovi organizacije
hu: Szervezet tagjai
id: Anggota Organisasi
it: Membri dell'Organizzazione
ja: 組織のメンバー
ka: ორგანიზაციის წევრები
lt: Organizacijos nariai
lv: Organizācijas biedri
nl_be: Organisatieleden
pl: Członkowie
pt_pt: Membros da Organização
ro: Membrii Organizației
ru: Члены Организации
sv: Organisationsmedlemmar
th: สมาชิกองค์กร
tr: Kuruluş Üyeleri
uk: Учасники Організації
vi: Thành viên tổ chức

source: Number of Members
bg: Брой членове
ca: Nombre de membres
cs: Počet členů
da: Antal medlemmer
de: Anzahl der Mitglieder
el: Αριθμός Μελών
eo: Nombro de membroj
es: Número de miembros
fa: تعداد اعضا
fi: Jäsenmäärä
fr: Nombre de membres
he: מספר חברים
hr: Broj članova
hu: Tagok száma
id: Jumlah Anggota
it: Numero di Membri
ja: メンバー人数
ka: წევრების რაოდენობა
lt: Narių skaičius
lv: Dalībnieku skaits
nl_be: Aantal leden
pl: Liczba członków
pt_pt: Número de Membros
ro: Număr de Membri
ru: Количество Участников
sv: Antal medlemmar
th: จำนวนสมาชิก
tr: Üye Sayısı
uk: Кількість учасників
vi: Số lượng thành viên

# serial_no
source: S.No
da: SN
eo: S.Ne
fa: خیر
hr: S. br.
ja: S.いいえ
ka: ს. ნომ.
lv: S. Nr.
ro: Nr. Serie
sv: S.Nr
th: หมายเลข S

source: Contact form
bg: Форма за контакт
ca: Formulari de contacte
cs: Kontaktní formulář
da: Kontaktformular
de: Kontaktformular
el: Φόρμα επικοινωνίας
eo: Kontaktformularo
es: Formulario de contacto
fa: فرم تماس
fi: Yhteydenottolomake
fr: Formulaire de contact
he: טופס יצירת קשר
hr: Kontaktni obrazac
hu: Kapcsolati űrlap
id: Formulir kontak
it: Modulo di contatto
ja: お問い合わせフォーム
ka: საკონტაქტო ფორმა
lt: Kontaktų forma
lv: Kontaktforma
nl_be: Contactformulier
pl: Formularz kontaktowy
pt_pt: Formulário de contacto
ro: Formular de contact
ru: Форма обратной связи
sl: Kontaktni obrazec
sv: Kontaktformulär
th: แบบฟอร์มติดต่อ
tr: İletişim formu
uk: Форма зворотного зв'язку
vi: Mẫu liên hệ

# edit_org_profile
source: Edit your organization profile
bg: Редактирайте профила на вашата организация
ca: Editeu el perfil de la vostra organització
cs: Upravte profil své organizace
da: Redigér din organisationsprofil
de: Eigenes Organisationprofil bearbeiten
el: Επεξεργαστείτε το προφίλ του οργανισμού σας
eo: Redaktu vian organizaĵan profilon
es: Editar el perfil de tu organización
fa: ویرایش مشخصات سازمان
fi: Muokkaa organisaatioprofiiliasi
fr: Modifier le profil de votre organisation
he: עריכת פרופיל הארגון שלך
hr: Uredite profil svoje organizacije
hu: Szerkessze a szervezeti profilját
id: Sunting profil organisasi Anda
it: Modifica il profilo della tua organizzazione
ja: 組織のプロフィールを編集
ka: თქვენი ორგანიზაციის პროფილის რედაქტირება
lt: Redaguoti savo organizacijos profilį
lv: Rediģēt organizācijas profilu
nl_be: Je organisatieprofiel bewerken
pl: Edytuj swój profil organizacji
pt_pt: Edite o perfil da sua organização
ro: Editați profilul organizației dvs
ru: Редактировать страницу организации
sl: Uredite profil svoje organizacije
sv: Redigera din organisationsprofil
th: แก้ไขข้อมูลโปรไฟล์องค์กรของคุณ
tr: Kuruluş profilinizi düzenleyin
uk: Редагувати профіль організації
vi: Chỉnh sửa hồ sơ tổ chức của bạn

# edit_user_profile
source: Edit your user profile
bg: Редактирай потребителския си профил
ca: Editeu el vostre perfil d'usuari
cs: Upravte svůj uživatelský profil
da: Redigér din brugerprofil
de: Eigenes Benutzerprofil bearbeiten
el: Επεξεργαστείτε το προφίλ χρήστη σας
eo: Redakti vian uzantoprofilon
es: Editar tu perfil de usuario
fa: ویرایش مشخصات کاربری
fi: Muokkaa käyttäjäprofiiliasi
fr: Modifier votre profil utilisateur
he: עריכת פרופיל המשתמש שלך
hr: Uredite svoj korisnički profil
hu: Profil szerkesztése
id: Sunting profil pengguna Anda
it: Modifica il tuo profilo utente
ja: ユーザプロフィールを編集
ka: თქვენი მომხმარებლის პროფილის რედაქტირება
lt: Redaguoti savo vartotojo profilį
lv: Rediģēt savu lietotāja profilu
nl_be: Bewerk je gebruikersprofiel
pl: Edytuj profil użytkownika
pt_pt: Edite o seu perfil de utilizador
ro: Editează profilul tău de utilizator
ru: Редактировать профиль пользователя
sl: Uredi svoj uporabniški profil
sv: Redigera din användarprofil
th: แก้ไขโปรไฟล์ผู้ใช้ของคุณ
tr: Kullanıcı profilinizi düzenleyin
uk: Редагувати профіль користувача
vi: Chỉnh sửa hồ sơ người dùng của bạn

# attribute_group_ingredients_analysis_name
source: Ingredients
ar: المكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
eo: Ingrediencoj
es: Ingredientes
fa: مواد تشکیل دهنده
fi: Ainesosat
fr: Ingrédients
he: רכיבים
hr: Sastojci
hu: Összetevők
id: bahan
it: Ingredienti
ja: 原材料
lt: Sudėtis
lv: Sastāvdaļas
nl_be: Ingrediënten
pl: Składniki
pt_pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sl: Sestavine
sv: Ingredienser
th: ส่วนผสม
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần

source: Presence unknown: %s
ar: وجود غير معروف: %s
bg: Неизвестно съдържание: %s
ca: Presència desconeguda: %s
cs: Přítomnost neznámá: %s
da: Tilstedeværelse ukendt: %s
de: Vorhandensein unbekannt: %s
el: Άγνωστη παρουσία: %s
eo: Ĉeesto nekonata: %s
es: Presencia desconocida: %s
fa: حضور نامشخص: %s
fi: Läsnäolo tuntematon: %s
fr: Présence inconnue : %s
he: נוכחות לא ידועה: %s
hr: Prisutnost nepoznata: %s
hu: Ismeretlen jelenlét: %s
id: Kehadiran tidak diketahui: %s
it: Presenza sconosciuta: %s
ja: 含有不明：%s
ka: უცნობია ყოფნა: %s
lt: Buvimas nežinomas: %s
lv: Klātbūtne nav zināma: %s
nl_be: Aanwezigheid onbekend: %s
pl: Obecność nieznana: %s
pt_pt: Presença desconhecida: %s
ro: Prezență necunoscută: %s
ru: Наличие неизвестно: %s
sl: Neznana prisotnost: %s
sv: Närvaro okänd: %s
th: ไม่พบการมีอยู่: %s
tr: Varlık bilinmiyor: %s
uk: Присутність невстановлена: %s
vi: Sự hiện diện không xác định: %s

source: Environmental impact
bg: Влияние върху околната среда
ca: Impacte ambiental
cs: Dopad na životní prostředí
da: Miljøpåvirkningpåvirkning
de: Umweltauswirkungen
el: Περιβαλλοντικές επιπτώσεις
eo: Media efiko
es: Impacto medioambiental
fa: تأثیر محیطی
fi: Ympäristövaikutus
fr: Impact environnemental
he: השפעה על איכות הסביבה
hr: Utjecaj na okoliš
hu: Környezeti hatás
id: Dampak lingkungan
it: Impatto ambientale
ja: 環境への影響
ka: გარემოზე ზემოქმედება
lt: Poveikis aplinkai
lv: Ietekme uz vidi
nl_be: Milieubelasting
pl: Wpływ na środowisko
pt_pt: Impacto ambiental
ro: Impact asupra mediului
ru: Воздействие на окружающую среду
sl: Vpliv na okolje
sv: Miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อม
tr: Çevresel etki
uk: Екологічні наслідки
vi: Tác động môi trường

# environmental_score_score
source: Green-Score score
bg: Резултат Зелен-Резултат
cs: Green-Score skóre
de: Green-Score-Punktzahl
el: Βαθμολογία Green-Score
eo: Verda-Score-poentaro
fa: امتیاز گرین
fi: Green-Score-pisteet
fr: Score Green-Score
he: ציון Green-Score
hr: Green-Score rezultat
hu: Green-Score pontszám
id: Skor Green-Score
it: Punteggio Green-Score
ka: მწვანე ქულის ქულა
lt: „Green-Score“ balas
lv: Zaļā vērtējuma rādītājs
pl: Green-Score wynik
pt_pt: Pontuação Green-Score
ru: Оценка Green-Score
sv: Green-Score-poäng
th: คะแนนกรีนสกอร์
uk: Оцінка Green-Score

# environmental_score_grade
source: Green-Score grade
bg: Степен Зелен-Резултат
de: Green-Score-Wertung
el: Βαθμός Green-Score
eo: Verda-Poentara grado
fa: نمره گرین اسکور
fi: Green-Score-luokitus
fr: Note Green-Score
he: דרגת Green-Score
hr: Ocjena Green-Score
hu: Green-Score osztályzat
id: Nilai Green-Score
it: Grado Green-Score
ka: Green-Score შეფასება
lt: „Green-Score“ klasė
lv: Green-Score vērtējums
nl_be: Green-Score beoordeling
pl: Green-Score ocena
pt_pt: Classificação Green-Score
ru: Оценка Green-Score
sv: Green-Score-betyg
th: เกรดกรีนสกอร์
uk: Оцінка за шкалою Зеленої оцінки

# environmental_score_calculation_details
source: Details of the calculation of the Green-Score
bg: Подробности за изчисляването на Зелен-Резултат
de: Details zur Berechnung des Green-Score
el: Λεπτομέρειες για τον υπολογισμό του Green-Score
eo: Detaloj pri la kalkulo de la Verda-Poentaro
fa: جزئیات محاسبه امتیاز سبز
fi: Yksityiskohdat Green-score-laskelmasta
fr: Détails du calcul du Green-Score
he: פירוט אופן חישוב Green-Score
hr: Detalji izračuna Green-Scorea
hu: A Green-Score kiszámításának részletei
id: Detail penghitungan Green-Score
it: Dettagli del calcolo del Green-Score
ka: მწვანე ქულის გაანგარიშების დეტალები
lt: „Green-Score“ skaičiavimo duomenys
lv: Zaļā rādītāja aprēķināšanas detaļas
nl_be: Details van de berekening van de Green-Score
pl: Szczegóły obliczania Green-Score
pt_pt: Detalhes do cálculo do Green-Score
ru: Подробности расчета Green-Score
sv: Detaljer om beräkningen av Green-Score
th: รายละเอียดการคำนวณคะแนนสีเขียว
uk: Подробиці розрахунку Зеленої оцінки

# environmental_score_information
source: Information about the Green-Score
bg: Информация за Зелен-Резултат
cs: Informace o Green-Score
de: Informationen über den Green-Score
el: Πληροφορίες για το Green-Score
eo: Informoj pri la Verda-Poentaro
fa: اطلاعات مربوط به امتیاز سبز
fi: Tietoja Green-scoresta
fr: Informations à propos du Green-Score
he: מידע על Green-Score
hr: Informacije o Green-Score
hu: Információk a Green-Score-ról
id: Informasi tentang Green-Score
it: Informazioni sul Green-Score
ka: ინფორმაცია მწვანე ქულის შესახებ
lt: Informacija apie „Green-Score“
lv: Informācija par Zaļo punktu skaitu
nl_be: Informatie over de Green-Score
pl: Informacje o Green-Score
pt_pt: Informação sobre o Green-Score
ru: Информация о Green-Score
sv: Information om Green Score
th: ข้อมูลเกี่ยวกับคะแนนสีเขียว
uk: Інформація про Green-Score

# preferences_currently_selected_preferences
source: Currently selected preferences
bg: Избрани в момента предпочитания
ca: Preferències seleccionades ara mateix
cs: Aktuálně vybrané preference
da: Aktuelt valgte præferencer
de: Derzeit ausgewählte Präferenzen
el: Τρέχουσες επιλεγμένες προτιμήσεις
eo: Nuntempe elektitaj preferoj
es: Preferencias actualmente seleccionadas
fa: تنظیمات برگزیده فعلی
fi: Tällä hetkellä valitut mieltymykset
fr: Préférences actuellement sélectionnées
he: ההעדפות שנבחרו נכון לעכשיו
hr: Trenutno odabrane postavke
hu: Jelenleg kiválasztott beállítások
id: Preferensi terpilih saat ini
it: Preferenze attualmente selezionate
ja: 現在選択されている好み
ka: ამჟამად არჩეული პარამეტრები
lt: Šiuo metu pasirinkti nustatymai
lv: Pašlaik atlasītās preferences
nl_be: Momenteel geselecteerde voorkeuren
pl: Obecnie wybrane preferencje
pt_pt: Preferências atualmente selecionadas
ro: Preferințe selectate în prezent
ru: Выбранные настройки
sl: Trenutno izbrane nastavitve
sv: Nuvarande valda inställningar
th: การตั้งค่าที่เลือกไว้ในปัจจุบัน
tr: Şu anda seçili tercihler
uk: Вподобання обрані в даний час
vi: Tiêu chí đang chọn hiện tại

# preferences_locally_saved
source: Your preferences are kept in your browser and never sent to Open Food Facts or anyone else.
bg: Предпочитанията ви се съхраняват във вашия браузър и никога не се изпращат до Open Food Facts или някой друг.
cs: Vaše preference jsou uloženy ve vašem prohlížeči a nikdy se neodesílají do Open Food Facts ani nikomu jinému.
de: Ihre Präferenzen bleiben in Ihrem Browser gespeichert und werden weder an Open Food Facts noch an Dritte weitergegeben.
el: Οι προτιμήσεις σας διατηρούνται στο πρόγραμμα περιήγησής σας και δεν αποστέλλονται ποτέ στο Open Food Facts ή σε οποιονδήποτε άλλο.
eo: Viaj preferoj estas konservitaj en via retumilo kaj neniam senditaj al Open Food Facts aŭ iu ajn alia.
fa: تنظیمات برگزیده شما در مرورگرتان ذخیره می‌شود و هرگز به Open Food Facts یا هیچ کس دیگری ارسال نمی‌شود.
fi: Asetuksesi säilyvät selaimessasi, eikä niitä koskaan lähetetä Open Food Factsille tai kenellekään muulle.
fr: Vos préférences sont conservées dans votre navigateur et ne sont jamais envoyées à Open Food Facts ou à qui que ce soit d'autre.
he: ההעדפות שלך נשמרות בדפדפן שלך ולעולם אינן נשלחות ל־Open Food Facts או לכל גורם אחר.
hr: Vaše postavke se čuvaju u vašem pregledniku i nikada se ne šalju Open Food Factsu ili bilo kome drugome.
hu: A preferenciáit a böngészője tárolja, és soha nem küldi el az OpenFoodFacts vagy bárki más számára.
id: Preferensi Anda disimpan dalam peramban Anda dan tidak pernah dikirim ke Open Food Facts atau siapa pun.
it: Le tue preferenze vengono memorizzate nel tuo browser e non sono mai inviate a Open Food Facts o alcun altro.
ka: თქვენი პარამეტრები ინახება თქვენს ბრაუზერში და არასდროს იგზავნება Open Food Facts-ში ან სხვა ვინმესთან.
lt: Jūsų parinktys saugomos jūsų naršyklėje ir niekada nėra siunčiamos „Open Food Facts“ ar kam nors kitam.
lv: Jūsu preferences tiek saglabātas jūsu pārlūkprogrammā un nekad netiek nosūtītas uz Open Food Facts vai kādu citu.
nl_be: Uw voorkeuren worden in uw browser bewaard en nooit naar Open Food Facts of iemand anders verzonden.
pl: Twoje preferencje są przechowywane w przeglądarce i nigdy nie są wysyłane do Open Food Facts ani nikogo innego.
pt_pt: As suas preferências são mantidas no seu navegador e nunca são enviadas para o Open Food Facts ou qualquer outra pessoa.
ru: Ваши предпочтения хранятся в вашем браузере, и они не будут отправлены ни Open Food Facts, ни кому-либо еще.
sv: Dina preferenser sparas i din webbläsare och skickas aldrig till Open Food Facts eller någon annan.
th: การตั้งค่าของคุณจะถูกเก็บไว้ในเบราว์เซอร์ของคุณและจะไม่ถูกส่งไปยัง Open Food Facts หรือบุคคลอื่นใด
uk: Ваші вподобання зберігаються у вашому браузері й ніколи не надсилаються до Open Food Facts чи будь-кому іншому.
