Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Forest footprint
bg: Горски отпечатък
ca: Petjada forestal
cs: Lesní stopa
da: Skovbelastning
de: Waldfußabdruck
el: Δασικό αποτύπωμα
eo: Arbara piedsigno
es: Huella forestal
fa: ردپای جنگل
fi: Metsäjalanjälki
fr: Empreinte forêt
he: טביעת רגל על יערות
hr: Šumski otisak
hu: Erdőlábnyom
id: Jejak hutan
it: Impronta forestale
ja: 森林フットプリント
ka: ტყის კვალი
lt: Miško pėdsakas
lv: Meža pēdas nospiedums
nl_be: Bosvoetafdruk
pl: Ślad leśny
pt_pt: Pegada florestal
ro: Amprenta pădurii
ru: Влияние на леса
sl: Gozdni odtis
sv: Skogens fotavtryck
th: รอยเท้าป่าไม้
tr: Orman ayak izi
uk: Лісовий слід
vi: Dấu chân sinh thái

source: Ingredients requiring soy
bg: Съставки, изискващи соя
ca: Ingredients que requereixen soja
cs: Ingredience vyžadující sóju
da: Ingredienser, der kræver soja
de: Zutaten, die Soja enthalten
el: Συστατικά που απαιτούν σόγια
eo: Ingrediencoj postulantaj sojon
es: Ingredientes que requieren soja
fa: موادی که به سویا نیاز دارند
fi: Soijaa vaativat ainesosat
fr: Ingrédients nécessitant du soja
he: רכיבים שדורשים סויה
hr: Sastojci koji zahtijevaju soju
hu: Szóját igénylő összetevők
id: Bahan - bahan yang membutuhkan kedelai
it: Ingredienti che richiedono soia
ja: 大豆が必要な原材料
ka: ინგრედიენტები, რომლებიც სოიას მოითხოვს
lt: Ingredientai, kuriems reikia sojos
lv: Sastāvdaļas, kurām nepieciešama soja
nl_be: Ingrediënten waarvoor soja nodig is
pl: Składniki wymagające soi
pt_pt: Ingredientes que requerem soja
ro: Ingrediente care necesită soia
ru: Ингредиенты, требующие сои
sl: Sestavine, ki vsebujejo sojo
sv: Ingredienser som kräver soja
th: ส่วนผสมที่ต้องใช้ถั่วเหลือง
tr: Soya gerektiren malzemeler
uk: Інгредієнти, які потребують сої
vi: Nguyên liệu có chứa đậu nành

source: Type
bg: Вид
ca: Tipus
cs: Typ
de: Art
el: Τύπος
es: Tipo
fi: Tyyppi
he: סוג
hu: Típus
id: Tipe
it: Tipo
ja: 種別
lt: Tipas
lv: Tips
pl: Typ
pt_pt: Tipo
ro: Tip
ru: Тип
sl: Tip
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại

source: Processing factor
bg: Фактор на обработка
ca: Factor de processament
cs: Faktor zpracování
da: Forarbejdningsfaktor
de: Verarbeitungsfaktor
el: Συντελεστής επεξεργασίας
eo: Prilabora faktoro
es: Factor de procesamiento
fa: عامل پردازش
fi: Jalostustekijä
fr: Facteur de transformation
he: מקדם עיבוד
hr: Faktor obrade
hu: Feldolgozási tényező
id: Faktor pemrosesan
it: Fattore di elaborazione
ja: 加工係数
ka: დამუშავების ფაქტორი
lt: Apdorojimo faktorius
lv: Apstrādes faktors
nl_be: Verwerkingsfactor
pl: Współczynnik przetwarzania
pt_pt: Fator de processamento
ro: Factor de procesare
ru: Коэффициент обработки
sl: Faktor obdelave
sv: Bearbetningsfaktor
th: ปัจจัยการประมวลผล
tr: İşleme faktörü
uk: Коефіцієнт обробки
vi: Yếu tố xử lý

source: Soy feed factor
bg: Соев фуражен фактор
ca: Factor d'alimentació de soja
cs: Sójový krmný faktor
da: Sojafoderfaktor
de: Soja-Futterfaktor
el: Συντελεστής τροφοδοσίας σόγιας
eo: Soja nutraĵfaktoro
es: Factor de alimentación de soja
fa: فاکتور تغذیه سویا
fi: Soijarehutekijä
fr: Facteur de l'alimentation au soja
he: מקדם הזנת סויה
hr: Faktor sojine hrane
hu: Szója takarmányfaktor
id: Factor pakan kedelai
it: Fattore di alimentazione della soia
ja: 大豆飼料の要素
ka: სოიოს საკვების ფაქტორი
lt: Sojų pašarų faktorius
lv: Sojas barības faktors
nl_be: Soja voedingsfactor
pl: Współczynnik paszy dla soi
pt_pt: Fator de alimentação de soja
ro: Factorul de hrană din soia
ru: Фактор кормления соей
sl: Krmni faktor soje
sv: Sojafoderfaktor
th: ปัจจัยการป้อนถั่วเหลือง
tr: Soya besleme faktörü
uk: Коефіцієнт соєвої продукції

source: Soy yield
bg: Добив на соя
ca: Quant aporta de soja
cs: Výtěžek sóji
da: Sojaudbytte
de: Soja-Ertrag
el: Απόδοση σόγιας
eo: Sojrendimento
es: Rendimiento de soja
fa: عملکرد سویا
fi: Soijatuotto
fr: Rendement du soja
he: תנובות סויה
hr: Prinos soje
hu: Szója hozam
id: Hasil kedelai
it: Resa di soia
ja: 大豆収穫量
ka: სოიოს მოსავლიანობა
lt: Sojos derlius
lv: Sojas raža
nl_be: Soja opbrengst
pl: Uzyskana soja
pt_pt: Produção de soja
ro: Randamentul de soia
ru: Урожайность сои
sl: Pridelek soje
sv: Sojaavkastning
th: ผลผลิตถั่วเหลือง
tr: Soya verimi
uk: Плід сої

source: Deforestation risk
bg: Риск от обезлесяване
ca: Risc de desforestació
cs: Riziko odlesňování
da: Skovrydningsrisiko
de: Entwaldungsrisiko
el: Κίνδυνος αποψίλωσης δασών
eo: Senarbariga risko
es: Riesgo de deforestación
fa: خطر جنگل‌زدایی
fi: Metsäkatoriski
fr: Risque de déforestation
he: סכנת בירוא יערות
hr: Rizik od krčenja šuma
hu: Erdőirtás veszélye
id: Resiko deforestasi
it: Rischio di deforestazione
ja: 森林破壊リスク
ka: ტყეების გაჩეხვის რისკი
lt: Miškų naikinimo rizika
lv: Mežu izciršanas risks
nl_be: Ontbossingsrisico
pl: Ryzyko wylesiania
pt_pt: Risco de desflorestação
ro: Riscul de defrișare
ru: Риск вырубки лесов
sl: Tveganje krčenja gozdov
sv: Risk för avskogning
th: ความเสี่ยงจากการตัดไม้ทำลายป่า
tr: Ormansızlaşma riski
uk: Піддається ризику вирубці лісів
vi: Nguy cơ thoái hóa rừng

source: Total forest footprint
bg: Общ горски отпечатък
ca: Petjada forestal total
cs: Celková lesní stopa
da: Samlet skovbelastning
de: Gesamter Waldfußabdruck
el: Συνολικό δασικό αποτύπωμα
eo: Totala arbara piedsigno
es: Huella forestal total
fa: کل ردپای جنگل
fi: Kokonaismetsäjalanjälki
fr: Empreinte forêt totale
he: טביעת רגל כוללת על יערות
hr: Ukupni šumski otisak
hu: Teljes erdőlábnyom
id: Total jejak hutan
it: Impronta forestale totale
ja: 総森林フットプリント
ka: ტყის მთლიანი კვალი
lt: Bendras miško pėdsakas
lv: Kopējais meža nospiedums
nl_be: Totale bosvoetafdruk
pl: Ślad leśny ogółem
pt_pt: Pegada florestal total
ro: Amprenta totală a pădurii
ru: Общее влияние на леса
sl: Celoten gozdni odtis
sv: Totalt skogsavtryck
th: รอยเท้าป่าโดยรวม
tr: Toplam orman ayak izi
uk: Загальна площа лісу
vi: Tổng dấu chân sinh thái

# square_meters_per_kg_of_food
source: m² per kg of food
bg: m² на кг храна
ca: m² per kg d'aliment
cs: m² na kg potravin
da: m2 pr. kg fødevare
de: m² pro kg Lebensmittel
el: μ² ανά κιλό τροφής
eo: m² por kg da manĝaĵo
es: m² por kg de alimento
fa: متر مربع به ازای هر کیلوگرم غذا
fi: m² per kg ruokaa
fr: m² par kg d'aliment
he: מ² לקילוגרם מזון
hr: m² po kg hrane
hu: m² / termék kg
it: m² per kg di alimento
ja: m² / kg の食物
ka: მ² კგ საკვებზე
lt: m² vienam kilogramui maisto
lv: m² uz kg pārtikas
nl_be: m² per kg voedsel
pl: m² na kg żywności
pt_pt: m² por kg de alimento
ro: m² per kg de hrană
ru: м² на кг еды
sl: m² na kg hrane
sv: m² per kg mat
th: ตารางเมตรต่อกิโลกรัมอาหาร
tr: kg gıda başına m²
uk: квадратний метр для одного кілограму харчової продукції
vi: m² cho mỗi kg thực phẩm

# percent_of_food_after_processing
source: % of food after processing
bg: % храна след обработка
ca: % dels aliments després del processament
cs: % potravin po zpracování
da: % af fødevare efter forarbejdning
de: % der Lebensmittel nach der Verarbeitung
el: % των τροφίμων μετά την επεξεργασία
eo: % de manĝaĵo post prilaborado
es: % de alimentos después del procesamiento
fa: درصد مواد غذایی پس از فرآوری
fi: % ruokaa jalostuksen jälkeen
fr: % d'aliments après transformation
he: % המזון לאחר עיבוד
hr: % hrane nakon obrade
hu: %-a élelmiszer a feldolgozás után
id: % makanan setelah diproses
it: % di cibo dopo la lavorazione
ja: % を加工後の食品に含む
ka: საკვების % დამუშავების შემდეგ
lt: % maisto po perdirbimo
lv: Pārtikas % pēc apstrādes
nl_be: % van voedsel na verwerking
pl: % żywności po przetworzeniu
pt_pt: % de alimentos após processamento
ro: % din alimente după procesare
ru: % еды после обработки
sl: % hrane po predelavi
sv: % av maten efter bearbetning
th: เปอร์เซ็นต์ของอาหารหลังการแปรรูป
tr: işlendikten sonra gıdanın yüzdesi
uk: % їжі після її обробки
vi: % thực phẩm sau khi chế biến

source: kg of soy per kg of food
bg: кг соя на кг храна
ca: kg de soja per kg d'aliment
cs: kg sóji na kg potraviny
da: kg soja pr. kg mad
de: kg Soja pro kg Lebensmittel
el: kg σόγιας ανά kg τροφίμου
eo: kg da sojo por kg da manĝaĵo
es: kg de soja por kg de alimento
fa: کیلوگرم سویا به ازای هر کیلوگرم غذا
fi: kg soijaa per kg ruokaa
fr: kg de soja par kg d'aliment
he: ק״ג של סויה לק״ג מזון
hr: kg soje po kg hrane
hu: kg szója élelmiszer kilogrammonként
id: kg kedelai per kg makanan
it: kg di soia per kg di alimento
ja: kg の大豆 / kg の食品
ka: კგ სოია თითო კგ საკვებზე
lt: kg sojų kilogramui maisto
lv: kg sojas uz kg pārtikas
nl_be: kg soja per kg voedsel
pl: kg soi na kg żywności
pt_pt: kg de soja por kg de alimento
ro: kg de soia per kg de hrană
ru: кг сои на кг еды
sl: kg soje na kg hrane
sv: kg soja per kg mat
th: กิโลกรัมของถั่วเหลืองต่อกิโลกรัมของอาหาร
tr: kg gıda başına kg soya
uk: кілограм сої для кілограму харчової продукції
vi: kg đậu nành trên mỗi kg thực phẩm

# kg_of_soy_per_square_meter
source: kg of soy per m²
bg: кг соя на m²
ca: kg de soja per m²
cs: kg sóji na m²
da: kg soja pr. m²
de: kg Soja pro m²
el: kg σόγιας ανά μ²
eo: kg da sojo por m²
es: kg de soja por m²
fa: کیلوگرم سویا در هر متر مربع
fi: kg soijaa per m²
fr: kg de soja par m²
he: קילוגרם של סויה למ²
hr: kg soje po m²
hu: kg szója/m²
it: kg di soia per m²
ja: kg の大豆 / m²
ka: კგ სოია კვადრატულ მეტრზე
lt: sojų kg/m²
lv: kg sojas uz m²
nl_be: kg soja per m²
pl: kg soi na m²
pt_pt: kg de soja por m²
ro: kg de soia pe m²
ru: кг сои на м²
sl: kg soje na m²
sv: kg soja per m²
th: กิโลกรัมของถั่วเหลืองต่อตารางเมตร
tr: m² başına kg soya
uk: кілограм сої на квадратний метр
vi: kg đậu nành trên m²

# percent_in_product
source: % in product
bg: % в продукта
ca: % en el producte
cs: % v produktu
da: % i produkt
de: % im Produkt
el: % στο προϊόν
eo: % en produkto
es: % en producto
fa: درصد در محصول
fi: % tuotteessa
fr: % dans le produit
he: % במוצר
hr: % u proizvodu
hu: % a termékben
id: % dalam produk
it: % nel prodotto
ja: % を製品に含む
ka: პროდუქტის %
lt: % produkte
lv: % produktā
pl: % w produkcie
pt_pt: % no produto
ro: % în produs
ru: % в продукте
sl: % v izdelku
sv: % i produkt
th: เปอร์เซ็นต์ในผลิตภัณฑ์
tr: üründe %
uk: міститься % у товарі
vi: % trong sản phẩm

# forest_footprint_calculation_details
source: Details of the calculation of the forest footprint
bg: Подробности за изчисляването на горския отпечатък
ca: Detalls del càlcul de la petjada forestal
cs: Podrobnosti výpočtu lesní stopy
da: Beregningsdetaljer for skovbelastningen
de: Details zur Berechnung des Waldfußabdrucks
el: Λεπτομέρειες για τον υπολογισμό του δασικού αποτυπώματος
eo: Detaloj pri la kalkulo de la arbara piedsigno
es: Detalles del cálculo de la huella forestal
fa: جزئیات محاسبه ردپای جنگلی
fi: Yksityiskohdat metsäjalanjälkilaskelmasta
fr: Détails du calcul de l'empreinte forêt
he: פירוט אופן חישוב טביעת הרגל הפחמנית
hr: Detalji izračuna šumskog otiska
hu: Az erdőlábnyom kiszámításának részletei
id: Detail penghitungan jejak hutan
it: Dettagli del calcolo dell'impronta forestale
ja: 森林フットプリントの計算の詳細
ka: ტყის კვალის გაანგარიშების დეტალები
lt: Išsami informacija apie miško pėdsako apskaičiavimą
lv: Meža pēdas nospieduma aprēķina detaļas
nl_be: Bosvoetafdrukberekeningsdetails
pl: Szczegóły obliczania śladu lasu
pt_pt: Detalhes do cálculo da pegada florestal
ro: Detalii privind calculul amprentei forestiere
ru: Подробнее о расчёте влияния на леса
sl: Podrobnosti izračuna gozdnega odtisa
sv: Detaljer om beräkningen av skogens fotavtryck
th: รายละเอียดการคำนวณรอยเท้าป่าไม้
tr: Orman ayak izinin hesaplanmasına ilişkin ayrıntılar
uk: Деталі обчислення площі лісу
vi: Chi tiết tính toán về dấu chân sinh thái

source: You are on the public database.
bg: В публичната база данни си.
ca: Esteu a la base de dades pública.
cs: Jste ve veřejné databázi.
da: Du er i en offentlige database.
de: Sie befinden sich in der öffentlichen Datenbank.
el: Βρίσκεστε στη δημόσια βάση δεδομένων.
eo: Vi estas en la publika datumbazo.
es: Estás en la base de datos pública.
fa: شما در پایگاه داده عمومی هستید.
fi: Olet julkisessa tietokannassa.
fr: Vous êtes sur la base publique.
he: זה המאגר הציבורי.
hr: Nalazite se u javnoj bazi podataka.
hu: Ön a nyilvános adatbázisban van.
id: Anda berada di basis data publik.
it: Ti trovi su un database pubblico.
ja: あなたは公開データベースにいます。
ka: თქვენ საჯარო მონაცემთა ბაზაში ხართ.
lt: Jūs esate viešoje duomenų bazėje.
lv: Jūs atrodaties publiskajā datubāzē.
nl_be: Je zit in de openbare database.
pl: Jesteś w publicznej bazie danych.
pt_pt: Está na base de dados pública.
ro: Sunteți în baza de date publică.
ru: Вы находитесь в общедоступной базе данных.
sl: Ste v javni zbirki podatkov.
sv: Du är på den offentliga databasen.
th: คุณอยู่ในฐานข้อมูลสาธารณะ
tr: Genel veritabanındasınız.
uk: Ви перейшли до загальнодоступної бази даних.
vi: Bạn đang ở phần cơ sở dữ liệu công khai.

# manage_your_products_on_the_producers_platform
source: Manage your products on the platform for producers
bg: Управлявайте своите продукти на платформата за производители
ca: Gestioneu els vostres productes a la plataforma per a productors
cs: Spravujte své produkty na platformě pro výrobce
da: Håndtér dine produkter på producentplatformen
de: Verwalten Sie Ihre Produkte auf der Plattform für Hersteller
el: Διαχειριστείτε τα προϊόντα σας στην πλατφόρμα για παραγωγούς
eo: Administru viajn produktojn sur la platformo por produktantoj
es: Administra tus productos en la plataforma para productores
fa: محصولات خود را در پلتفرم مخصوص تولیدکنندگان مدیریت کنید
fi: Hallitse tuotteitasi tuottaja-alustalla
fr: Gérez vos produits sur la plateforme pour les producteurs
he: ניהול המוצרים שלך בפלטפורמה ליצרנים
hr: Upravljajte svojim proizvodima na platformi za proizvođače
hu: Kezelje az Ön termékeit a gyártói platformon
id: Kelola produk Anda di platform untuk produsen
it: Gestisci i tuoi prodotti sulla piattaforma per i produttori
ja: 生産者向けプラットフォームで製品を管理
ka: მართეთ თქვენი პროდუქტები მწარმოებლებისთვის განკუთვნილ პლატფორმაზე
lt: Valdykite savo produktus gamintojams skirtoje platformoje
lv: Pārvaldiet savus produktus ražotāju platformā
nl_be: Beheer je producten op het producentenplatform
pl: Zarządzaj swoimi produktami na platformie dla producentów
pt_pt: Faça a gestão dos seus produtos na plataforma dos produtores
ro: Administrează produsele dvs pe platforma pentru producători
ru: Управляйте своими продуктами на платформе для производителей
sl: Uredite svoje izdelke na platformi za proizvajalce
sv: Hantera dina produkter på plattformen för producenter
th: จัดการผลิตภัณฑ์ของคุณบนแพลตฟอร์มสำหรับผู้ผลิต
tr: Ürünlerinizi üreticiler için platformda yönetin
uk: Розпоряджайтесь своїми товарами на платформі розробників
vi: Quản lý sản phẩm của bạn trên nền tảng dành cho nhà sản xuất

source: Number of products with changes since last export
bg: Брой продукти с промени от последния износ
ca: Nombre de productes amb canvis des de l'última exportació
cs: Počet produktů se změnami od posledního exportu
da: Antal produkter med ændringer siden seneste eksport
de: Anzahl der Produkte mit Änderungen seit dem letzten Export
el: Αριθμός προϊόντων με αλλαγές από την τελευταία εξαγωγή
eo: Nombro da produktoj kun ŝanĝoj ekde la lasta eksporto
es: Número de productos con cambios desde la última exportación
fa: تعداد محصولات دارای تغییر از آخرین صادرات
fi: Tuotteiden määrä, joissa on muutoksia edellisen viennin jälkeen
fr: Nombre de produits avec des modifications depuis le dernier export
he: מספר המוצרים עם שינויים מאז הייצוא האחרון
hr: Broj proizvoda s promjenama od zadnjeg izvoza
hu: A legutóbbi exportálás óta megváltozott termékek száma
id: Jumlah produk dengan perubahan sejak ekspor terakhir
it: Numero di prodotti con modifiche dall'ultima esportazione
ja: 前回のエクスポート以降に変更された製品の数
ka: ბოლო ექსპორტის შემდეგ ცვლილებებით შეტანილი პროდუქტების რაოდენობა
lt: Produktų skaičius su pasikeitimais nuo paskutinio eksporto
lv: Produktu skaits ar izmaiņām kopš pēdējā eksporta
nl_be: Aantal producten met wijzigingen sinds de laatste export
pl: Liczba produktów ze zmianami od ostatniego eksportu
pt_pt: Número de produtos com alterações desde a última exportação
ro: Numărul de produse cu modificări de la ultimul export
ru: Количество продуктов с изменениями с момента последнего экспорта
sl: Izdelki s spremembami od zadnjega izvoza
sv: Antal produkter med ändringar sedan senaste export
th: จำนวนสินค้าที่มีการเปลี่ยนแปลงนับตั้งแต่การส่งออกครั้งล่าสุด
tr: Son ihracattan bu yana değişiklik yapılan ürün sayısı
uk: Коефіцієнт товарів, які зазнали змін з того часу як були експортованими востаннє
vi: Số sản phẩm có thay đổi kể từ lần xuất cuối cùng

source: Number of products withdrawn from the market since last export
bg: Брой продукти, изтеглени от пазара след последния износ
ca: Nombre de productes retirats del mercat des de l'última exportació
cs: Počet produktů stažených z trhu od posledního exportu
da: Antal af udgåede produkter siden seneste eksport
de: Anzahl der seit dem letzten Export vom Markt genommenen Produkte
el: Αριθμός προϊόντων που αποσύρθηκαν από την αγορά από την τελευταία εξαγωγή
eo: Nombro da produktoj retiritaj de la merkato ekde la lasta eksporto
fa: تعداد محصولات خارج شده از بازار از آخرین صادرات
fi: Edellisen viennin jälkeen markkinoilta poistettujen tuotteiden määrä
fr: Nombre de produits retirés du marché depuis le dernier export
he: מספר המוצרים שנמשכו מהשוק מאז הייצוא האחרון
hr: Broj proizvoda povučenih s tržišta od posljednjeg izvoza
hu: A legutóbbi exportálás óta a piacról kivont termékek száma
id: Jumlah produk yang ditarik dari pasar sejak ekspor terakhir
it: Numero di prodotti prelevati dal mercato dall'ultima esportazione
ja: 前回のエクスポート以降に変更された製品の数
ka: ბოლო ექსპორტის შემდეგ ბაზრიდან ამოღებული პროდუქტების რაოდენობა
lt: Nuo paskutinio eksporto iš rinkos pašalintų produktų skaičius
lv: Kopš pēdējā eksporta no tirgus izņemto produktu skaits
nl_be: Aantal producten dat sinds de laatste export uit de markt is genomen
pl: Liczna produktów wycofanych ze sprzedaży od ostatniego eksportu
pt_pt: Número de produtos retirados do mercado desde a última exportação
ro: Numărul de produse retrase de pe piață de la ultimul export
ru: Количество продукции, изъятой с рынка с момента последнего экспорта
sv: Antal produkter som dragits tillbaka från marknaden sedan senaste export
th: จำนวนสินค้าที่ถูกเรียกคืนจากตลาดนับตั้งแต่การส่งออกครั้งล่าสุด
tr: Son dışa aktarımdan bu yana piyasadan çekilen ürün sayısı
uk: Кількість продуктів, вилучених з ринку з моменту останнього експорту
vi: Số sản phẩm bị rút khỏi thị trường kể từ lần xuất cuối

source: Only export products with changes
bg: Износ само продукти с промени
ca: Exporta només els productes amb canvis
cs: Exportovat pouze produkty se změnami
da: Eksportér kun produkter med ændringer
de: Nur Produkte mit Änderungen exportieren
el: Εξαγωγή μόνο προϊόντων με αλλαγές
eo: Eksporti nur produktojn kun ŝanĝoj
es: Exportar solo productos con cambios
fa: فقط محصولات دارای تغییرات را صادر کنید
fi: Vie vain tuotteet, joissa on muutoksia
fr: Exporter seulement les produits avec modifications
he: לייצא רק מוצרים עם שינויים
hr: Izvozi samo proizvode s promjenama
hu: Csak a változtatásokkal rendelkező termékek exportálása
id: Hanya produk ekspor dengan perubahan
it: Esporta solo i prodotti con modifiche
ja: 変更のある製品のみをエクスポートする
ka: ექსპორტი მხოლოდ ცვლილებებით განხორციელდეს.
lt: Eksportuokite tik produktus su pakeitimais
lv: Eksportēt tikai produktus ar izmaiņām
nl_be: Alleen producten exporteren met wijzigingen
pl: Eksportuj tylko produkty ze zmianami
pt_pt: Exportar produtos apenas com alterações
ro: Exportați numai produse cu modificări
ru: Экспорт продуктов только с изменениями
sl: Izvozi samo izdelke s spremembami
sv: Exportera endast produkter med ändringar
th: ส่งออกเฉพาะสินค้าที่มีการเปลี่ยนแปลงเท่านั้น
tr: Yalnızca değişiklik yapılan ürünleri dışa aktarın
uk: Можна експортувати лише змінені товари
vi: Chỉ xuất những sản phẩm có thay đổi

# product_edits_by_producers
source: Is this your product? If it is, please use our free platform for producers to update it.
bg: Това вашият продукт ли е? Ако е така, моля, използвайте нашата безплатна платформа за производители, за да го обновите.
ca: És aquest el vostre producte? Si és així, utilitzeu la nostra plataforma gratuïta perquè els productors l'actualitzin.
cs: Je to váš produkt? Pokud ano, použijte k aktualizaci naši bezplatnou platformu pro výrobce.
da: Er dette dit produkt? Hvis ja, så benyt den gratis producentplatform til at opdatere det.
de: Ist das Ihr Produkt? Wenn das der Fall ist, nutzen Sie bitte unsere kostenlose Plattform für Produzenten, um es zu aktualisieren.
el: Είναι αυτό το προϊόν σας; Αν είναι, παρακαλώ χρησιμοποιήστε την δωρεάν πλατφόρμα μας για παραγωγούς για να το ενημερώσετε.
eo: Ĉu ĉi tio estas via produkto? Se jes, bonvolu uzi nian senpagan platformon por produktantoj por ĝisdatigi ĝin.
es: ¿Es este tu producto? Si es así, utiliza nuestra plataforma gratuita para productores para actualizarlo.
fa: آیا این محصول شماست؟ اگر چنین است، لطفاً از پلتفرم رایگان ما برای تولیدکنندگان برای به‌روزرسانی آن استفاده کنید.
fi: Onko tämä tuotteesi? Jos on, päivitä se maksuttomalla tuottaja-alustallamme.
fr: Est-ce votre produit ? Si c'est le cas, merci d'utiliser notre plateforme gratuite pour les producteurs pour le mettre à jour.
he: האם זה מוצר שלך? אם הוא כן, נא להשתמש בפלטפורמה החופשית שלנו ליצרנים כדי לעדכן אותו.
hr: Je li ovo vaš proizvod? Ako jest, molimo vas da ga ažurirate putem naše besplatne platforme za proizvođače.
hu: Ez az Ön terméke? Ha igen, akkor a frissítéshez használja a gyártóknak készített ingyenes platformunkat.
id: Apakah ini produk Anda? Jika ya, silahkan gunakan platform gratis kami bagi produsen untuk memperbaruinya.
it: È questo il tuo prodotto? Se lo è, per favore usa la nostra piattaforma gratuita per i produttori per aggiornarlo.
ja: これはあなたの製品ですか？もしそうであれば、生産者向けの無料プラットフォームで更新してください。
ka: ეს თქვენი პროდუქტია? თუ ასეა, გთხოვთ, გამოიყენოთ ჩვენი უფასო პლატფორმა მწარმოებლებისთვის მის განახლებისთვის.
lt: Ar tai jūsų produktas? Jei taip, naudokite mūsų nemokamą platformą, skirtą gamintojams ją atnaujinti.
lv: Vai šis ir jūsu produkts? Ja tā ir, lūdzu, izmantojiet mūsu bezmaksas platformu ražotājiem, lai to atjauninātu.
nl_be: Is dit jouw product? Gebruik dan ons gratis Producentenplatform om het product te wijzigen.
pl: Czy to Twój produkt? Jeśli tak, skorzystaj z naszej bezpłatnej platformy dla producentów, aby ją zaktualizować.
pt_pt: Este produto é seu? Se sim, por favor utilize a nossa plataforma para produtores gratuita para o atualizar.
ro: Acesta este produsul dvs.? Dacă este, vă rugăm să utilizați platforma noastră gratuită pentru ca producătorii să o actualizeze.
ru: Это Ваш продукт? Если да, пожалуйста, используйте нашу бесплатную платформу для производителей, чтобы его обновить.
sl: Je to vaš izdelek? Če je, prosimo, uporabite našo brezplačno platformo za proizvajalce, za posodobitev.
sv: Är detta er produkt? Om så är fallet, använd vår kostnadsfria plattform för producenter för att uppdatera den.
th: นี่คือผลิตภัณฑ์ของคุณใช่หรือไม่? ถ้าใช่ โปรดใช้แพลตฟอร์มฟรีสำหรับผู้ผลิตของเราเพื่ออัปเดตข้อมูลผลิตภัณฑ์ของคุณ
tr: Bu senin ürünün mü? Öyleyse, üreticilerin güncellemesi için lütfen ücretsiz platformumuzu kullanın.
uk: Це ваша продукція? Якщо так, для того щоб оновити її, скористайтесь, будь ласка, нашою безкоштовною платформою розробників.
vi: Đây có phải là sản phẩm của bạn? Nếu đúng, vui lòng sử dụng nền tảng miễn phí cho nhà sản xuất để cập nhật thông tin sản phẩm.
