Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# categories_specific_tag
source: Select this option if the column indicates the presence of a specific category (e.g. Beverages) when the value is either Y, Yes or 1.
ar: حدد هذا الخيار إذا كان العمود يشير إلى وجود تسمية معينة (مثل عضوي، التجارة النزيهة) عندما تكون القيمة إما Y أو Yes أو 1.
bg: Изберете тази опция, ако колоната показва наличието на определена категория (напр. напитки), когато стойността е Y, Yes или 1.
ca: Seleccioneu aquesta opció si la columna indica la presència d'una categoria específica (p. ex. Begudes) quan el valor és Y, Yes o 1.
cs: Tuto možnost vyberte, pokud sloupec označuje přítomnost konkrétní kategorie (např. Nápoje), když je hodnota buď Y, Ano nebo 1.
da: Vælg denne indstilling, hvis kolonnen angiver tilstedeværelsen af en bestemt kategori (f.eks. Drikkevare), når indholdet er enten J, Ja eller 1.
de: Wählen Sie diese Option, wenn die Spalte das Vorhandensein einer bestimmten Kategorie (z.B. Getränke) anzeigen soll, wenn der Wert entweder „J”, „Ja” oder „1” ist.
el: Επιλέξτε αυτή την επιλογή αν η στήλη υποδεικνύει την παρουσία μιας συγκεκριμένης ετικέτας (π.χ. Ροφήματα) όταν η τιμή είναι είτε Y, Ναι,Yes,Ν είτε 1.
eo: Elektu ĉi tiun opcion se la kolumno indikas la ĉeeston de specifa kategorio (ekz. Trinkaĵoj) kiam la valoro estas aŭ J, Jes aŭ 1.
es: Seleccione esta opción si la columna indica la presencia de una categoría específica (por ejemplo, Bebidas) cuando el valor es S, Sí o 1.
fa: اگر ستون نشان‌دهنده وجود یک دسته خاص (مثلاً نوشیدنی‌ها) باشد، وقتی مقدار Y، بله یا ۱ باشد، این گزینه را انتخاب کنید.
fi: Valitse tämä valinta, jos sarake ilmaisee tuotteen kuuluvan tiettyyn luokkaan (esim. Juomat), kun sen arvo on joko Y, Yes tai 1.
fr: Sélectionnez cette option si la colonne indique la présence d’une catégorie spécifique (par exemple : Boissons) lorsque la valeur est O, Oui ou 1.
he: יש לבחור באפשרות זו אם העמודה מציינת נוכחות של קטגוריה מסוימת (למשל: משקאות) כאשר הערך יכול להיות Y,‏ Yes או 1.
hr: Odaberite ovu opciju ako stupac označava prisutnost određene kategorije (npr. Pića) kada je vrijednost Y, Da ili 1.
hu: Válassza ezt a lehetőséget, ha az oszlop egy adott kategória jelenlétét jelzi (pl. Italtermékek), ha az érték Y, Yes vagy 1.
id: Pilih opsi ini bila kolom menunjukkan bahwa ada kategori spesifik (mis. Minuman) ketika nilainya adalah Y, Yes, atau 1.
it: Seleziona quest'opzione se la colonna indica la presenza di una categoria specifica (es. Bevande) quando il valore è Y, Yes o 1.
ja: 値がY、はい、または1のいずれかの場合、列が特定のカテゴリ (飲料など) の存在を示す場合、このオプションを選択します。
ka: აირჩიეთ ეს ვარიანტი, თუ სვეტი მიუთითებს კონკრეტული კატეგორიის არსებობაზე (მაგ. სასმელები), როდესაც მნიშვნელობა არის Y, დიახ ან 1.
lt: Pasirinkite šią parinktį, jei stulpelyje nurodoma tam tikra kategorija (pvz., Gėrimai), kai vertė yra Y, Taip arba 1.
lv: Atlasiet šo opciju, ja kolonnā ir norādīta konkrēta kategorija (piemēram, Dzērieni), kad vērtība ir Y, Jā vai 1.
nl_be: Selecteer deze optie als de kolom de aanwezigheid van een specifieke categorie aangeeft (bijv. Dranken) als de waarde Y, Ja of 1 is.
pl: Wybierz tę opcję, jeśli kolumna wskazuje na obecność konkretnej kategorii (np. Napoje - Beverages), gdy wartość wynosi Y, Tak lub 1.
pt_pt: Selecione esta opção se a coluna indica a presença de uma categoria específica (por ex. Bebidas) quando o valor for S, Sim ou 1.
ro: Selectați această opțiune dacă coloana indică prezența unei categorii specifice (de exemplu, băuturi), atunci când valoarea este fie Y, Da sau 1.
ru: Выберите этот параметр, если в столбце указано наличие определенной категории (например, напитки), когда значение равно Д, Да или 1.
sl: Izberite to možnost, če stolpec kaže, da je izdelek v določeni kategoriji (npr. Pijače), če je vrednost Y, da ali 1.
sv: Välj det här alternativet om kolumnen anger förekomsten av en specifik kategori(t.ex. drycker) när värdet är antingen Y, Yes eller 1.
th: เลือกตัวเลือกนี้หากคอลัมน์ระบุว่ามีหมวดหมู่เฉพาะ (เช่น เครื่องดื่ม) เมื่อค่าเป็น Y, Yes หรือ 1
tr: Değer Y, Evet veya 1 olduğunda sütun belirli bir kategorinin (örn. İçecekler) varlığını gösteriyorsa bu seçeneği belirleyin.
uk: Виберіть цю опцію, якщо в колонці вказано наявність особливої категорії (до прикладу: напої), тоді як величину позначено як Y, Yes або 1.
vi: Chọn tùy chọn này nếu như cột thể hiện việc có danh mục cụ thể (ví dụ Đồ uống) khi giá trị là C, Có hoặc 1.

# categories_specific_tag_value
source: Type the name of the category in the text field on the right.
ar: اكتب اسم الفئة في حقل النص على اليمين.
bg: Въведи името на категорията в текстовото поле вдясно.
ca: Escriviu el nom de la categoria al camp de text de la dreta.
cs: Do textového pole vpravo zadejte název kategorie.
da: Angiv navnet på kategorien i tekstfeltet til højre.
de: Geben Sie den Namen der Kategorie in das Textfeld auf der rechten Seite ein.
el: Πληκτρολογήστε το όνομα της κατηγορίας στο πεδίο κειμένου στα δεξιά.
eo: Tajpu la nomon de la kategorio en la tekstkampon dekstre.
es: Escriba el nombre de la categoría en el campo de texto a la derecha.
fa: نام دسته بندی را در فیلد متنی سمت راست تایپ کنید.
fi: Kirjoita tuoteluokan nimi oikealla olevaan tekstikenttään.
fr: Saisissez le nom de la catégorie dans le champ texte à droite.
he: יש להקליד את שם הקטגוריה בשדה הטקסט שמשמאל.
hr: Upišite naziv kategorije u tekstualno polje s desne strane.
hu: Írja be a kategória nevét a jobb oldali szövegmezőbe.
id: Ketik nama kategori di field teks sebelah kanan.
it: Digita il nome della categoria nel campo di testo a destra.
ja: 右側のテキストフィールドにカテゴリの名前を入力します。
ka: მარჯვნივ მდებარე ტექსტურ ველში შეიყვანეთ კატეგორიის სახელი.
lt: Dešinėje esančiame teksto lauke įveskite kategorijos pavadinimą.
lv: Teksta laukā labajā pusē ierakstiet kategorijas nosaukumu.
nl_be: Typ de naam van de categorie in het tekstveld aan de rechterkant.
pl: Wpisz nazwę kategorii w polu tekstowym po prawej stronie.
pt_pt: Digite o nome da categoria no campo de texto à direita.
ro: Introduceţi numele categoriei în câmpul text din dreapta.
ru: Введите название категории в текстовое поле справа.
sl: V besedilno polje na desni vnesite ime kategorije.
sv: Skriv namnet på kategorin i textfältet till höger.
th: พิมพ์ชื่อหมวดหมู่ลงในช่องข้อความทางด้านขวา
tr: Kategorinin adını sağdaki metin alanına yazın.
uk: В текстовому полі справа введіть назву категорії.
vi: Gõ tên danh lục vào trường văn bản ở bên phải.

# sources_fields_specific_tag
source: Select this option for fields that are specific to the source, and that we want to keep as source specific fields.
ar: حدد هذا الخيار للحقول الخاصة بالمصدر، والتي نريد الاحتفاظ بها كحقول خاصة بالمصدر.
bg: Изберете тази опция за полета, които са типични за източника и които искаме да запазим като типични за източника.
ca: Seleccioneu aquesta opció per als camps específics de la font i que es volen mantenir com a camps específics de la font.
cs: Tuto možnost vyberte pro pole, která jsou specifická pro zdroj a která chceme zachovat jako pole specifická pro zdroj.
da: Vælg denne indstilling for felter, som er specifikke for kilden, og som der skal beholdes som kildespecifikke felter.
de: Wählen Sie diese Option für Felder, die quellenspezifisch sind und die als quellenspezifische Felder beibehalten werden sollen.
el: Ορίστε αυτήν την επιλογή για πεδία που είναι συγκεκριμένα για την πηγή και τα οποία θέλουμε να διατηρήσουμε ως πεδία συγκεκριμένης πηγής.
eo: Elektu ĉi tiun opcion por kampoj specifaj por la fonto, kaj kiujn ni volas konservi kiel fontospecifajn kampojn.
es: Seleccione esta opción para los campos que son específicos de la fuente, y que queremos mantener como fuente de campos específicos.
fa: این گزینه را برای فیلدهایی که مختص منبع هستند و می‌خواهیم به عنوان فیلدهای مختص منبع نگه داشته شوند، انتخاب کنید.
fi: Valitse tämä valinta kentille, jotka ovat lähdekohtaisia, ja jotka me haluamme pitää lähdekohtaisina kenttinä.
fr: Sélectionnez cette option pour les champs spécifiques à la source et que nous voulons conserver comme champs spécifiques à la source.
he: יש לבחור את האפשרות הזאת לשדות תלויי מקור ושאנו רוצים להשאיר כשדות תלויי מקור.
hr: Odaberite ovu opciju za polja koja su specifična za izvor i koja želimo zadržati kao polja specifična za izvor.
hu: Válassza ezt a lehetőséget azokhoz a mezőkhöz, amelyek a forrásra jellemzőek, és amelyeket forrásspecifikus mezőkként szeretnénk megtartani.
id: Pilih opsi ini untuk field yang sumbernya spesifik, dan yang tetap kita inginkan sebagai field spesifik sumber.
it: Seleziona questa opzione per i campi specifici della fonte e che vogliamo mantenere come campi specifici della fonte.
ja: ソースに固有のフィールドと、ソース固有のフィールドとして保持したいフィールドには、このオプションを選択します。
ka: აირჩიეთ ეს პარამეტრი იმ ველებისთვის, რომლებიც სპეციფიკურია წყაროსთვის და რომელთა შენახვაც წყაროსთვის სპეციფიკურ ველებად გვინდა.
lt: Pasirinkite šią parinktį tiems laukams, kurie būdingi šaltiniui ir kuriuos norime palikti kaip šaltinius.
lv: Atlasiet šo opciju laukiem, kas ir specifiski avotam un kurus mēs vēlamies saglabāt kā avotam specifiskus laukus.
nl_be: Selecteer deze optie voor velden die specifiek zijn voor de bron en die we als bronspecifieke velden willen behouden.
pl: Wybierz tę opcję dla pól, które są specyficzne dla źródła, i że chcemy zachować jako pola źródłowe.
pt_pt: Selecione esta opção para campos que são específicos da origem, e que queremos manter como campos específicos da origem.
ro: Selectați această opțiune pentru câmpurile care sunt specifice sursei și pe care dorim să le păstrăm ca câmpuri specifice sursei.
ru: Выберите эту опцию для полей, относящихся к источнику и которые мы хотим сохранить в качестве полей, специфичных для источника.
sl: Izberite to možnost za polja, ki so značilna za vir in ki jih želimo obdržati kot izvorna polja.
sv: Välj det här alternativet för fält som är specifika för källan och som vi vill behålla som källspecifika fält.
th: เลือกตัวเลือกนี้สำหรับฟิลด์ที่เฉพาะเจาะจงกับแหล่งที่มา และที่เราต้องการเก็บไว้เป็นฟิลด์เฉพาะของแหล่งที่มา
tr: Kaynağa özgü olan ve kaynağa özgü alanlar olarak tutmak istediğimiz alanlar için bu seçeneği belirleyin.
uk: Виберіть цю опцію для особливих походжень цих промислів, які ми хочемо зберегти як першооснову особливих промислів.
vi: Chọn tùy chọn này cho các trường cụ thể cho nguồn và chúng tôi muốn giữ lại làm trường cụ thể cho nguồn.

# sources_fields_specific_tag_value
source: Type the name of the target field in the text field on the right, or leave blank to use the name of the source field.
ar: اكتب اسم الحقل المستهدف في حقل النص على اليمين، أو اتركه فارغًا لاستخدام اسم الحقل المصدر.
bg: Въведете името на целевото поле в текстовото поле вдясно или го оставете празно, за да използвате името на полето източник.
ca: Escriviu el nom del camp de destinació al camp de text de la dreta o deixeu-lo en blanc per utilitzar el nom del camp d'origen.
cs: Zadejte název cílového pole do textového pole napravo nebo ponechte prázdné, chcete-li použít název zdrojového pole.
da: Angiv navnet på målfeltet i tekstfeltet til højre, eller lad det være tomt for at anvende kildefeltsnavnet.
de: Geben Sie den Namen des Zielfeldes in das Textfeld auf der rechten Seite ein oder lassen Sie das Feld leer, um den Namen des Quellfeldes zu verwenden.
el: Πληκτρολογήστε το όνομα του πεδίου προορισμού στο πεδίο κειμένου στα δεξιά ή αφήστε το κενό για να χρησιμοποιήσετε το όνομα του πεδίου προέλευσης.
eo: Tajpu la nomon de la cela kampo en la tekstkampon dekstre, aŭ lasu ĝin malplena por uzi la nomon de la fontkampo.
es: Escriba el nombre del campo de destino en el campo de texto a la derecha o déjelo en blanco para usar el nombre del campo de origen.
fa: نام فیلد هدف را در فیلد متن سمت راست تایپ کنید، یا برای استفاده از نام فیلد منبع، آن را خالی بگذارید.
fi: Kirjoita kohdekentän nimi oikealla olevaan tekstikenttään, tai jätä tyhjäksi käyttääksesi lähdekentän nimeä.
fr: Tapez le nom du champ cible dans le champ de texte à droite, ou laissez vide pour utiliser le nom du champ source.
he: יש להקליד את שם שדה היעד בשדה הטקסט שמשמאל או להשאיר ריק כדי להשתמש בשם שדה המקור.
hr: Upišite naziv ciljnog polja u tekstualno polje s desne strane ili ostavite prazno da biste koristili naziv izvornog polja.
hu: Írja be a célmező nevét a jobb oldali szövegmezőbe, vagy hagyja üresen a forrásmező nevének használatához.
id: Ketik nama field target di field teks sebelah kanan, atau biarkan kosong untuk menggunakan nama field sumber.
it: Digita il nome del campo di destinazione nel campo di testo a destra o lascia vuoto per utilizzare il nome del campo di origine.
ja: 右側のテキストフィールドにターゲットフィールドの名前を入力するか、ソースフィールドの名前を使用するには空白のままにします。
ka: მარჯვნივ მდებარე ტექსტურ ველში შეიყვანეთ სამიზნე ველის სახელი, ან წყაროს ველის სახელის გამოსაყენებლად დატოვეთ ცარიელი.
lt: Įveskite tikslinio lauko pavadinimą dešinėje esančiame teksto lauke arba palikite tuščią, jei norite naudoti šaltinio lauko pavadinimą.
lv: Ierakstiet mērķa lauka nosaukumu teksta laukā labajā pusē vai atstājiet tukšu, lai izmantotu avota lauka nosaukumu.
nl_be: Typ de naam van het doelveld in het tekstveld aan de rechterkant, of laat het leeg om de naam van het bronveld te gebruiken.
pl: Wpisz nazwę pola docelowego w polu tekstowym po prawej stronie lub pozostaw puste, aby użyć nazwy pola źródłowego.
pt_pt: Digite o nome do campo de destino no campo de texto à direita, ou deixe em branco para usar o nome do campo de origem.
ro: Introduceți numele câmpului țintă în câmpul text din dreapta sau lăsați necompletat pentru a utiliza numele câmpului sursă.
ru: Введите имя целевого поля в текстовое поле справа или оставьте пустым, чтобы использовать имя исходного поля.
sl: Vnesite ime ciljnega polja v besedilno polje na desni ali pustite prazno, če želite uporabiti ime izvornega polja.
sv: Skriv namnet på målfältet i textfältet till höger eller lämna tomt för att använda namnet på källfältet.
th: พิมพ์ชื่อฟิลด์เป้าหมายลงในช่องข้อความทางด้านขวา หรือเว้นว่างไว้เพื่อใช้ชื่อฟิลด์ต้นทาง
tr: Sağdaki metin alanına hedef alanın adını yazın veya kaynak alanının adını kullanmak için boş bırakın.
uk: В текстовому полі справа введіть назву цільового промислу або залиште його порожнім, щоб використати назву основи поля.
vi: Nhập tên của trường đích vào trường văn bản ở bên phải hoặc để trống để sử dụng tên của trường nguồn.

source: Value
ar: القيمة
bg: Стойност
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
fi: Arvo
fr: Valeur
he: ערך
hu: Érték
id: Nilai
it: Valore
ja: 値：
lt: Vertė
lv: Vērtība
nl_be: Waarde
pl: Wartość
pt_pt: Valor
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde
tr: Değer
uk: Цінність
vi: Giá trị

source: Value + Unit
ar: القيمة + الوحدة
bg: Стойност + единица
ca: Valor + Unitat
cs: Hodnota + Jednotka
da: Værdi + enhed
de: Wert u. Einheit
el: Τιμή + Μονάδα
eo: Valoro + Unuo
es: Valor + Unidad
fa: ارزش + واحد
fi: Arvo + Yksikkö
fr: Valeur + Unité
he: ערך + יחידה
hr: Vrijednost + Jedinica
hu: Érték + mértékegység
id: Nilai + Unit
it: Valore + Unità
ja: 値+単位
ka: ღირებულება + ერთეული
lt: Vertė + vienetas
lv: Vērtība + Vienība
nl_be: Waarde + Eenheid
pl: Wartość + jednostka
pt_pt: Valor + Unidade
ro: Valoare + Unitate
ru: Значение + Единица
sl: Vrednost + enota
sv: Värde + enhet
th: มูลค่า + หน่วย
tr: Değer + Birim
uk: Величина + одиниця вимірювання
vi: Giá trị + Đơn vị

source: Value in L
ar: القيمة في لتر
bg: Стойност в л
ca: Valor en L
cs: Hodnota v L
da: Værdi i L
de: Wert in L
el: Τιμή σε L
eo: Valoro en L
es: Valor en L
fa: مقدار به L
fi: Arvo litroissa
fr: Valeur en L
he: ערך בליטרים
hr: Vrijednost u L
hu: Érték L-ben
id: Nilai dalam L
it: Valore in L
ja: Lの値
ka: ღირებულება ლიტრებში
lt: Vertė L
lv: Vērtība litros
nl_be: Waarde in L
pl: Wartość w L
pt_pt: Valor em L
ro: Valoarea în L
ru: Значение в л
sl: Vrednost v L
sv: Värde i L
th: ค่าในหน่วยลิตร
tr: L cinsinden değer
uk: Значення «локатора» області зберігання
vi: Giá trị tính bằng L

source: Value in dl
ar: القيمة في ديسي (ديسيلتر)
bg: Стойност в dl
ca: Valor en dL
cs: Hodnota v dl
da: Værdi i dl
de: Wert in dl
el: Τιμή σε dl
eo: Valoro en dl
es: Valor en dl
fa: مقدار در dl
fi: Arvo desilitroissa
fr: Valeur en dl
he: ערך בדציליטר
hr: Vrijednost u dl
hu: Érték dl-ben
id: Nilai dalam dl
it: Valore in dl
ja: dlの値
ka: ღირებულება dl-ში
lt: Vertė dl
lv: Vērtība dl
nl_be: Waarde in dl
pl: Wartość w dl
pt_pt: Valor em dl
ro: Valoarea în dl
ru: Значение в дл
sl: Vrednost v dl
sv: Värde i dl
th: ค่าในหน่วยเดซิเบล
tr: dl cinsinden değer
uk: Безрозмірне значення
vi: Giá trị tính bằng dl

source: Value in cl
ar: القيمة في سنتيلتر
bg: Стойност в cl
ca: Valor en cl
cs: Hodnota v cl
da: Værdi i cl
de: Wert in cl
el: Τιμή σε cl
eo: Valoro en cl
es: Valor en cl
fa: مقدار در cl
fi: Arvo senttilitroissa
fr: Valeur en cl
he: ערך בסנטיליטר
hr: Vrijednost u cl
hu: Érték cl-ben
id: Nilai dalam cl
it: Valore in cl
ja: clの値
ka: ღირებულება კლ-ში
lt: Vertė cl
lv: Vērtība cl
nl_be: Waarde in cl
pl: Wartość w cl
pt_pt: Valor em cl
ro: Valoarea în cl
ru: Значение в сл
sl: Vrednost v cl
sv: Värde i cl
th: มูลค่าใน cl
tr: cl cinsinden değer
uk: Часове значення
vi: Giá trị tính bằng cl

source: Value in ml
ar: القيمة بالمل
bg: Стойност в мл
ca: Valor en ml
cs: Hodnota v ml
da: Værdi i ml
de: Wert in ml
el: Τιμή σε ml
eo: Valoro en ml
es: Valor en ml
fa: مقدار در میلی لیتر
fi: Arvo millilitroissa
fr: Valeur en ml
he: ערך במ״ל
hr: Vrijednost u ml
hu: Érték ml-ben
id: Nilai dalam ml
it: Valore in ml
ja: mlの値
ka: ღირებულება მლ-ში
lt: Vertė ml
lv: Vērtība ml
nl_be: Waarde in ml
pl: Wartość w ml
pt_pt: Valor em ml
ro: Valoarea în ml
ru: Значение в мл
sl: Vrednost v ml
sv: Värde i ml
th: ค่าในหน่วยมิลลิลิตร
tr: ml cinsinden değer
uk: Багатомовне значення
vi: Giá trị tính bằng ml

source: Value in kg
ar: القيمة بالكجم
bg: Стойност в кг
ca: Valor en kg
cs: Hodnota v kg
da: Værdi i kg
de: Wert in kg
el: Τιμή σε kg
eo: Valoro en kg
es: Valor en kg
fa: مقدار به کیلوگرم
fi: Arvo kilogrammoissa
fr: Valeur en kg
he: ערך בק״ג
hr: Vrijednost u kg
hu: Érték kg-ban
id: Nilai dalam kg
it: Valore in kg
ja: kgの値
ka: ღირებულება კგ-ში
lt: Vertė kg
lv: Vērtība kg
nl_be: Waarde in kg
pl: Wartość w kg
pt_pt: Valor em kg
ro: Valoarea in kg
ru: Значение в кг
sl: Vrednost v kg
sv: Värde i kg
th: ค่าเป็นกิโลกรัม
tr: kg cinsinden değer
uk: Значення в кілограмах
vi: Giá trị tính bằng kg

source: Value in g
ar: القيمة بالجم
bg: Стойност в г
ca: Valor en g
cs: Hodnota v g
da: Værdi i g
de: Wert in g
el: Τιμή σε g
eo: Valoro en g
es: Valor en g
fa: مقدار بر حسب گرم
fi: Arvo grammoissa
fr: Valeur en g
he: ערך בגרמים
hr: Vrijednost u g
hu: Érték g-ban
id: Nilai dalam g
it: Valore in g
ja: gの値
ka: ღირებულება გრამებში
lt: Vertė g
lv: Vērtība g
nl_be: Waarde in g
pl: Wartość w g
pt_pt: Valor em g
ro: Valoarea în g
ru: Значение в г
sl: Vrednost v g
sv: Värde i g
th: ค่าในหน่วยกรัม
tr: g cinsinden değer
uk: Значення в грамах
vi: Giá trị tính bằng g

source: Value in mg
ar: القيمة بالملجم
bg: Стойност в мг
ca: Valor en mg
cs: Hodnota v mg
da: Værdi i mg
de: Wert in mg
el: Τιμή σε mg
eo: Valoro en mg
es: Valor en mg
fa: مقدار به میلی‌گرم
fi: Arvo milligrammoissa
fr: Valeur en mg
he: ערך במ״ג
hr: Vrijednost u mg
hu: Érték mg-ban
id: Nilai dalam mg
it: Valore in mg
ja: mgの値
ka: მნიშვნელობა მგ-ში
lt: Vertė mg
lv: Vērtība mg
nl_be: Waarde in mg
pl: Wartość w mg
pt_pt: Valor em mg
ro: Valoarea în mg
ru: Значение в мг
sl: Vrednost v mg
sv: Värde i mg
th: ค่าในหน่วยมิลลิกรัม
tr: mg cinsinden değer
uk: Значення вказані у міліграмі
vi: Giá trị tính bằng mg

# value_in_mcg
source: Value in μg
ar: القيمة بالميكروجرام
bg: Стойност в μg
ca: Valor en μg
cs: Hodnota v μg
da: Værdi i μg
de: Wert in µg
el: Τιμή σε μg
eo: Valoro en μg
es: Valor en μg
fa: مقدار بر حسب میکروگرم
fi: Arvo mikrogrammoissa
fr: Valeur en μg
he: ערך במיקרוגרמים
hr: Vrijednost u μg
hu: Érték μg-ban
it: Valore in μg
ja: μgの値
ka: მნიშვნელობა მკგ-ში
lt: Vertė μg
lv: Vērtība μg
nl_be: Waarde in μg
pl: Wartość w μg
pt_pt: Valor em µg
ro: Valoarea în μg
ru: Значение в мкг
sl: Vrednost v μg
sv: Värde i μg
th: ค่าในหน่วยไมโครกรัม
tr: μg cinsinden değer
uk: Значення в мкг
vi: Giá trị tính bằng μg

source: Value in IU
ar: القيمة بالوحدة الدولية
bg: Стойност в IU
ca: Valor en UI
cs: Hodnota v IU
da: Værdi i IU
de: Wert in IE
el: Τιμή σε IU
eo: Valoro en IU
es: Valor en Unidad Internacional
fa: مقدار به واحد بین‌المللی (IU)
fi: Arvo IU:na
fr: Valeur en UI
he: ערך ביחידה בינלאומית
hr: Vrijednost u IU
hu: Érték NE-ben
id: Nilai dalam IU
it: Valore in UI
ja: IUの値
ka: ღირებულება სე-ში
lt: Vertė IV
lv: Vērtība SV
nl_be: Waarde in IU
pl: Wartość w j.m.
pt_pt: Valor em IU
ro: Valoarea în UI
ru: Значение в МЕ
sl: Vrednost v IU
sv: Värde i IU
th: มูลค่าใน IU
tr: IU cinsinden değer
uk: Значення міжнародної одиниці
vi: Giá trị tính bằng IU

source: Value in kcal
ar: القيمة بالسعرات الحرارية
bg: Стойност в kcal
ca: Valor en kcal
cs: Hodnota v kcal
da: Værdi i kcal
de: Wert in kcal
el: Τιμή σε kcal
eo: Valoro en kcal
es: Valor en kcal
fa: مقدار بر حسب کیلوکالری
fi: Arvo kilokaloreissa
fr: Valeur en kcal
he: ערך בקק״ל
hr: Vrijednost u kcal
hu: Érték kcal-ban
id: Nilai dalam kkal
it: Valore in kcal
ja: Kcalの値
ka: ღირებულება კკალ-ში
lt: Vertė kcal
lv: Vērtība kcal
nl_be: Waarde in kcal
pl: Wartość w kcal
pt_pt: Valor em kcal
ro: Valoarea în kcal
ru: Стоимость в ккал
sl: Vrednost v kcal
sv: Värde i kcal
th: ค่าพลังงาน (กิโลแคลอรี)
tr: kcal cinsinden değer
uk: Значення в калоріях
vi: Giá trị tính bằng kcal

source: Value in kJ
ar: القيمة بالكيلوجول
bg: Стойност в kJ
ca: Valor en kJ
cs: Hodnota v kJ
da: Værdi i kJ
de: Wert in kJ
el: Τιμή σε kJ
eo: Valoro en kJ
es: Valor en kJ
fa: مقدار بر حسب کیلوژول
fi: Arvo kilojouleissa
fr: Valeur en kJ
he: ערך בקילוג׳ול
hr: Vrijednost u kJ
hu: Érték kJ-ban
id: Nilai dalam kJ
it: Valore in kJ
ja: KJの値
ka: მნიშვნელობა კჯ-ში
lt: Vertė kJ
lv: Vērtība kJ
nl_be: Waarde in kJ
pl: Wartość w kJ
pt_pt: Valor em kJ
ro: Valoarea în kJ
ru: Значение в кДж
sl: Vrednost v kJ
sv: Värde i kJ
th: ค่าในหน่วยกิโลจูล
tr: kJ cinsinden değer
uk: Значення в джоулях
vi: Giá trị tính bằng kJ

# value_in_percent
source: Value in %
ar: القيمة٪
bg: Стойност в %
ca: Valor en %
cs: Hodnota v %
da: Værdi i %
de: Wert in %
el: Τιμή σε %
eo: Valoro en %
es: Valor en %
fa: مقدار به درصد
fi: Arvo prosentteina
fr: Valeur en %
he: ערך באחוזים
hr: Vrijednost u %
hu: Érték %-ban
id: Nilai dalam %
it: Valore in %
ja: %の値
ka: მნიშვნელობა %-ში
lt: Vertė procentais
lv: Vērtība procentos
nl_be: Waarde in %
pl: Wartość w %
pt_pt: Valor em %
ro: Valoare în %
ru: Значение в %
sl: Vrednost v %
sv: Värde i %
th: มูลค่าเป็นเปอร์เซ็นต์
tr: % cinsinden değer
uk: Відсоткове значення
vi: Giá trị tính bằng%
