Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# site_description_off
source: A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world
bg: Съвместна, безплатна и отворена база данни със съставки, хранителни стойности и информация за хранителни продукти от цял свят
cs: Společná, bezplatná a otevřená databáze ingrediencí, výživových faktů a informací o potravinářských produktech z celého světa
de: Eine gemeinschaftliche, kostenlose und offene Datenbank mit Zutaten, Nährwertangaben und Informationen über Lebensmittelprodukte aus aller Welt
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων συστατικών, διατροφικών στοιχείων και πληροφοριών για προϊόντα διατροφής από όλο τον κόσμο
eo: Kunlabora, senpaga kaj malferma datumbazo de ingrediencoj, nutraj informoj kaj informoj pri nutraĵoj el la tuta mondo
fa: یک پایگاه داده مشارکتی، رایگان و باز از مواد تشکیل دهنده، حقایق تغذیه‌ای و اطلاعات مربوط به محصولات غذایی از سراسر جهان
fi: Yhteistyöhön perustuva, ilmainen ja avoin tietokanta ainesosista, ravintosisällöistä ja elintarvikkeista eri puolilta maailmaa
fr: Une base de données collaborative, gratuite, libre et ouverte d'ingrédients, de valeurs nutritionnelles et d'informations sur les produits alimentaires du monde entier
he: מסד נתונים שיתופי, חינמי ופתוח של רכיבים, עובדות תזונתיות ופרטים על מוצרי מזון מכל העולם
hr: Suradnička, besplatna i otvorena baza podataka o sastojcima, nutritivnim vrijednostima i informacijama o prehrambenim proizvodima iz cijelog svijeta
hu: A világ minden tájáról származó élelmiszerek összetevőinek, tápértékadatainak és információnak együttműködésen alapuló, nyílt és ingyenes adatbázisa
id: Basis data kolaboratif, gratis, dan terbuka untuk bahan-bahan, fakta nutrisi, dan informasi tentang produk makanan dari seluruh dunia
it: Un database collaborativo, gratuito e aperto d'ingredienti, valori nutrizionali e informazioni sui prodotti alimentari di tutto il mondo
ka: მსოფლიოს სხვადასხვა ქვეყნის საკვები პროდუქტების ინგრედიენტების, კვებითი ღირებულებისა და ინფორმაციის ერთობლივი, უფასო და ღია მონაცემთა ბაზა
lv: Sadarbības, bezmaksas un atvērta datubāze ar sastāvdaļām, uzturvērtības faktiem un informāciju par pārtikas produktiem no visas pasaules
nl_be: Een gezamenlijke, gratis en open database met ingrediënten, voedingswaarden en informatie over levensmiddelen uit de hele wereld
pl: Wspólna, bezpłatna i otwarta baza danych zawierająca składniki, informacje o wartościach odżywczych i produktach spożywczych z całego świata
pt_pt: Uma base de dados colaborativa, gratuita e aberta de ingredientes, informações nutricionais e informações sobre produtos alimentares de todo o mundo
ru: Совместная, открытая и свободная база данных об ингредиентах, пищевой ценности и прочей информации о продуктах питания со всего мира
sv: En gemensam, gratis och öppen databas med ingredienser, näringsfakta och information om livsmedelsprodukter från hela världen
th: ฐานข้อมูลของสารอาหาร ส่วนประกอบ และข้อมูลอื่นๆ เกี่ยวกับผลิตภัณฑ์อาหารจากทั่วโลก แบบเปิด ฟรี และให้คุณมีส่วนร่วม
uk: Колективна, безплатна та відкрита база даних інгредієнтів, фактів про харчування та інформації про харчові продукти з усього світу

# tagline_off
source: Open Food Facts gathers information and data on food products from around the world.
bg: Open Food Facts събира информация и данни за хранителни продукти от цял свят.
cs: Open Food Facts shromažďuje informace a údaje o potravinách z celého světa.
de: Open Food Facts erfasst Informationen und Daten zu Nahrungsmitteln aus der ganzen Welt.
el: Το Open Food Facts συγκεντρώνει πληροφορίες και δεδομένα για τρόφιμα από όλο τον κόσμο.
eo: Open Food Facts kolektas informojn kaj datumojn pri nutraĵoj el la tuta mondo.
fi: Open Food Facts kerää tietoja ja dataa elintarvikkeista ympäri maailmaa.
fr: Open Food Facts répertorie les produits alimentaires du monde entier.
he: המיזם Open Food Facts אוסף מידע ונתונים על מוצרי מזון מכל רחבי העולם.
hr: Open Food Facts prikuplja informacije i podatke o prehrambenim proizvodima diljem svijeta.
hu: Az Open Food Facts információt és adatokat gyűjt a világ minden tájának élelmiszereiről.
id: Open Food Facts mengumpulkan informasi dan data tentang produk - produk makanan dari seluruh dunia.
it: Open Food Facts raccoglie informazioni e dati su prodotti alimentari provenienti da tutto il mondo.
lt: „Open Food Facts“ renka informaciją ir duomenis apie maisto produktus iš viso pasaulio.
lv: Atvērtie pārtikas fakti apkopo informāciju un datus par pārtikas produktiem no visas pasaules.
nl_be: Open Food Facts verzamelt informatie en gegevens over levensmiddelen van over de hele wereld.
pl: Open Food Facts gromadzi informacje i dane dotyczące produktów spożywczych z całego świata.
pt_pt: O Open Food Facts reúne dados e informação sobre produtos alimentares de todo o mundo.
ru: Open Food Facts собирает информацию о продуктах питания по всему миру.
sv: Open Food Facts samlar information och data om livsmedelsprodukter från hela världen.
th: Open Food Facts รวบรวมข้อมูลและข้อมูลเกี่ยวกับผลิตภัณฑ์อาหารจากทั่วโลก
uk: Open Food Facts збирає інформацію та дані про продукти харчування з усього світу.

# footer_tagline_off
source: A collaborative, free and open database of food products from around the world.
bg: Съвместна, безплатна и отворена база данни за съставки и информация за хранителни продукти от света.
cs: Společná, bezplatná a otevřená databáze potravinářských produktů z celého světa.
de: Eine gemeinsame, freie und offene Datenbank von Lebensmittelprodukten aus der ganzen Welt.
el: Μια συλλογική, ελεύθερη και ανοιχτή βάση δεδομένων των προϊόντων τροφίμων από όλο τον κόσμο.
eo: Kunlabora, libera kaj malferma datumbazo de nutraĵproduktoj el la tuta mondo.
fi: Yhteistyöhön perustuva, vapaa ja avoin tietokanta elintarvikkeista ympäri maailmaa.
fr: Une base de données collaborative, libre et ouverte des produits alimentaires du monde entier.
he: מסד נתונים חופשי, פתוח ושיתופי של מוצרי מזון מכל רחבי העולם.
hu: Együttműködésen alapuló, ingyenes és nyílt élelmiszeradatbázis a világ minden tájáról.
id: Sebuah basis data kolaboratif, bebas, dan terbuka mengenai produk makanan dari seluruh dunia.
it: Un database collaborativo, libero e aperto di prodotti alimentari provenienti da tutto il mondo.
lt: Bendradarbiaujanti, nemokama ir atvira maisto produktų iš viso pasaulio duomenų bazė.
lv: Kopīga, bezmaksas un atvērta pārtikas produktu datu bāze no visas pasaules.
nl_be: Een gezamenlijke, vrije en open database van voedingsmiddelen uit de hele wereld.
pl: Wspólna, wolna i otwarta baza produktów spożywczych z całego świata.
pt_pt: Uma base de dados colaborativa, livre e aberta sobre produtos alimentares de todo o mundo.
ru: Совместная, бесплатная и открытая база данных продуктов питания со всего мира.
sv: En kollaborativ, fri och öppen databas över livsmedelsprodukter från hela världen.
th: การทำงานร่วมกันของฐานข้อมูลฟรีและเปิดของผลิตภัณฑ์อาหารจากทั่วโลก
uk: База даних продуктів харчування є спільною, безкоштовною та доступною по всьому світу.

# product_description_off
source: Ingredients, allergens, additives, nutrition facts, labels, origins, CO2 impact and information on product %s
eo: Ingrediencoj, alergenoj, aldonaĵoj, nutraj informoj, etikedoj, originoj, CO2-efiko kaj informoj pri produkto %s
hr: Sastojci, alergeni, aditivi, nutritivne vrijednosti, deklaracije, podrijetlo, utjecaj CO2 i informacije o proizvodu %s
lv: Sastāvdaļas, alergēni, piedevas, uzturvērtības fakti, etiķetes, izcelsme, CO2 ietekme un informācija uz produkta %s
sv: Ingredienser, allergener, tillsatser, näringsfakta, etiketter, ursprung, CO2-påverkan och information om produkten %s
th: ส่วนประกอบ สารก่อภูมิแพ้ สารเติมแต่ง ข้อมูลโภชนาการ ฉลาก แหล่งกำเนิด ผลกระทบต่อก๊าซคาร์บอนไดออกไซด์ และข้อมูลเกี่ยวกับผลิตภัณฑ์ %s

# site_description_obf
source: A collaborative, free and open database of ingredients, and information on cosmetic products from around the world
bg: Съвместна, безплатна и отворена база данни за съставки и информация за козметични продукти от света
cs: Společná, bezplatná a otevřená databáze přísad a informací o kosmetických produktech z celého světa
de: Eine gemeinsame, kostenlose und offene Datenbank mit Inhaltsstoffen und Informationen über Kosmetika aus aller Welt.
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων συστατικών και πληροφοριών για καλλυντικά προϊόντα από όλο τον κόσμο
eo: Kunlabora, senpaga kaj malferma datumbazo de ingrediencoj kaj informoj pri kosmetikaj produktoj el la tuta mondo
fi: Yhteistyöhön perustuva, vapaa ja avoin tietokanta aineosista ja tiedoista kosmetiikkatuotteista joka puolelta maailmaa
fr: Une base de données collaborative, gratuite et ouverte sur les ingrédients, et des informations sur les produits cosmétiques du monde entier
he: מסד נתונים שיתופי, חופשי ופתוח של רכיבים ומידע על מוצרי טיפוח מכל רחבי העולם
hu: Együttműködésen alapuló, ingyenes és nyílt adatbázis a kozmetikai termékek összetevőiről és egyéb tulajdonságairól
id: Sebuah basis data kandungan bahan, serta informasi tentang produk - produk kosmetik dari seluruh dunia yang kolaboratif, gratis, dan terbuka,
it: Un database aperto, gratuito e collaborativo di ingredienti e informazioni su prodotti cosmetici da tutto il mondo
lv: Sadarbības, bezmaksas un atvērta sastāvdaļu un informācijas datubāze par kosmētikas līdzekļiem no visas pasaules
nl_be: Een collaboratieve, gratis en open database met ingrediënten en informatie over cosmetische producten van over de hele wereld
pl: Wspólna, bezpłatna i otwarta baza danych składników oraz informacje o produktach kosmetycznych z całego świata
pt_pt: Uma base de dados colaborativa, gratuita e aberta de ingredientes e informações sobre produtos cosméticos de todo o mundo
ru: Совместная, бесплатная и открытая база данных ингредиентов, а также информация о косметических продуктах со всего мира
sv: En gemensam, gratis och öppen databas med ingredienser och information om kosmetiska produkter från hela världen
uk: Кооперативна, безкоштовна і відкрита база даних інгредієнтів, та інформація про косметичні продукти з усього світу

# tagline_obf
source: Open Beauty Facts gathers information and data on cosmetic products from around the world.
bg: Open Beauty Facts събира информация и данни за козметични продукти от цял свят.
cs: Open Beauty Facts shromažďuje informace a údaje o kosmetice z celého světa.
de: Open Beauty Facts sammelt Informationen und Daten über Kosmetik-Produkte aus der ganzen Welt.
el: Το Open Beauty Facts συγκεντρώνει πληροφορίες και δεδομένα για καλλυντικά προϊόντα από όλο τον κόσμο.
eo: Open Beauty Facts kolektas informojn kaj datumojn pri kosmetikaj produktoj el la tuta mondo.
fi: Open Beauty Facts kerää tietoja ja dataa kosmetiikkatuotteista joka puolelta maailmaa.
fr: Open Beauty Facts rassemble des informations et des données sur les produits cosmétiques à travers le monde.
he: המיזם Open Beauty Facts אוסף מידע ונתונים על מוצרי קוסמטיקה מכל רחבי העולם.
hu: Az Open Beauty Facts összegyűjti az információkat és adatokat a világ kozmetikai termékeiről.
id: Open Beauty Facts mengumpulkan informasi dan data tentang produk - produk kosmetik dari seluruh dunia.
it: Open Beauty Facts raccoglie informazioni e dati sui prodotti cosmetici provenienti da tutto il mondo.
lt: Open Beauty Facts surenkama informacija ir statistika apie kosmetikos produktus iš viso pasaulio.
lv: “Open Beauty Facts” apkopo informāciju un datus par kosmētikas līdzekļiem no visas pasaules.
nl_be: Open Beauty Facts verzamelt informatie en gegevens over cosmeticaproducten van over de hele wereld.
pl: Open Beauty Facts zbiera informacje i dane o produktach kosmetycznych z całego świata.
pt_pt: Open Beauty Facts reune dados e informação sobre produtos cosméticos de todo o mundo.
ru: Open Beauty Facts собирает информацию и данные о косметических продуктах со всего мира.
sv: Open Beauty Facts samlar information och data om kosmetiska produkter från hela världen.
th: Open Beauty Facts ได้รวบรวมข่าวสารและข้อมูลเกี่ยวกับผลิตภัณฑ์เครื่องสำอางจากทั่วโลก
uk: Open Beauty Facts збирає інформацію та дані про косметичні продукти з усього світу.

# footer_tagline_obf
source: A collaborative, free and open database of cosmetic products from around the world.
bg: Съвместна, безплатна и отворена база данни за съставки и информация за козметични продукти от света.
cs: Společná, bezplatná a otevřená databáze kosmetických výrobků z celého světa.
de: Eine gemeinsame, freie und offene Datenbank von Kosmetika aus der ganzen Welt.
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων καλλυντικών προϊόντων από όλο τον κόσμο.
eo: Kunlabora, senpaga kaj malferma datumbazo de kosmetikaj produktoj el la tuta mondo.
fi: Yhteistyöhön perustuva, vapaa ja avoin tietokanta kosmetiikkatuotteista joka puolelta maailmaa.
fr: Une base de données collaborative, libre et ouverte des produits cosmétiques du monde entier.
he: מסד נתונים חופשי, פתוח ושיתופי של מוצרי טיפוח מכל רחבי העולם.
hu: Együttműködő, ingyenes és nyílt adatbázis kozmetikai termékekről.
id: Sebuah basis data produk - produk kosmetik dari seluruh dunia yang kolaboratif, gratis, dan terbuka.
it: Un database di prodotti cosmetici gratuito, libero e collaborativo da tutto il mondo.
lv: Sadarbības, bezmaksas un atvērta kosmētikas līdzekļu datubāze no visas pasaules.
nl_be: Een gezamenlijke, vrije en open database van cosmetica uit de hele wereld.
pl: Wspólna, bezpłatna i otwarta baza danych produktów kosmetycznych z całego świata.
pt_pt: Uma base de dados colaborativa, gratuita e aberta de produtos cosméticos de todo o mundo.
ru: Совместная, бесплатная и открытая база данных косметики со всего мира.
sv: En gemensam, gratis och öppen databas med kosmetiska produkter från hela världen.
uk: Кооперативна, безкоштовна та відкрита база даних косметичних продуктів з усього світу.

# product_description_obf
source: Ingredients INCI, allergens, additives, labels, origin of ingredients and information on product %s
eo: Ingrediencoj INCI, alergenoj, aldonaĵoj, etikedoj, origino de ingrediencoj kaj informoj pri la produkto %s
hr: Sastojci INCI, alergeni, aditivi, deklaracije, podrijetlo sastojaka i informacije o proizvodu %s
lv: Sastāvdaļas (INCI), alergēni, piedevas, etiķetes, sastāvdaļu izcelsme un informācija uz produkta %s
sv: Ingredienser INCI, allergener, tillsatser, etiketter, ingrediensernas ursprung och information om produkten %s
th: ส่วนประกอบ INCI, สารก่อภูมิแพ้, สารเติมแต่ง, ฉลาก, แหล่งที่มาของส่วนประกอบ และข้อมูลเกี่ยวกับผลิตภัณฑ์ %s

# footer_and_the_facebook_group_obf
source: and the <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook group for contributors</a>
bg: и <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook групата за сътрудници</a>
cs: a facebooková skupina <a href="https://www.facebook.com/groups/OpenBeautyFacts/">pro přispěvatele</a>
de: und die <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook-Gruppe für Mitwirkende</a>
el: και την ομάδα στο <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook για συνεισφέροντες</a>
eo: kaj la <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook-grupo por kontribuantoj</a>
fi: ja <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook-ryhmä osallistujille</a>
fr: et le <a href="https://www.facebook.com/groups/OpenBeautyFacts/">groupe Facebook des contributeurs</a>
he: ו<a href="https://www.facebook.com/groups/OpenBeautyFacts/">קבוצת הפייסבוק למתנדבים</a>
hu: és a <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook csoport a támogatókank</a>
id: dan <a href="https://www.facebook.com/groups/OpenBeautyFacts/"> grup Facebook untuk para kontributor </a>
it: e il <a href="https://www.facebook.com/groups/OpenBeautyFacts/">gruppo Facebook per i contributori</a>
lv: un <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook grupa līdzstrādniekiem</a>
nl_be: en de <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook-groep voor bijdragers</a>
pl: oraz <a href="https://www.facebook.com/groups/OpenBeautyFacts/">grupa na Facebooku dla współtwórców</a>
pt_pt: e o grupo do Facebook <a href="https://www.facebook.com/groups/OpenBeautyFacts/">para colaboradores</a>
ru: и <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook группа для участников</a>
sv: och <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook-gruppen för bidragsgivare</a>
uk: та <a href="https://www.facebook.com/groups/OpenBeautyFacts/">група Facebook для учасників</a>

# search_description_opensearch_obf
source: Open Beauty Facts product search
bg: Open Beauty Facts търсачка за продукти
cs: Hledání produktů na Open Products Facts
de: Open Beauty Facts - Produktsuche
el: Αναζήτηση προϊόντων Open Beauty Facts
fi: Open Beauty Facts -tuotehaku
fr: Recherche de produit Open Beauty Facts
he: חיפוש מוצרים ב־Open Beauty Facts
hu: Open Beauty Facts termékkereső
id: Open Food Facts pencarian produk
it: Ricerca prodotto Open Beauty Facts
lv: Atvērt Beauty Facts produktu meklēšanu
nl_be: Product zoeken in Open Beauty Facts
pl: Wyszukiwarka produktów Open Beauty Facts
pt_pt: Pesquisa de produtos do Open Beauty Facts
ru: Поиск продуктов Open Beauty Facts
sv: Öppna skönhetsfakta produktsökning
uk: Пошук продуктів Open Beauty Facts

# warning_not_complete_obf
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the universal mobile app for <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> or <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Thank you!
eo: Ĉi tiu produkta paĝo ne estas kompleta. Vi povas helpi kompletigi ĝin redaktante ĝin kaj aldonante pli da datumoj el la fotoj, kiujn ni havas, aŭ farante pli da fotoj uzante la universalan poŝtelefonan aplikaĵon por <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> aŭ <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Dankon!
hr: Ova stranica proizvoda nije dovršena. Možete pomoći u njezinom dovršetku tako da je uredite i dodate više podataka s fotografija koje imamo ili tako da snimite više fotografija pomoću univerzalne mobilne aplikacije za <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> ili <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Hvala vam!
lv: Šī produkta lapa nav pilnīga. Jūs varat palīdzēt to pabeigt, rediģējot to un pievienojot vairāk datu no mūsu rīcībā esošajiem fotoattēliem vai uzņemot vairāk fotoattēlu, izmantojot universālo mobilo lietotni <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> vai <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>ierīcēm. Paldies!
sv: Den här produktsidan är inte komplett. Du kan hjälpa till att komplettera den genom att redigera den och lägga till mer data från de foton vi har, eller genom att ta fler foton med hjälp av den universella mobilappen för <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> eller <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Tack!
th: หน้าสินค้านี้ยังไม่สมบูรณ์ คุณสามารถช่วยทำให้สมบูรณ์ได้โดยการแก้ไขและเพิ่มข้อมูลเพิ่มเติมจากรูปภาพที่เรามี หรือโดยการถ่ายภาพเพิ่มเติมโดยใช้แอปพลิเคชันมือถือสำหรับ <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> หรือ <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>ขอบคุณ!

# brands_example_beauty
source: Nivea, Nivea Men
de: Nivea, Nivea Männer
fr: Nivea, Nivea Hommes
he: פינוק, פינוק לגבר
it: Nivea, Nivea Uomo
lv: Nivea, Nivea vīriešiem
pt_pt: Nivea, Nivea Homem

# categories_example_beauty
source: Anti-dandruff shampoo, Whitening toothpaste
bg: Шампоан против пърхот, избелваща паста за зъби
cs: Šampon proti lupům, Bělící zubní pasta
de: Anti-Schuppen Shampoo, Bleichende Zahnpasta
el: Σαμπουάν κατά της πιτυρίδας, Λευκαντική οδοντόκρεμα
eo: Kontraŭskvama ŝampuo, Blankiga dentopasto
fi: Hilseshampoo, Valkaiseva hammastahna
fr: Shampooing anti-pelliculaire, dentifrice blanchissant
he: שמפו נגד קשקשים, משחת שיניים מלבינה
hu: Korpásodás elleni sampon, Fogfehérítő fogkrém
id: Shampo anti ketombe, Pasta gigi pemutih
it: Shampoo anti-forfora, dentifricio sbiancante
lv: Pretblaugznu šampūns, balinoša zobu pasta
nl_be: Anti-roos shampoo, whitening tandpasta
pl: Szampon przeciwłupieżowy, wybielająca pasta do zębów
pt_pt: Champô anticaspa, Pasta dentífrica branqueadora
ru: Шампунь против перхоти, отбеливающая зубная паста
sv: Schampo mot mjäll, blekande tandkräm
uk: Шампунь проти лупи, Відбілювальна зубна паста

# generic_name_example_beauty
source: Anti-dandruff shampoo
bg: Шампоан против пърхот
cs: Šampon proti lupům
de: Haarwaschmittel gegen Schuppen
el: Σαμπουάν κατά της πιτυρίδας
eo: Kontraŭskvama ŝampuo
fi: Hilseshampoo
fr: Shampooing anti-pelliculaire
he: שמפו נגד קשקשים
hu: Korpásodás elleni sampon
id: Sampo anti ketombe
it: Shampoo anti-forfora
lv: Pretblaugznu šampūns
nl_be: Anti-roos shampoo
pl: Szampon przeciwłupieżowy
pt_pt: Shampô anticaspa
ru: Шампунь против перхоти
sv: Anti-mjällschampo
uk: Шампунь проти лупи

# product_name_example_beauty
source: Anti-Perspirant Stress Protect
bg: Защита против стрес
de: Schweißhemmende Stress-Schutz
el: Αποσμυτικό Stress Protect
fr: Protection anti transpirante et anti stress
he: מונע הזעה מגן במצבי לחץ
hu: Izzadásgátló stressz elleni védelem
id: Antiperspiran Stress Protect
it: Anti-Traspirante Proteggi Stress
lv: Antiperspirants stresa aizsardzībai
nl_be: Anti-transpirant Stress Protect
pt_pt: Antitranspirante Resistente ao Stress
ru: Антиперспирант Stress Protect
sv: Anti-perspirant Stressskydd
uk: Дезодорант захист від стресу

# ingredients_text_example_beauty
source: AQUA/WATER, SODIUM LAURETH SULFATE, DISODIUM COCOAMPHODIACETATE, GLYCOL DISTEARATE, COCAMIDE MEA
bg: ВОДА, НАТРИЕВ ЛАУРЕТ СУЛФАТ, ДИНАТРИЕВ КОКОАМФОДИАЦЕТАТ, ГЛИКОЛ ДИСТЕАРАТ, КОКАМИД МЕА
de: Wasser, Natriumlaurylethersulfat, Dinatriumcocoamphodiacetat, Ethylenglycoldistearat, N-(Hydroxyethyl)-Kokosfettsäureamid
el: ΥΔΩΡ/ΝΕΡΟ, ΛΑΟΥΡΕΘΙΚΟ ΝΑΤΡΙΟ, ΚΟΚΟΑΜΦΟΔΙΟΞΙΚΟ ΔΙΝΑΤΡΙΟ, ΔΙΣΤΕΑΤΙΚΗ ΓΛΥΚΟΛΗ, ΚΟΚΑΜΙΔΗ MEA
fr: AQUA / EAU, LAURETH SULFATE DE SODIUM, COCOAMPHODIACETATE DISODIQUE, DISTEARATE DE GLYCOL, COCAMIDE MEA
id: AQUA/AIR, NATRIUM LAURET SULFAT, DISODIUM COCOAMPHODIACETATE, GLIKOL DISTEARAT, KOKAMIDA MEA
it: AQUA/WATER, SOLFATO DI SODIO LAURETO, COCOAMFODIACETATO DISODIO, DISTEREATO GLICOLE, COCAMIDE MEA
lv: ŪDENS/ŪDENS, NĀTRIJA LAURETSULFĀTS, DINĀTRIJA KOKOAMFODIACETĀTS, GLIKOLDISTEARĀTS, KOKAMĪDA MEA
nl_be: AQUA/WATER, SODIUM LAURETH SULFATE, DISODIUM COAMPHODIACETATE, GLYCOL DISTEARATE, COCAMIDE MEA
pt_pt: AQUA / ÁGUA, SULFATO DE LÍTIO DE SÓDIO, COCOAMPHODIACETATE DE DISÓDIO, GLICOL DISTEARADO, COCAMIDE MEA
sv: VATTEN/VATTEN, NATRIUMLAURETSULFAT, NATRIUMKOKOAMPFODIACETAT, GLYKOL DISTEARAT, KOKAMIDMEA
uk: АКВА/ВОДА, ЛАУРЕТСУЛЬФАТ НАТРІЮ, ДИНАТРІЄВИЙ КОКОАМФОДІАЦЕТАТ, ГЛІКОЛЕВИЙ ДИСТЕАРАТ, КОКАМІД MEA
