Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriscore_new_computation_description
source: <p>The computation of the Nutri-Score is evolving to provide better recommendations based on the latest scientific evidence.</p><p>Main improvements:</p><ul><li>Better score for some fatty fish and oils rich in good fats</li><li>Better score for whole products rich in fiber</li><li>Worse score for products containing a lot of salt or sugar</li><li>Worse score for red meat (compared to poultry)</li></ul>
bg: <p>Изчисляването на Nutri-Score се развива, за да предостави по-добри препоръки въз основа на най-новите научни доказателства.</p><p>Основни подобрения:</p><ul><li>По-добър резултат за някои мазни риби и масла, богати на добри мазнини</li><li>По-добър резултат за цели продукти, богати на фибри</li><li>По-лош резултат за продукти, съдържащи много сол или захар</li><li>По-лош резултат за червено месо (в сравнение с птиче)</li></ul>
cs: <p>Výpočet Nutri-Score se vyvíjí, aby poskytoval lepší doporučení založená na nejnovějších vědeckých důkazech.</p><p>Hlavní vylepšení:</p><ul><li>Lepší skóre pro některé tučné ryby a oleje bohaté na dobré tuky</li><li>Lepší skóre pro celé produkty bohaté na vlákninu</li><li>Horší skóre pro produkty obsahující hodně sůl nebo cukr</li><li>Horší skóre pro červené maso (ve srovnání s drůbežím)</li></ul>
de: <p>Die Berechnung des Nutri-Score wird ständig weiterentwickelt, um bessere Empfehlungen auf der Grundlage der neuesten wissenschaftlichen Erkenntnisse zu geben.</p><p>Wichtigste Verbesserungen:</p><ul><li>Bessere Noten für fetten Fisch und Öle, die reich an guten Fetten sind</li><li>Bessere Noten für ballaststoffreiche Vollkornprodukte</li><li>Schlechtere Bewertung für Produkte, die viel Salz oder Zucker enthalten</li><li>Schlechteres Ergebnis für rotes Fleisch (im Vergleich zu Geflügel)</li></ul>
el: <p>Ο υπολογισμός του Nutri-Score εξελίσσεται για να παρέχει καλύτερες συστάσεις με βάση τα πιο πρόσφατα επιστημονικά στοιχεία.</p><p>Βασικές βελτιώσεις:</p><ul><li>Καλύτερη βαθμολογία για μερικά λιπαρά ψάρια και έλαια πλούσια σε καλά λιπαρά</li><li>Καλύτερη βαθμολογία για ολόκληρα προϊόντα πλούσια σε φυτικές ίνες</li><li>Χειρότερη βαθμολογία για προϊόντα που περιέχουν πολύ αλάτι ή ζάχαρη</li><li>Χειρότερη βαθμολογία για το κόκκινο κρέας (σε σύγκριση με τα πουλερικά)</li></ul>
eo: <p>La kalkulado de la Nutri-Poentaro evoluas por provizi pli bonajn rekomendojn bazitajn sur la plej novaj sciencaj pruvoj.</p><p>Ĉefaj plibonigoj:</p><ul><li>Pli bona poentaro por iuj grasaj fiŝoj kaj oleoj riĉaj je bonaj grasoj</li><li>Pli bona poentaro por tutaj produktoj riĉaj je fibro</li><li>Pli malbona poentaro por produktoj enhavantaj multe da salo aŭ sukero</li><li>Pli malbona poentaro por ruĝa viando (kompare kun kokaĵo)</li></ul>
fa: <p>محاسبه‌ی امتیاز تغذیه‌ای در حال تکامل است تا توصیه‌های بهتری را بر اساس آخرین شواهد علمی ارائه دهد.</p><p>پیشرفت‌های اصلی:</p><ul><li>امتیاز بهتر برای برخی از ماهی‌های چرب و روغن‌های غنی از چربی‌های خوب</li><li>امتیاز بهتر برای محصولات کامل غنی از فیبر</li><li>امتیاز بدتر برای محصولاتی که حاوی مقدار زیادی نمک یا شکر هستند</li><li>امتیاز بدتر برای گوشت قرمز (در مقایسه با مرغ)</li></ul>
fi: <p>Nutri-Scoren laskenta kehittyy tarjoamaan parempia suosituksia uusimpien tieteellisten todisteiden perusteella.</p><p>Tärkeimmät parannukset:</p><ul><li>Paremmat pisteet joillekin rasvaisille kaloille ja runsaasti hyviä rasvoja sisältäville öljyille</li><li>Paremmat pisteet runsaskuituisille tuotteille</li><li>Huonommat pisteet paljon suolaa tai sokeria sisältäville tuotteille</li><li>Huonommat pisteet punaiselle lihalle (verrattuna siipikarjaan)</li></ul>
fr: <p>Le calcul du Nutri-Score évolue pour fournir de meilleures recommandations basées sur les dernières preuves scientifiques.</p><p>Principales améliorations :</p><ul><li>Meilleur score pour certains poissons gras et huiles riches en bonnes graisses</li><li>Meilleur score pour les produits complets riches en fibres</li><li>Moins bon score pour les produits contenant beaucoup de sel ou de sucre</li><li>Moins bon score pour la viande rouge (comparée à la volaille)</li></ul>
hr: <p>Izračun Nutri-Scorea se razvija kako bi pružio bolje preporuke na temelju najnovijih znanstvenih dokaza.</p><p>Glavna poboljšanja:</p><ul><li>Bolji rezultat za neke masne ribe i ulja bogata dobrim mastima</li><li>Bolji rezultat za cjelovite proizvode bogate vlaknima</li><li>Lošiji rezultat za proizvode koji sadrže puno soli ili šećera</li><li>Lošiji rezultat za crveno meso (u usporedbi s peradi)</li></ul>
hu: <p>A Nutri-Score számítása folyamatosan fejlődik, hogy jobb ajánlásokat adhasson a legújabb tudományos eredmények fényében.</p><p>Főbb fejlesztések:</p><ul><li>Jobb pontszám egyes zsíros halak és jó zsírokban gazdag olajok esetében</li><li>Jobb pontszám az összes rostban gazdag terméknél</li><li>Rosszabb pontszám a sok sót vagy cukrot tartalmazó terméknél</li><li>Rosszabb pontszám a vörös húsoknál (a baromfihúshoz képest)</li></ul>
id: <p>Perhitungan Nutri-Score terus berkembang untuk memberikan rekomendasi yang lebih baik berdasarkan bukti ilmiah terkini.</p><p>Peningkatan utama:</p><ul><li>Skor yang lebih baik untuk beberapa ikan berlemak dan minyak yang kaya akan lemak baik</li><li>Skor yang lebih baik untuk seluruh produk yang kaya akan serat</li><li>Skor yang lebih buruk untuk produk yang mengandung banyak garam atau gula</li><li>Skor yang lebih buruk untuk daging merah (dibandingkan dengan unggas)</li></ul>
it: <p>Il calcolo del Nutri-Score si sta evolvendo per fornire migliori raccomandazioni basate sulle più recenti prove scientifiche.</p><p>Miglioramenti principali:</p><ul><li>Migliore punteggio per alcuni pesci e oli ricchi di grassi buoni</li><li>Migliore punteggio per interi prodotti ricchi di fibre</li><li>Punteggio peggiore per prodotti contenenti molto sale o zucchero</li><li>Punteggio peggiore per carne rossa (rispetto al pollame)</li></ul>
ka: <p>Nutri-Score-ის გამოთვლა ვითარდება, რათა უახლესი სამეცნიერო მტკიცებულებების საფუძველზე უკეთესი რეკომენდაციები მოგვაწოდოს.</p><p>ძირითადი გაუმჯობესებები:</p><ul><li>უკეთესი ქულა ზოგიერთი ცხიმიანი თევზისა და კარგი ცხიმებით მდიდარი ზეთისთვის</li><li>უკეთესი ქულა ბოჭკოვანით მდიდარი მთლიანი პროდუქტებისთვის</li><li>უარესი ქულა დიდი რაოდენობით მარილის ან შაქრის შემცველი პროდუქტებისთვის</li><li>უარესი ქულა წითელი ხორცისთვის (ფრინველის ხორცთან შედარებით)</li></ul>
lt: <p>„Nutri-Score“ skaičiavimas tobulinamas, kad būtų pateiktos geresnės rekomendacijos, pagrįstos naujausiais moksliniais įrodymais.</p><p>Pagrindiniai patobulinimai:</p><ul><li>geresnis kai kurių riebiųjų žuvų ir aliejų, kuriuose gausu gerųjų riebalų, balas;</li><li>geresnis visų produktų, kuriuose gausu skaidulų, balas;</li><li>blogesnis produktų, kuriuose yra daug druskos ar cukraus, balas;</li><li>blogesnis raudonos mėsos balas (palyginti su paukštiena)</li></ul>
lv: <p>Nutri-Score aprēķināšana tiek attīstīta, lai sniegtu labākus ieteikumus, pamatojoties uz jaunākajiem zinātniskajiem pierādījumiem.</p><p>Galvenie uzlabojumi:</p><ul><li>Labāks vērtējums dažām treknām zivīm un eļļām, kas bagātas ar labajiem taukiem</li><li>Labāks vērtējums pilnvērtīgiem produktiem, kas bagāti ar šķiedrvielām</li><li>Sliktāks vērtējums produktiem, kas satur daudz sāls vai cukura</li><li>Sliktāks vērtējums sarkanajai gaļai (salīdzinājumā ar mājputnu gaļu)</li></ul>
nl_be: <p>De berekening van de Nutri-Score evolueert om betere aanbevelingen te bieden op basis van het nieuwste wetenschappelijke bewijs.</p><p>Belangrijkste verbeteringen:</p><ul><li>Betere score voor sommige vette vissoorten en oliën die rijk zijn aan goede vetten</li><li>Betere score voor producten die rijk zijn aan vezels</li><li>Slechtere score voor producten die veel zout of suiker bevatten</li><li>Slechtere score voor rood vlees (vergeleken met gevogelte)</li></ul>
pl: <p>Obliczanie Nutri-Score ewoluuje, aby dostarczać lepsze rekomendacje oparte na najnowszych dowodach naukowych.</p><p>Główne ulepszenia:</p><ul><li>Lepsza ocena dla niektórych tłustych ryb i olejów bogatych w dobre tłuszcze</li><li>Lepsza ocena dla pełnowartościowych produktów bogatych w błonnik</li><li>Gorsza ocena dla produktów zawierających dużo soli lub cukru</li><li>Gorsza ocena dla czerwonego mięsa (w porównaniu do drobiu)</li></ul>
pt_pt: <p>O cálculo do Nutri-Score está a evoluir para fornecer melhores recomendações com base nas mais recentes evidências científicas.</p><p>Principais melhorias:</p><ul><li>Melhor pontuação para alguns peixes gordos e óleos ricos em gorduras boas</li><li>Melhor pontuação para produtos integrais ricos em fibras</li><li>Pior pontuação para produtos com muito sal ou açúcar</li><li>Pior pontuação para a carne vermelha (em comparação com as aves de capoeira)</li></ul>
ru: <p>Расчет Nutri-Score развивается, чтобы предоставлять лучшие рекомендации на основе последних научных данных.</p><p>Основные улучшения:</p><ul><li>Лучшая оценка для некоторых видов жирной рыбы и масел, богатых полезными жирами</li><li>Лучшая оценка для цельных продуктов, богатых клетчаткой</li><li>Худшая оценка для продуктов, содержащих много соли или сахара</li><li>Худшая оценка для красного мяса (по сравнению с птицей)</li></ul>
sv: <p>Beräkningen av Nutri-Score utvecklas för att ge bättre rekommendationer baserade på de senaste vetenskapliga bevisen.</p><p>Huvudsakliga förbättringar:</p><ul><li>Bättre poäng för viss fet fisk och oljor rika på bra fetter</li><li>Bättre poäng för hela produkter rika på fiber</li><li>Sämre poäng för produkter som innehåller mycket salt eller socker</li><li>Sämre poäng för rött kött (jämfört med fågel)</li></ul>
th: <p>การคำนวณคะแนนโภชนาการ (Nutri-Score) กำลังได้รับการพัฒนาเพื่อให้คำแนะนำที่ดีขึ้นโดยอิงจากหลักฐานทางวิทยาศาสตร์ล่าสุด</p><p>การปรับปรุงหลัก:</p><ul><li>คะแนนที่ดีขึ้นสำหรับปลาที่มีไขมันบางชนิดและน้ำมันที่มีไขมันดีสูง</li><li>คะแนนที่ดีขึ้นสำหรับผลิตภัณฑ์จากธรรมชาติที่มีใยอาหารสูง</li><li>คะแนนที่แย่ลงสำหรับผลิตภัณฑ์ที่มีเกลือหรือน้ำตาลมาก</li><li>คะแนนที่แย่ลงสำหรับเนื้อแดง (เมื่อเทียบกับเนื้อสัตว์ปีก)</li></ul>
uk: <p>Розрахунок Nutri-Score розвивається, щоб надавати кращі рекомендації на основі останніх наукових даних.</p><p>Основні покращення:</p><ul><li>Краща оцінка для жирної риби та олії, багатої корисними жирами</li><li>Краща оцінка для цільних продуктів, багатих клітковиною</li><li>Гірша оцінка для продуктів, що містять багато солі чи цукру</li><li>Гірша оцінка для червоного м’яса (порівняно з птицею)</li></ul>

# nutriscore_new_computation_link_text
source: Discover all the improvements of the new Nutri-Score
bg: Открийте всички подобрения на новия Nutri-Score
cs: Objevte všechna vylepšení nového Nutri-Score
de: Entdecken Sie alle Verbesserungen des neuen Nutri-Score
el: Ανακαλύψτε όλες τις βελτιώσεις του νέου Nutri-Score
eo: Malkovru ĉiujn plibonigojn de la nova Nutri-Score
fa: تمام پیشرفت‌های Nutri-Score جدید را کشف کنید
fi: Tutustu kaikkiin uusiin Nutri-Score-parannuksiin
fr: Découvrez toutes les améliorations du nouveau Nutri-Score
he: הסבר על כל השיפורים ב־Nutri-Score החדש
hr: Otkrijte sva poboljšanja novog Nutri-Scorea
hu: Fedezze fel az új Nutri-Score összes fejlesztését
id: Temukan semua peningkatan Nutri-Score yang baru
it: Scopri tutti i miglioramenti del nuovo Nutri-Score
ka: აღმოაჩინეთ ახალი Nutri-Score-ის ყველა გაუმჯობესება
lt: Susipažinkite su visais naujojo „Nutri-Score“ pakeitimais
lv: Atklājiet visus jaunā Nutri-Score uzlabojumus
nl_be: Ontdek alle verbeteringen van de nieuwe Nutri-Score
pl: Odkryj wszystkie ulepszenia nowego Nutri-Score
pt_pt: Descubra todas as melhorias do novo Nutri-Score
ru: Откройте для себя все улучшения нового Nutri-Score
sv: Upptäck alla förbättringar i nya Nutri-Score
th: ค้นพบการปรับปรุงทั้งหมดของระบบคำนวณคะแนนโภชนาการใหม่ (Nutri-Score)
uk: Відкрийте для себе всі поліпшення нового Nutri-Score

# nutriscore_explanation_what_it_is
source: The Nutri-Score is a logo on the overall nutritional quality of products.
bg: Nutri-Score е емблема за цялостното хранително качество на продуктите.
cs: Nutri-Score je logo o celkové nutriční kvalitě produktů.
de: Der Nutri-Score ist ein Gütesiegel für die allgemeine Nährwertqualität von Produkten.
el: Το Nutri-Score είναι ένα λογότυπο σχετικά με τη συνολική διατροφική ποιότητα των προϊόντων.
eo: La Nutri-Poentaro estas emblemo pri la ĝenerala nutra kvalito de produktoj.
fa: امتیاز تغذیه‌ای (Nutri-Score) نشانه‌ای بر کیفیت کلی تغذیه‌ای محصولات است.
fi: Nutri-Score on logo tuotteiden yleisestä ravintoarvosta.
fr: Le Nutri-Score est un logo sur la qualité nutritionnelle globale des produits.
he: Nutri-Score הוא לוגו שמעיד על איכות תזונתית כוללת של מוצרים.
hr: Nutri-Score je logotip koji označava ukupnu nutritivnu kvalitetu proizvoda.
hu: A Nutri-Score a termékek általános tápértékére utaló logó.
id: Nutri-Score adalah logo yang menunjukkan kualitas nutrisi produk secara keseluruhan.
it: Il Nutri-Score è un logo sulla qualità nutrizionale complessiva dei prodotti.
ka: Nutri-Score არის ლოგო, რომელიც ასახავს პროდუქტების საერთო კვებით ხარისხს.
lt: Nutri-Score - tai rodikis, nurodantis bendrą produkto mitybinę vertę.
lv: Nutri-Score ir logotips, kas norāda uz produktu vispārējo uzturvērtību.
nl_be: De Nutri-Score is een logo dat de algehele voedingskwaliteit van producten weergeeft.
pl: Nutri-Score to logo przedstawiające ogólną jakość odżywczą produktów.
pt_pt: O Nutri-Score é um logótipo sobre a qualidade nutricional global dos produtos.
ru: Nutri-Score — это логотип, отражающий общую пищевую ценность продуктов.
sv: Nutri-Score är en logotyp som visar produkternas övergripande näringskvalitet.
th: Nutri-Score เป็นโลโก้ที่แสดงคุณภาพโภชนาการโดยรวมของผลิตภัณฑ์
uk: Nutri-Score — це логотип загальної поживної якості продуктів.

# nutriscore_explanation_what_it_takes_into_account
source: The score from A to E is calculated based on nutrients and foods to favor (proteins, fiber, fruits, vegetables and legumes ...) and nutrients to limit (calories, saturated fat, sugars, salt).
bg: Резултатът от A до E се изчислява въз основа на хранителни вещества и храни, които да се предпочитат (протеини, фибри, плодове, зеленчуци и бобови растения ...) и хранителни вещества, които да се ограничат (калории, наситени мазнини, захари, сол).
cs: Skóre od A do E se vypočítá na základě živin a potravin, které je třeba upřednostňovat (bílkoviny, vláknina, ovoce, zelenina a luštěniny...) a živin, které je třeba omezit (kalorie, nasycené tuky, cukry, sůl).
de: Die Punktzahl von A bis E wird auf der Grundlage der Nährstoffe und Lebensmittel zu bevorzugen (Proteine, Ballaststoffe, Obst, Gemüse und Hülsenfrüchte ...) und Nährstoffe zu begrenzen (Kalorien, gesättigte Fettsäuren, Zucker, Salz) berechnet.
el: Η βαθμολογία από το Α έως το Ε υπολογίζεται με βάση τα θρεπτικά συστατικά και τα τρόφιμα που προτιμώνται (πρωτεΐνες, φυτικές ίνες, φρούτα, λαχανικά και όσπρια ...) και τα θρεπτικά συστατικά που πρέπει να περιοριστούν (θερμίδες, κορεσμένα λιπαρά, σάκχαρα, αλάτι).
eo: La poentaro de A ĝis E estas kalkulata surbaze de nutraĵoj kaj manĝaĵoj favorindaj (proteinoj, fibroj, fruktoj, legomoj kaj guŝoj...) kaj nutraĵoj limigantaj (kalorioj, saturitaj grasoj, sukeroj, salo).
fa: امتیاز از A تا E بر اساس مواد مغذی و غذاهای مورد علاقه (پروتئین، فیبر، میوه‌ها، سبزیجات و حبوبات ...) و مواد مغذی که باید محدود شوند (کالری، چربی اشباع، قند، نمک) محاسبه می‌شود.
fi: Pisteet A:sta E:hen lasketaan suositeltavien ravintoaineiden ja elintarvikkeiden (proteiinit, kuidut, hedelmät, vihannekset ja palkokasvit...) ja rajoitettavien ravintoaineiden (kalorit, tyydyttyneet rasvat, sokerit, suola) perusteella.
fr: Le score de A à E est calculé en fonction des nutriments et aliments à favoriser (protéines, fibres, fruits et légumes, légumes secs…) et des nutriments à limiter (calories, acides gras saturés, sucres, sel).
he: הציון מ־A עד E מחושב על סמך רכיבי תזונה ומזונות שכדאי להעדיף (חלבונים, סיבים, פירות, ירקות וקטניות…) ורכיבי תזונה שרצוי להגביל (קלוריות, שומן רווי, סוכרים, מלח).
hr: Ocjena od A do E izračunava se na temelju hranjivih tvari i namirnica koje treba preferirati (proteini, vlakna, voće, povrće i mahunarke...) i hranjivih tvari koje treba ograničiti (kalorije, zasićene masti, šećeri, sol).
hu: Az A-tól E-ig terjedő pontszámot a hasznos tápanyagok és élelmiszerek (fehérjék, rostok, gyümölcsök, zöldségek és hüvelyesek) és a korlátozni kívánt tápanyagok (kalória, telített zsírok, cukor, só) alapján számítjuk ki.
id: Skor dari A hingga E dihitung berdasarkan nutrisi dan makanan yang disukai (protein, serat, buah-buahan, sayuran, dan kacang-kacangan...) dan nutrisi yang perlu dibatasi (kalori, lemak jenuh, gula, garam).
it: Il punteggio dalla A alla E è calcolato secondo i nutrienti e gli alimenti da preferire (proteine, fibre, frutta, verdura e legumi ...) e i nutrienti da limitare (calorie, grassi saturi, zuccheri, sale).
ka: A-დან E-მდე ქულა გამოითვლება სასურველი საკვები ნივთიერებებისა და საკვების (ცილები, ბოჭკოვანი, ხილი, ბოსტნეული და პარკოსნები...) და შეზღუდული საკვები ნივთიერებების (კალორიები, ნაჯერი ცხიმები, შაქარი, მარილი) მიხედვით.
lt: Įvertinimas nuo A iki E yra apskaičiojamas atsižvelgiant į maistines medžiagas ir maisto produktus (baltymai, skaidulos, vaisiai, daržovės ir ankštinės daržovės...) ir maistines medžiagas, kurias reikia riboti (kalorijos, sotieji riebalai, cukrus, druska).
lv: Vērtējums no A līdz E tiek aprēķināts, pamatojoties uz uzturvielām un pārtikas produktiem, kas dod priekšroku (olbaltumvielas, šķiedrvielas, augļi, dārzeņi un pākšaugi...), un uzturvielām, kas jāierobežo (kalorijas, piesātinātie tauki, cukuri, sāls).
nl_be: De score van A tot E wordt berekend op basis van voedingsstoffen en voedingsmiddelen die de voorkeur genieten (eiwitten, vezels, fruit, groenten en peulvruchten ...) en voedingsstoffen die moeten worden beperkt (calorieën, verzadigd vet, suikers, zout).
pl: Wynik w skali od A do E jest obliczany na podstawie składników odżywczych i pokarmów, które są preferowane (białka, błonnik, owoce, warzywa i rośliny strączkowe...) oraz składników odżywczych, które należy ograniczyć (kalorie, tłuszcze nasycone, cukry, sól).
pt_pt: A pontuação de A a E é calculada com base nos nutrientes e alimentos a favorecer (proteínas, fibras, frutas, vegetais e leguminosas...) e nos nutrientes a limitar (calorias, gorduras saturadas, açúcares, sal (sódio)).
ru: Оценка по шкале от A до E рассчитывается на основе питательных веществ и продуктов, потребление которых следует ограничивать (белки, клетчатка, фрукты, овощи и бобовые...), а также питательных веществ, потребление которых следует ограничивать (калории, насыщенные жиры, сахара, соль).
sv: Poängen från A till E beräknas utifrån näringsämnen och livsmedel att gynna (proteiner, fibrer, frukt, grönsaker och baljväxter ...) och näringsämnen att begränsa (kalorier, mättat fett, sockerarter, salt).
th: ดัชนีคุณภาพของคุณค่าทางโภชนาการ มีระดับตั้งแต่ A ถึง E การให้คะแนนขึ้นอยู่กับปริมาณสารอาหารที่เป็นประโยชน์ (เช่น โปรตีน, ใยอาหาร, ผลไม้, ผัก และถั่ว) และสารอาหารที่ควรลดลง (เช่น พลังงาน, ไขมันอิ่มตัว, น้ำตาล, เกลือ) แต่ไม่เหมาะจะใช้อ้างอิงสำหรับผู้มีโรคประจำตัว ควรได้รับคำแนะนำเพิ่มเติมจากแพทย์ และนักกำหนดอาหาร
uk: Оцінка від A до E розраховується на основі поживних речовин і продуктів, яким слід віддавати перевагу (білки, клітковина, фрукти, овочі та бобові...) і поживних речовин, які слід обмежити (калорії, насичені жири, цукор, сіль).

# nutriscore_explanation_where_the_data_comes_from
source: The score is calculated from the data of the nutrition facts table and the composition data (fruits, vegetables and legumes).
bg: Резултатът се изчислява от данните от таблицата с хранителни факти и данните за състава (плодове, зеленчуци и бобови растения).
cs: Skóre se vypočítá z údajů tabulky nutričních údajů a údajů o složení (ovoce, zelenina a luštěniny).
de: Die Punktzahl wird aus den Daten der Nährwerttabelle und den Angaben zur Zusammensetzung (Obst, Gemüse und Hülsenfrüchte) berechnet.
el: Η βαθμολογία υπολογίζεται από τα δεδομένα του πίνακα διατροφικών στοιχείων και τα δεδομένα σύνθεσης (φρούτα, λαχανικά και όσπρια).
eo: La poentaro estas kalkulata el la datumoj de la tabelo pri nutraj informoj kaj la datumoj pri konsisto (fruktoj, legomoj kaj guŝoj).
fa: این امتیاز از داده‌های جدول اطلاعات تغذیه‌ای و داده‌های مربوط به ترکیبات (میوه‌ها، سبزیجات و حبوبات) محاسبه می‌شود.
fi: Pistemäärä lasketaan ravitsemustietotaulukon tiedoista ja koostumustiedoista (hedelmät, vihannekset ja palkokasvit).
fr: Le score est calculé à partir des données du tableau de la déclaration nutritionnelle et des données de composition (fruits, légumes et légumes secs).
he: הציון מחושב מנתוני טבלת העובדות התזונתיות ונתוני המרכיבים (פירות, ירקות וקטניות).
hr: Rezultat se izračunava iz podataka iz tablice nutritivnih vrijednosti i podataka o sastavu (voće, povrće i mahunarke).
hu: A pontszámot a tápértéktáblázat adataiból és az összetételből (gyümölcsök, zöldségek és hüvelyesek) számítjuk ki.
id: Skor dihitung dari data tabel fakta nutrisi dan data komposisi (buah-buahan, sayuran, dan kacang-kacangan).
it: Il punteggio viene calcolato dai dati della tabella dei valori nutrizionali e i dati di composizione (frutta, verdura e legumi).
ka: ქულა გამოითვლება კვებითი ღირებულების ცხრილისა და შემადგენლობის მონაცემების (ხილი, ბოსტნეული და პარკოსნები) საფუძველზე.
lt: Balas apskaičiuojamas pagal maistingumo duomenų lentelės duomenis ir sudėties duomenis (vaisiai, daržovės ir ankštiniai augalai).
lv: Vērtējums tiek aprēķināts no uzturvērtības tabulas datiem un sastāva datiem (augļi, dārzeņi un pākšaugi).
nl_be: De score wordt berekend op basis van de voedingswaardentabel en de ingrediënten (fruit, groenten en peulvruchten).
pl: Wynik oblicza się na podstawie danych zawartych w tabeli wartości odżywczych oraz danych dotyczących składu (owoce, warzywa i rośliny strączkowe).
pt_pt: A pontuação é calculada a partir dos dados da tabela de informação nutricional e dos dados da composição (frutas, vegetais e leguminosas).
ru: Оценка рассчитывается на основе данных таблицы пищевой ценности и данных о составе (фрукты, овощи и бобовые).
sv: Poängen beräknas utifrån data i näringsfaktatabellen och sammansättningsdata (frukt, grönsaker och baljväxter).
th: คะแนนจะคำนวณจากข้อมูลในตารางข้อมูลโภชนาการและข้อมูลส่วนประกอบ (ผลไม้ ผัก และพืชตระกูลถั่ว)
uk: Оцінка розраховується на основі даних таблиці фактів харчування та даних про склад (фрукти, овочі та бобові).
