Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# action_add_nutrition_image
source: Take a photo of the nutrition facts
bg: Направи снимка на хранителните стойности
ca: Feu una foto de les dades nutricionals
cs: Vyfoťte výživové údaje
da: Tag et foto af ernæringsfakta
de: Machen Sie ein Foto von den Nährwertangaben
el: Φωτογραφήστε τα διατροφικά στοιχεία
eo: Fotu la nutrajn faktojn
es: Haz una foto de los datos nutricionales
fa: از اطلاعات تغذیه‌ای عکس بگیرید
fi: Ota kuva ravintosisällöstä
fr: Prendre une photo du tableau nutritionnel
he: צילום העובדות התזונתיות
hr: Fotografirajte nutritivne vrijednosti
hu: Készítsen fényképet a tápértékadatokról
id: Ambil foto informasi nilai gizi
it: Scatta una foto dei dati nutrizionali
ja: 栄養成分表の写真を撮ってください
ka: გადაუღეთ ფოტო კვებითი ღირებულების ფაქტებს
lt: Nufotografuokite mitybos faktus
lv: Nofotografējiet uztura informāciju
nl_be: Neem een foto van de voedingswaardentabel
pl: Zrób zdjęcie wartości odżywczych
pt_pt: Tire uma foto à tabela nutricional
ro: Faceți o poză tabelului cu informații nutriționale
ru: Сделайте фото энерг. ценности
sl: Naredi posnetek iz tabele sestavin
sv: Ta en bild av näringstabellen
th: ถ่ายภาพฉลากโภชนาการ
tr: Beslenme tablosunun resmini çekin
uk: Зробити фото складу
vi: Chụp ảnh các thông tin về dinh dưỡng

# action_refresh_ingredients_image
source: Refresh the photo of the ingredients
bg: Обнови снимката на съставките
cs: Obnovte fotografii ingrediencí
da: Opdatér ingrediensfotoet
de: Foto der Zutaten aktualisieren
el: Ανανεώστε τη φωτογραφία των συστατικών
eo: Refreŝigu la foton de la ingrediencoj
es: Actualizar la foto de los ingredientes
fa: عکس مواد تشکیل دهنده را به روز کنید
fi: Päivitä kuva ainesosista
fr: Mettre à jour la photo des ingrédients
he: רענון תמונת הרכיבים
hr: Osvježi fotografiju sastojaka
hu: Összetevők fényképének frissítése
id: Menyegarkan foto bahan makanan
it: Aggiorna la foto degli ingredienti
ja: 原材料の写真を更新
ka: განაახლეთ ინგრედიენტების ფოტო
lt: Atnaujinti ingredientų nuotrauką
lv: Atsvaidziniet sastāvdaļu fotoattēlu
nl_be: Vernieuw de foto van de ingrediënten
pl: Odśwież zdjęcie składników
pt_pt: Atualizar a fotografia dos ingredientes
ro: Reîmprospătați fotografia ingredientelor
ru: Обновить фото состава
sv: Uppdatera bilden av ingredienserna
th: รีเฟรชรูปภาพของส่วนผสม
tr: Malzemelerin fotoğrafını yenileyin
uk: Оновити фото інгредієнтів

# action_refresh_nutrition_image
source: Refresh the photo of the nutrition facts
bg: Обнови снимката с хранителните стойности
cs: Obnovte fotografii nutričních faktů
da: Opdatér næringsfaktafotoet
de: Foto der Nährwertangaben aktualisieren
el: Ανανεώστε τη φωτογραφία των διατροφικών στοιχείων
eo: Refreŝigu la foton de la nutraj informoj
es: Actualizar la foto de la información nutricional
fa: عکس اطلاعات تغذیه‌ای را به‌روزرسانی کنید
fi: Päivitä kuva ravintosisällöstä
fr: Rafraîchir la photo de la valeur nutritionnelles
he: רענון תמונת העובדות התזונתיות
hr: Osvježi fotografiju nutritivnih vrijednosti
hu: Tápértékadatok fényképének frissítése
id: Segarkan foto fakta nutrisi
it: Aggiorna la foto dei valori nutrizionali
ja: 栄養成分表示の写真を更新する
ka: განაახლეთ კვებითი ღირებულების ფოტო
lt: Atnaujinti maistingumo nuotrauką
lv: Atsvaidziniet uztura faktu fotoattēlu
nl_be: Vernieuw de foto van de voedingswaarden
pl: Odśwież zdjęcie informacji o składnikach odżywczych
pt_pt: Atualizar a fotografia das informações nutricionais
ro: Reîmprospătați fotografia cu informațiile nutriționale
ru: Обновить фото пищевой ценности
sv: Uppdatera bilden av näringsfakta
th: รีเฟรชรูปภาพข้อมูลโภชนาการ
tr: Besin değeri unsurlarının fotoğrafını yenileyin
uk: Оновіть фото фактів про харчування

# action_add_packaging_text
source: Extract and check the recycling information
bg: Извлечи и провери информацията за рециклиране
cs: Vyjměte a zkontrolujte informace o recyklaci
da: Udtræk og tjek genbrugsvejledning
de: Recycling-Informationen extrahieren und überprüfen
el: Εξάγετε και ελέγξτε τις πληροφορίες ανακύκλωσης
eo: Eltiru kaj kontrolu la informojn pri reciklado
es: Extraer y verificar la información de reciclaje
fa: اطلاعات بازیافت را استخراج و بررسی کنید
fi: Poimi ja tarkista lajittelutiedot
fr: Extraire et vérifier les informations de recyclage
he: חילוץ ובדיקת פרטי המחזור
hr: Izvucite i provjerite informacije o recikliranju
hu: Újrahasznosítási információk kinyerése és ellenőrzése
id: Ekstrak dan periksa informasi daur ulang
it: Estrai e verifica le informazioni sul riciclo
ja: リサイクル情報を抽出して確認する
ka: ამოიღეთ და შეამოწმეთ გადამუშავების ინფორმაცია
lt: Ištraukti ir patikrinti perdirbimo informaciją
lv: Iegūstiet un pārbaudiet informāciju par pārstrādi
nl_be: Extraheren en controleren de recyclingsinformatie
pl: Znajdź i sprawdź informacje o recyklingu
pt_pt: Extrair e verificar as informações de reciclagem
ro: Extrageți și verificați informațiile de reciclare
ru: Извлекать и проверять информацию переработки
sv: Ta fram och kontrollera återvinningsinformationen
th: ดึงข้อมูลการรีไซเคิลออกมาตรวจสอบ
tr: Geri dönüşüm bilgilerini ayıklayın ve kontrol edin
uk: Витягніть і перевірте інформацію про перероблення

# action_add_stores
source: Add the store where you found this product
bg: Добави магазина, където си намерил този продукт
cs: Přidejte obchod, kde jste tento produkt našli
da: Tilføj butikken, hvori dette produkt blev fundet
de: Geschäft hinzufügen, in dem Sie dieses Produkt gefunden haben
el: Προσθέστε το κατάστημα όπου βρήκατε αυτό το προϊόν
eo: Aldonu la vendejon kie vi trovis ĉi tiun produkton
es: Añadir la tienda donde encontraste este producto
fa: فروشگاهی که این محصول را در آن پیدا کردید اضافه کنید
fi: Lisää kauppa, josta löysit tämän tuotteen
fr: Ajoutez le magasin où vous avez trouvé ce produit
he: הוספת החנות בה מצאת את המוצר
hr: Dodajte trgovinu u kojoj ste pronašli ovaj proizvod
hu: Adja meg az üzletet, ahol ezt a terméket találta
id: Tambahkan toko tempat Anda menemukan produk ini
it: Aggiungi il negozio in cui hai trovato questo prodotto
ja: この商品を見つけた店舗を追加
ka: დაამატეთ მაღაზია, სადაც ეს პროდუქტი იპოვეთ
lt: Pridėti parduotuvę, kurioje radote šį produktą
lv: Pievienojiet veikalu, kurā atradāt šo produktu
nl_be: Voeg de winkel toe waar je dit product hebt gevonden
pl: Dodaj sklep, w którym znalazłeś ten produkt
pt_pt: Adicionar a loja onde encontrou este produto
ro: Adaugă magazinul unde ai găsit acest produs
ru: Добавить магазин, где найден продукт
sv: Lägg till butiken där du hittade den här produkten
th: เพิ่มลิงก์ร้านค้าที่คุณพบสินค้านี้
tr: Bu ürünü bulduğunuz mağazayı ekleyin
uk: Додайте магазин, де ви знайшли цей товар

# action_labels
source: Add any label present on this product
bg: Добавете всеки етикет, присъстващ на този продукт
cs: Přidejte jakýkoli štítek na tomto produktu
da: Tilføj alle dette produkts eksisterende etiketter
de: Jedes auf diesem Produkt vorhandene Etikett hinzufügen
el: Προσθέστε οποιαδήποτε ετικέτα υπάρχει σε αυτό το προϊόν
eo: Aldonu ajnan etikedon ĉeestantan sur ĉi tiu produkto
es: Añadir etiquetas presentes en este producto
fa: هر برچسبی که روی این محصول وجود دارد را اضافه کنید
fi: Lisää tässä tuotteessa oleva merkki
fr: Ajouter toutes les étiquettes présente sur ce produit
he: הוספת תוויות כלשהן שמופיעות על המוצר
hr: Dodajte bilo koju naljepnicu koja se nalazi na ovom proizvodu
hu: Adja meg a terméken található címkéket
id: Tambahkan label apa pun yang ada pada produk ini
it: Aggiungi qualsiasi etichetta presente su questo prodotto
ja: この製品に存在するラベルを追加
ka: დაამატეთ ამ პროდუქტზე არსებული ნებისმიერი ეტიკეტი
lt: Pridėti bet kokią etiketę, esančią ant šio gaminio
lv: Pievienojiet jebkuru etiķeti, kas atrodas uz šī produkta
nl_be: Voeg een eventueel aanwezig label op dit product toe
pl: Dodaj dowolną informację znalezioną na opakowaniu produktu
pt_pt: Adicionar qualquer etiqueta presente neste produto
ro: Adăugați orice etichetă prezentă pe acest produs
ru: Добавьте любую этикетку, имеющуюся на этом продукте
sv: Lägg till eventuell etikett som finns på den här produkten
th: ติดฉลากใดๆ ที่มีอยู่บนผลิตภัณฑ์นี้
tr: Bu üründe bulunan herhangi bir etiketi ekleyin
uk: Додайте будь-яку етикетку, наявну на цьому товарі

# action_countries
source: Add the country where you found this product
bg: Добави страната, в която си намерил този продукт
cs: Přidejte zemi, kde jste tento produkt našli
da: Tilføj landet, hvor dette produkt blev fundet
de: Land hinzufügen, in dem Sie das Produkt gefunden haben
el: Προσθέστε τη χώρα όπου βρήκατε αυτό το προϊόν
eo: Aldonu la landon kie vi trovis ĉi tiun produkton
es: Añadir el país donde encontraste este producto
fa: کشوری را که این محصول را در آن پیدا کرده‌اید اضافه کنید
fi: Lisää maa, josta löysit tämän tuotteen
fr: Ajoutez le pays où vous avez trouvé ce produit
he: הוספת המדינה בה מצאת את המוצר
hr: Dodajte državu u kojoj ste pronašli ovaj proizvod
hu: Adja meg az országot, ahol ez a termék megtalálható
id: Tambahkan negara tempat Anda menemukan produk ini
it: Aggiungi il Paese in cui hai trovato questo prodotto
ja: この製品を見つけた国を追加
ka: დაამატეთ ქვეყანა, სადაც ეს პროდუქტი იპოვეთ
lt: Pridėti šalį, kurioje radote šį produktą
lv: Pievienojiet valsti, kurā atradāt šo produktu
nl_be: Voeg het land toe waar u dit product heeft gevonden
pl: Dodaj kraj, w którym znalazłeś ten produkt
pt_pt: Adicionar o país onde encontrou este produto
ro: Adăugați țara în care ați găsit acest produs
ru: Добавить страну где вы нашли этот продукт
sv: Lägg till landet där du hittade den här produkten
th: ระบุประเทศที่คุณพบผลิตภัณฑ์นี้
tr: Bu ürünü bulduğunuz ülkeyi ekleyin
uk: Додайте країну, де ви знайшли цей продукт

# action_packager_codes_image
source: Take a photo of traceability codes
bg: Направи снимка на кодовете за проследяване
cs: Vyfoťte kódy sledovatelnosti
da: Tag et foto af sporbarhedskoder
de: Foto der Rückverfolgbarkeitscodes aufnehmen
el: Τραβήξτε μια φωτογραφία των κωδικών ιχνηλασιμότητας
eo: Fotu spureblecajn kodojn
es: Tomar una foto de los códigos de trazabilidad
fa: از کدهای ردیابی عکس بگیرید
fi: Ota valokuva jäljitettävyyskoodeista
fr: Prendre une photo des codes de traçabilité
he: צילום הקודים של המעקב
hr: Fotografirajte kodove za sljedivost
hu: Készítsen fényképet a gyártási kódokról
id: Ambil foto kode penelusuran
it: Scatta una foto dei codici di tracciabilità
ja: トレーサビリティ コードの写真を撮る
ka: გადაუღეთ ფოტო მიკვლევადობის კოდებს
lt: Nufotografuoti atsekamumo kodus
lv: Nofotografējiet izsekojamības kodus
nl_be: Maak een foto van traceerbaarheidscodes
pl: Zrób zdjęcie kodu identyfikacyjnego
pt_pt: Tire uma fotografia dos códigos de rastreabilidade
ro: Faceți o fotografie a codurilor de trasabilitate
ru: Сфотографируйте коды отслеживания
sv: Ta ett foto av spårbarhetskoder
th: ถ่ายภาพรหัสตรวจสอบย้อนกลับ
tr: İzlenebilirlik kodlarının fotoğrafını çekin
uk: Сфотографуйте коди простежуваності

# action_report_product_to_nutripatrol
source: Report this product to our moderators
bg: Докладвайте този продукт на нашите модератори
cs: Nahlásit tento produkt našim moderátorům
de: Dieses Produkt an unsere Moderatoren melden
el: Αναφέρετε αυτό το προϊόν στους συντονιστές μας
eo: Raporti ĉi tiun produkton al niaj moderigantoj
fa: این محصول را به مدیران ما گزارش دهید
fi: Ilmoita tästä tuotteesta valvojillemme
fr: Signaler ce produit à nos modérateurs
he: דיווח על המוצר הזה למפקחים שלנו
hr: Prijavi ovaj proizvod našim moderatorima
hu: Jelentse ezt a terméket moderátorainknak
id: Laporkan produk ini ke moderator kami
it: Segnala questo prodotto ai nostri moderatori
ka: ამ პროდუქტის შესახებ შეატყობინეთ ჩვენს მოდერატორებს
lt: Pranešti apie šį produktą mūsų moderatoriams
lv: Ziņot par šo produktu mūsu moderatoriem
nl_be: Meld dit product aan onze moderators
pl: Zgłoś ten produkt naszym moderatorom
pt_pt: Denunciar este produto aos nossos moderadores
ru: Сообщить об этом продукте нашим модераторам
sv: Rapportera den här produkten till våra moderatorer
th: แจ้งปัญหาเกี่ยวกับผลิตภัณฑ์นี้ให้ผู้ดูแลระบบทราบ
uk: Повідомте про цей продукт нашим модераторам

# knowledge_panels_facts
source: What you need to know
bg: Какво трябва да знаеш
ca: Què us cal saber
cs: Co potřebujete vědět
da: Hvad man har behov for at vide
de: Was Sie wissen sollten
el: Τι πρέπει να ξέρετε
eo: Kion vi bezonas scii
es: Qué necesitas saber
fa: آنچه باید بدانید
fi: Mitä sinun tulee tietää
fr: Ce que vous devez savoir
he: מה שחשוב לדעת
hr: Što trebate znati
hu: Amit tudnia kell
id: Apa yang perlu anda ketahui
it: Cosa hai bisogno di sapere
ja: 知っておくべきこと
ka: რა უნდა იცოდეთ
lt: Ką turi žinoti
lv: Kas jums jāzina
nl_be: Wat je moet weten
pl: Co musisz wiedzieć
pt_pt: O que precisa de saber
ro: Ce trebuie să ştiţi
ru: Что вам нужно знать
sv: Vad du behöver veta
th: สิ่งที่คุณควรรู้
tr: Bilmeniz gerekenler
uk: Що вам треба знати
vi: Những điều bạn cần biết

# knowledge_panels_recommendation
source: Recommendation
bg: Препоръка
ca: Recomanació
cs: Doporučení
da: Anbefaling
de: Empfehlung
el: Σύσταση
eo: Rekomendo
es: Recomendaciones
fa: توصیه
fi: Suositus
fr: Recommandation
he: המלצה
hr: Preporuka
hu: Javaslat
id: Rekomendasi
it: Consiglio
ja: 知識_パネル_おすすめ
ka: რეკომენდაცია
lt: Rekomendacija
lv: Ieteikums
nl_be: Aanbeveling
pl: Zalecenie
pt_pt: Recomendação
ro: Recomandare
ru: Рекомендации
sv: Rekommendation
th: คำแนะนำ
tr: Öneri
uk: Рекомендації
vi: Gợi ý

# nutrient_info_salt_risk
source: A high consumption of salt (or sodium) can cause raised blood pressure, which can increase the risk of heart disease and stroke.
bg: Високата консумация на сол (или натрий) може да причини повишено кръвно налягане, което може да увеличи риска от сърдечни заболявания и инсулт.
ca: Un alt consum de sal (o sodi) pot provocar un augment de la pressió arterial, que pot augmentar el risc de patir malalties del cor i ictus.
cs: Vysoká konzumace soli (nebo sodíku) může způsobit zvýšený krevní tlak, což může zvýšit riziko srdečních onemocnění a mrtvice.
da: Et højt saltforbrug (natrium) kan medføre forhøjet blodtryk, hvilket kan øge risikoen for hjertesygdomme samt slagtilfælde.
de: Ein hoher Salz- (oder Natrium-) Konsum kann zu einem erhöhten Blutdruck führen, was das Risiko von Herzkrankheiten und Schlaganfällen erhöhen kann.
el: Η υψηλή κατανάλωση αλατιού (ή νατρίου) μπορεί να προκαλέσει αυξημένη αρτηριακή πίεση, η οποία μπορεί να αυξήσει τον κίνδυνο καρδιακών παθήσεων και εγκεφαλικού.
eo: Troa konsumo de salo (aŭ natrio) povas kaŭzi levitan sangopremon, kiu povas pliigi la riskon de kormalsano kaj apopleksio.
es: Un alto consumo de sal (o sodio) puede provocar un aumento de la presión arterial, lo que puede aumentar el riesgo de enfermedades cardíacas y accidentes cerebrovasculares.
fa: مصرف زیاد نمک (یا سدیم) می‌تواند باعث افزایش فشار خون شود که می‌تواند خطر بیماری قلبی و سکته مغزی را افزایش دهد.
fi: Runsas suolan (tai natriumin) kulutus voi nostaa verenpainetta, mikä voi lisätä sydänsairauksien ja aivohalvauksen riskiä.
fr: Une forte consommation de sel (ou de sodium) peut entraîner une augmentation de la pression artérielle, ce qui peut augmenter le risque de maladie cardiaque et d'accident vasculaire cérébral.
he: צריכה של כמות גדולה של מלח (או נתרן) עלולה להגביר את לחץ הדם, מה שעלול להגביר את הסיכון למחלות לב ולשבץ.
hr: Visoka konzumacija soli (ili natrija) može uzrokovati povišeni krvni tlak, što može povećati rizik od srčanih bolesti i moždanog udara.
hu: A só (vagy nátrium) nagy mennyiségű fogyasztása megemelheti a vérnyomást, ami növelheti a szívbetegségek és a stroke kockázatát.
id: Konsumsi garam (atau natrium) yang tinggi dapat menyebabkan peningkatan tekanan darah, yang dapat meningkatkan risiko penyakit jantung dan stroke.
it: Un consumo elevato di sale (o sodio) può causare un aumento della pressione sanguigna, che può aumentare il rischio di malattie cardiache e ictus.
ja: 塩分（またはナトリウム）を大量に摂取すると血圧が上昇し、心臓病や脳卒中のリスクが高まる可能性があります。
ka: მარილის (ან ნატრიუმის) მაღალმა მოხმარებამ შეიძლება გამოიწვიოს არტერიული წნევის მომატება, რამაც შეიძლება გაზარდოს გულის დაავადებების და ინსულტის რისკი.
lt: Didelis druskos (arba natrio) vartojimas gali sukelti kraujospūdžio padidėjimą, o tai gali padidinti širdies ligų ir insulto riziką.
lv: Liels sāls (vai nātrija) patēriņš var izraisīt paaugstinātu asinsspiedienu, kas var palielināt sirds slimību un insulta risku.
nl_be: Een hoge consumptie van zout (of natrium) kan een verhoogde bloeddruk veroorzaken, wat het risico op hartaandoeningen en beroertes kan vergroten.
pl: Wysokie spożycie soli (lub sodu) może powodować wzrost ciśnienia krwi, co może zwiększać ryzyko chorób serca i udaru mózgu.
pt_pt: O consumo elevado de sal (ou sódio) pode provocar um aumento da tensão arterial, o que pode aumentar o risco de doenças cardíacas e de acidentes vasculares cerebrais.
ro: Un consum mare de sare (sau sodiu) poate cauza creșterea tensiunii arteriale, ceea ce poate crește riscul de boli de inimă și accident vascular cerebral.
ru: Чрезмерное потребление соли (или натрия) может привести к повышению артериального давления, что может увеличить риск сердечных заболеваний и инсульта.
sv: Ett högt konsumtion av salt (eller natrium) kan orsaka förhöjt blodtryck, vilket kan öka risken för hjärtsjukdomar och stroke.
th: การบริโภคเกลือ (หรือโซเดียม) ในปริมาณมากอาจทำให้ความดันโลหิตสูงขึ้น ซึ่งอาจเพิ่มความเสี่ยงต่อโรคหัวใจและโรคหลอดเลือดสมองได้
tr: Yüksek miktarda tuz (veya sodyum) tüketimi, kalp hastalığı ve felç riskini artırabilen kan basıncının yükselmesine neden olabilir.
uk: Високе споживання солі (або натрію) може спричинити підвищення тиску, що збільшує ризик серцевих захворювань та інсульту.
vi: Tiêu thụ nhiều muối (hoặc natri) có thể làm tăng huyết áp, từ đó làm tăng nguy cơ mắc bệnh tim và đột quỵ.

# nutrient_info_salt_high_blood_pressure
source: Many people who have high blood pressure do not know it, as there are often no symptoms.
bg: Много хора, които имат високо кръвно налягане, не го знаят, тъй като често няма симптоми.
ca: Moltes persones que tenen hipertensió no ho saben, ja que sovint no en tenen símptomes.
cs: Mnoho lidí, kteří mají vysoký krevní tlak, to neví, protože často nejsou žádné příznaky.
da: Mange med et forhøjet blodtryk ved ikke dette, da der ofte ingen symptomer er.
de: Viele Menschen, die unter Bluthochdruck leiden, wissen es nicht, da sie oft keine Symptome haben.
el: Πολλοί άνθρωποι που έχουν υψηλή αρτηριακή πίεση δεν το γνωρίζουν, καθώς συχνά δεν υπάρχουν συμπτώματα.
eo: Multaj homoj, kiuj havas altan sangopremon, ne scias ĝin, ĉar ofte ne estas simptomoj.
es: Muchas personas que tienen presión arterial alta no lo saben, ya que a menudo no presentan síntomas.
fa: بسیاری از افرادی که فشار خون بالا دارند، از آن بی‌اطلاع هستند، زیرا اغلب هیچ علامتی ندارد.
fi: Monet ihmiset eivät tiedä verenpaineensa olevan korkea, koska usein se on oireetonta.
fr: De nombreuses personnes souffrant d'hypertension ne le savent pas, car il n'y a souvent aucun symptôme.
he: אנשים רבים הסובלים מלחץ דם גבוה אינם יודעים זאת, מכיוון שלעתים קרובות אין תסמינים.
hr: Mnogi ljudi koji imaju visoki krvni tlak to ne znaju, jer često nema simptoma.
hu: Sok magas vérnyomásos nem is tud a betegségéről, mivel gyakran nincsenek tünetei.
id: Banyak orang yang memiliki tekanan darah tinggi tidak mengetahuinya, karena sering kali tidak ada gejala.
it: Molte persone che hanno la pressione alta non lo sanno, poiché spesso non ci sono sintomi.
ja: 高血圧の人の多くは、症状がないことが多いので、それを知りません。
ka: მაღალი არტერიული წნევის მქონე ბევრმა ადამიანმა ამის შესახებ არ იცის, რადგან ხშირად სიმპტომები არ აღენიშნება.
lt: Daugelis žmonių, turinčių aukštą kraujospūdį, to nežino, nes dažnai nėra jokių simptomų.
lv: Daudzi cilvēki ar paaugstinātu asinsspiedienu to nezina, jo bieži vien nav nekādu simptomu.
nl_be: Veel mensen met hoge bloeddruk weten het niet, omdat er vaak geen symptomen zijn.
pl: Wiele osób z wysokim ciśnieniem krwi nie wie o tym, ponieważ często nie ma żadnych objawów.
pt_pt: Muitas pessoas que sofrem de hipertensão arterial não o sabem, pois muitas vezes não apresentam sintomas.
ro: Mulți oameni care au hipertensiune arterială nu știu asta, deoarece adesea nu există simptome.
ru: Многие люди, страдающие повышенным артериальным давлением, не знают об этом, поскольку зачастую симптомы отсутствуют.
sv: Många som har högt blodtryck vet inte om det, eftersom det ofta inte finns några symtom.
th: หลายคนที่มีความดันโลหิตสูงมักไม่รู้ตัว เนื่องจากมักไม่มีอาการใดๆ ปรากฏให้เห็น
tr: Yüksek tansiyonu olan birçok kişi sahip olduğunu bilmiyor çünkü çoğunlukla hiçbir belirtisi olmuyor.
uk: Багато людей, які мають високий тиск, не знають про це, оскільки часто не мають жодних симптомів.
vi: Nhiều người bị huyết áp cao nhưng không thể nhận biết bệnh, vì thường không có triệu chứng.
