Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# recipes_ingredients_for_each_product
source: Ingredients for each product
ar: المكونات لكل منتَج
bg: Съставки за всеки продукт
ca: Ingredients per a cada producte
cs: Ingredience pro každý produkt
da: Ingredienser for hvert produkt
de: Zutaten für jedes Produkt
el: Συστατικά για κάθε προϊόν
eo: Ingrediencoj por ĉiu produkto
es: Ingredientes para cada producto
fa: مواد تشکیل دهنده هر محصول
fi: Kunkin tuotteen ainesosat
fr: Ingrédients pour chaque produit
he: רכיבים לכל מוצר
hr: Sastojci za svaki proizvod
hu: Hozzávalók az egyes termékekhez
id: Kandungan bahan setiap produk
it: Ingredienti per ogni prodotto
ja: それぞれの製品の原材料
ka: ინგრედიენტები თითოეული პროდუქტისთვის
lt: Ingredientai kiekvienam produktui
lv: Katra produkta sastāvdaļas
nl_be: Ingrediënten voor elk product
pl: Składniki dla wszystkich produktów
pt_pt: Ingredientes para cada produto
ro: Ingrediente pentru fiecare produs
ru: Ингредиенты для каждого продукта
sl: Sestavine za vsak izdelek
sv: Ingredienser för varje produkt
th: ส่วนประกอบของผลิตภัณฑ์แต่ละชนิด
tr: Her ürün için içerikler
uk: Складники для всіх продуктів
vi: Thành phần cho từng sản phẩm

source: Product deleted.
bg: Продуктът е изтрит.
ca: Producte suprimit.
cs: Produkt smazán.
da: Produkt slettet.
de: Produkt gelöscht.
el: Το προϊόν διαγράφηκε.
eo: Produkto forigita.
es: Producto eliminado.
fa: محصول حذف شد.
fi: Tuote poistettu.
fr: Produit supprimé.
he: המוצר נמחק.
hr: Proizvod je izbrisan.
hu: Termék törölve.
id: Produk dihapus.
it: Prodotto eliminato.
ja: 製品を削除しました。
ka: პროდუქტი წაიშალა.
lt: Produktas ištrintas.
lv: Produkts dzēsts.
nl_be: Product verwijderd.
pl: Produkt wycofany.
pt_pt: Produto eliminado.
ro: Produs șters.
ru: Продукт удален.
sl: Izdelek je izbrisan.
sv: Produkt borttagen.
th: สินค้าถูกลบแล้ว
tr: Ürün silindi.
uk: Продукцію видалено.
vi: Sản phẩm đã bị xóa.

source: Carbon footprint
bg: Въглероден отпечатък
ca: Petjada de carboni
cs: Uhlíková stopa
da: CO²-aftryk
de: CO2-Fußabdruck
el: Αποτύπωμα άνθρακα
es: Huella de carbono
fi: Hiilijalanjälki
fr: Empreinte carbone
he: טביעת רגל פחמנית
hu: Ökológiai lábnyom
id: Jejak karbon
it: Impronta carbonica
ja: カーボンフットプリント
lt: Anglies pėdsakas
lv: Oglekļa pēdas nospiedums
nl_be: Co2-voetafdruk
pl: Ślad węglowy
pt_pt: Pegada ecológica
ro: Amprenta de carbon
ru: Углеродный след
sl: Ogljični odtis
sv: Koldioxidavtryck
tr: Karbon Ayakizi
uk: Вуглецевий слід
vi: Dấu chân Carbon

# f_carbon_footprint_per_100g_of_product
source: {grams} g CO₂e per 100g of product
bg: {grams} g CO₂e на 100г продукт
cs: {grams} g CO₂e na 100 g produktu
de: {grams} g CO₂e pro 100g des Produkts
el: {grams} g CO₂e ανά 100g προϊόντος
eo: {grams} g CO₂e por 100g da produkto
fa: {grams} گرم CO₂e در هر 100 گرم محصول
fi: {grams} g CO₂e per 100g tuotetta
fr: {grams} g de CO₂e pour 100 g de produit
he: {grams} גרם CO₂e לכל 100 גרם של מוצר
hr: {grams} g CO₂e na 100 g proizvoda
hu: {grams} g CO₂e / 100g termékben
it: {grams} g CO₂ per 100g di prodotto
ka: {grams} გ CO₂e 100 გ პროდუქტზე
lt: {grams} g CO₂e/100 g produkto
lv: {grams} g CO₂e uz 100 g produkta
nl_be: {grams} g CO₂e per 100 g product
pl: {grams} g CO₂e na 100g produktu
pt_pt: {grams} g CO₂e por 100 g de produto
ru: {grams} г CO₂e на 100 г продукта
sv: {grams} g CO₂e per 100 g produkt
th: {grams} กรัม CO₂e ต่อ 100 กรัมของผลิตภัณฑ์
uk: {grams} г CO₂e на 100 г продукту

# f_carbon_footprint_per_unit
source: {kilograms} kg CO₂e per unit
bg: {kilograms} kg CO₂e на единица
cs: {kilograms} kg CO₂e na jednotku
de: {kilograms} kg CO₂e pro Einheit
el: {kilograms} kg CO₂e ανά μονάδα
eo: {kilograms} kg CO₂e po unuo
fa: {kilograms} کیلوگرم CO₂e در واحد
fi: {kilograms} kg CO₂e yksikköä kohti
fr: {kilograms} kg de CO₂e par unité
he: {kilograms} ק״ג של CO₂e ליחידה
hr: {kilograms} kg CO₂e po jedinici
hu: egységenként {kilograms} kg CO₂e
it: {kilograms} kg CO₂ per unità
ka: {kilograms} კგ CO₂e ერთეულზე
lt: {kilograms} kg CO₂e/vnt.
lv: {kilograms} kg CO₂e uz vienību
nl_be: {kilograms} kg CO₂e per eenheid
pl: {kilograms} kg CO₂e na jednostkę
pt_pt: {kilograms} kg CO₂e por unidade
ru: {kilograms} кг CO₂e на единицу
sv: {kilograms} kg CO₂e per enhet
th: {kilograms} กก CO₂e ต่อหน่วย
uk: {kilograms} кг CO₂e на одиницю

source: average for the category
bg: средно за категорията
cs: průměr pro kategorii
de: Durchschnitt in der Kategorie
el: μέσος όρος για την κατηγορία
eo: averaĝo por la kategorio
fa: میانگین برای این دسته
fi: luokan keskiarvo
fr: moyenne pour la catégorie
he: ממוצע לקטגוריה
hr: prosjek za kategoriju
hu: kategória átlaga
id: rata-rata untuk kategori tersebut
it: media per la categoria
ka: საშუალო კატეგორიისთვის
lt: kategorijos vidurkis
lv: vidēji šajā kategorijā
nl_be: gemiddelde voor de categorie
pl: średnia dla kategorii
pt_pt: média para a categoria
ru: среднее в категории
sv: genomsnittet för kategorin
th: ค่าเฉลี่ยสำหรับหมวดหมู่
uk: середнє по категорії

source: Data source and detailed carbon impact
bg: Източник на данни и подробно въглеродно въздействие
cs: Zdroj dat a podrobný dopad uhlíku
de: Datenquelle und detaillierte Kohlenstoffauswirkungen
el: Πηγή δεδομένων και λεπτομερείς επιπτώσεις άνθρακα
eo: Datenfonto kaj detala karbona efiko
fa: منبع داده‌ها و جزئیات تأثیر کربن
fi: Tietolähde ja yksityiskohtainen hiilivaikutus
fr: Sources de données et impact carbone détaillé
he: מקור נתונים והשפעת פחמן מפורטת
hr: Izvor podataka i detaljan utjecaj ugljika
hu: Adatforrás és részletes szén-dioxid-hatás
id: Sumber data dan dampak karbon terperinci
it: Fonte dei dati e impatto dettagliato sul carbonio
ka: მონაცემთა წყარო და ნახშირბადის დეტალური ზემოქმედება
lt: Duomenų šaltinis ir išsamus anglies dioksido poveikis
lv: Datu avots un detalizēta oglekļa ietekme
nl_be: Gegevensbron en gedetailleerde koolstofimpact
pl: Źródło danych i szczegółowy wpływ na emisję węgla
pt_pt: Fonte de dados e impacto pormenorizado do carbono
ru: Источник данных и подробный эффект от углерода
sv: Datakälla och detaljerad koldioxidpåverkan
th: แหล่งข้อมูลและผลกระทบต่อคาร์บอนโดยละเอียด
uk: Джерело даних і докладний вплив вуглецю

# f_equal_to_driving_km_in_a_petrol_car
source: Equal to driving {kilometers} km in a petrol car
bg: Еквивалентно на каране на {kilometers} км с бензинов автомобил
ca: Equivalent a conduir {kilometers} km en un cotxe de gasolina
cs: Rovná se ujetí {kilometers} km v benzínovém autě
da: Svarende til at køre {kilometers} km i en benzinbil
de: Entspricht dem Fahren von {kilometers} km in einem Benzinauto
el: Ισοδυναμεί με την οδήγηση {kilometers} km σε αυτοκίνητο εσωτερικής καύσης
eo: Egala al veturado de {kilometers} km en benzina aŭto
es: Equivale a conducir {kilometers} km en un coche de gasolina
fa: معادل رانندگی {kilometers} کیلومتر با یک ماشین بنزینی
fi: Vastaa {kilometers} km:n ajoa bensiiniautolla
fr: Équivaut à parcourir {kilometers} km dans une voiture à essence
he: שווה ערך לנסיעה של {kilometers} ק״מ ברכב שמונע בדלק
hr: Jednako vožnji {kilometers} km u benzinskom automobilu
hu: Egyenlő {kilometers} km megtételével benzines autóval
id: Sama dengan mengendarai {kilometers} km dalam sebuah mobil berbahan bakar bensin
it: Pari a guidare {kilometers} km in un'auto a benzina
ja: ガソリン車で {kilometers} km 走行するのと同等
ka: ბენზინის მანქანაში {kilometers} კმ-ის გავლის ტოლფასია
lt: Prilygsta nuvažiuoti {kilometers} km benzininiu automobiliu
lv: Vienlīdzīgs ar {kilometers} km nobraukšanu ar benzīna automašīnu
nl_be: Gelijk aan {kilometers} km rijden in een benzineauto
pl: Wystarczająca na przejechanie {kilometers} km samochodem na benzynę
pt_pt: Igual a conduzir {kilometers} km num automóvel a gasolina
ro: Echivalent cu conducerea {kilometers} km într-o mașină pe benzină
ru: Равно пробегу {kilometers} км на бензиновом автомобиле
sl: Enako kot vožnja {kilometers} km z bencinskim avtomobilom
sv: Lika med att köra {kilometers} km i en bensinbil
th: เทียบเท่ากับการขับรถ {kilometers} กิโลเมตรในรถยนต์ที่ใช้น้ำมันเบนซิน
tr: Benzinli bir arabayla {kilometers} km gitmeye eşittir
uk: Дорівнює керуванню {kilometers} в км автомобіля з бензиновим паливом
vi: Tương đương với lái xe ô tô chạy xăng {kilometers} km

# source_ademe_agribalyse
source: Source: ADEME Agribalyse Database
bg: Източник: ADEME Agribalyse Database
ca: Font: Base de dades ADEME Agribalyse
cs: Zdroj: ADEME Agribalyse Database
da: Kilde: ADEME Agribalyse Database
de: Quelle: ADEME Agribalyse-Datenbank
el: Πηγή: Βάση Δεδομένων ADEME Agribalyse
eo: Fonto: ADEME Agribalyse Datumbazo
es: Fuente: Base de datos ADEME Agribalyse
fa: منبع: پایگاه داده کشاورزی ADEME
fi: Lähde: ADEME Agribalyse -tietokanta
fr: Source : Base de données ADEME Agribalyse
he: מקור: מסד הנתונים Agribalyse מבית ADEME
hr: Izvor: ADEME Agribalyse baza podataka
hu: Forrás: ADEME Agribalyse Adatbázis
id: Sumber: Basis Data Agribalyse ADEME
it: Fonte: Database di ADEME Agribalyse
ja: 出典: ADEME Agribalyse Database
ka: წყარო: ADEME Agribalyse მონაცემთა ბაზა
lt: Šaltinis: ADEME Agribalyse duomenų bazė
lv: Avots: ADEME Agribalyse datubāze
nl_be: Bron: ADEME Agribalyse-database
pl: Źródło: Baza danych ADEME Agribalyse
pt_pt: Fonte: base de dados ADEME Agribalyse
ro: Sursa: Baza de date ADEME Agribalyse
ru: Источник: База данных ADEME Agribalyse
sl: Vir: ADEME Agribalyse Database
sv: Källa: ADEME Agribalyse-databasen
th: ที่มา: ฐานข้อมูล ADEME Agribalyse
tr: Kaynak: ADEME Agribalyse Veritabanı
uk: Джерело: база даних Agribalyse та агентство охорони навколишнього середовища та енергетики ADEME
vi: Nguồn: Cơ sở dữ liệu ADEME Agribalyse

# source_ademe_agribalyse_for_category
source: The carbon emission figure comes from ADEME's Agribalyse database, for the category:
bg: Количеството въглеродни емисии идва от базата данни Agribalyse на ADEME за категорията:
ca: La xifra d'emissions de carboni prové de la base de dades Agribalyse d'ADEME, per a la categoria:
cs: Údaje o emisích uhlíku pochází z databáze Agribalyse společnosti ADEME pro kategorii:
da: Tallet for CO2-udslip hidrører fra ADEMEs Agribalyse-database for kategorien:
de: Die Zahlen zu den Kohlenstoffemissionen für diese Kategorie stammen aus der Agribalyse-Datenbank der ADEME:
el: Ο αριθμός εκπομπών άνθρακα προέρχεται από τη βάση δεδομένων Agribalyse της ADEME, για την κατηγορία:
eo: La cifero pri karbonemisioj venas de la datumbazo Agribalyse de ADEME, por la kategorio:
es: El dato de emisiones de carbono proviene de la base de datos Agribalyse de ADEME, para la categoría:
fa: رقم انتشار کربن از پایگاه داده Agribalyse ADEME برای این دسته بندی گرفته شده است:
fi: Hiilipäästöluku on peräisin ADEME:n Agribalyse-tietokannasta luokalle:
fr: Le chiffre d'émission carbone est issu de la base de données Agribalyse de l'ADEME, pour la catégorie :
he: נתון פליטת הפחמן מגיע ממסד הנתונים Agribalyse של ADEME, עבור הקטגוריה:
hr: Brojka emisije ugljika dolazi iz ADEME-ove baze podataka Agribalyse, za kategoriju:
hu: A szén-dioxid-kibocsátási adat az ADEME Agribalyse adatbázisából származik a következő kategóriára:
id: Angka emisi karbon berasal dari basis data Agribalyse ADEME, untuk kategori tersebut:
it: Il dato sulle emissioni di carbonio proviene dal database Agribalyse di ADEME, per la categoria:
ja: 二酸化炭素排出量の数値は、ADEMEのAgribalyseから取得しています。対象のカテゴリは次の通り：
ka: ნახშირბადის ემისიის მაჩვენებელი აღებულია ADEME-ს Agribalyse მონაცემთა ბაზიდან, შემდეგი კატეგორიისთვის:
lt: Anglies emisijos rodiklis paimtas iš ADEME Agribalyse duomenų bazės šiai kategorijai:
lv: Oglekļa emisiju rādītājs ir ņemts no ADEME Agribalyse datubāzes šajā kategorijā:
nl_be: Het CO2-emissiecijfer komt uit de Agribalyse-database van ADEME voor de categorie:
pl: Wartość emisji dwutlenku węgla pochodzi z bazy danych Agribalyse ADEME dla kategorii:
pt_pt: O valor das emissões de carbono é proveniente da base de dados Agribalse da ADEM, para a categoria:
ro: Cifra emisiilor de carbon provine din baza de date Agribalyse a ADEME, pentru categoria:
ru: Данные по углеродным выбросам взяты из базы данных ADEME Agribalyse для категории:
sl: Število emisij ogljika prihaja iz ADEME-jeve baze podatkov Agribalyse za izbrano kategorijo:
sv: Koldioxidutsläppssiffran kommer från ADEME:s Agribalyse-databas för kategorin:
th: ตัวเลขการปล่อยก๊าซคาร์บอนมาจากฐานข้อมูล Agribalyse ของ ADEME สำหรับหมวดหมู่:
tr: karbon emisyonu sayısı ADEME'nin Agribalyse veritabanından aşağıdaki kategori için türetilmiştir:
uk: Дані про викиди вуглецю взято з бази даних Agribalyse ADEME для категорії:
vi: Chỉ số Carbon từ dữ liệu Agribalyse của ADEME, cho danh mục:

# environment_card_title
source: Environment
ar: البيئة
bg: Околна среда
ca: Entorn
cs: Životní prostředí
da: Miljø
de: Umweltauswirkungen
el: Περιβάλλον
es: Medio ambiente
fi: Ympäristö
fr: Environnement
he: סביבה
hu: Környezet
id: Lingkungan
it: Ambiente
ja: 環境
lv: Vide
nl_be: Milieu
pl: Oddziaływanie na środowisko
pt_pt: Ambiente
ro: Mediu
ru: Окружающая среда
sl: Okolje
sv: Miljö
th: สิ่งแวดล้อม
tr: Çevre
uk: Середовище
vi: Môi trường

# health_card_title
source: Nutrition and health
bg: Хранене и здраве
ca: Nutrició i salut
cs: Výživa a zdraví
da: Ernæring og sundhed
de: Ernährung & Gesundheit
el: Διατροφή και υγεία
eo: Nutrado kaj sano
es: Nutrición y salud
fa: تغذیه و سلامت
fi: Ravitsemus ja terveys
fr: Alimentation et santé
he: תזונה ובריאות
hr: Prehrana i zdravlje
hu: Táplálkozás és egészség
id: Nutrisi dan kesehatan
it: Nutrizione e salute
ja: 栄養と健康
ka: კვება და ჯანმრთელობა
lt: Mityba ir sveikata
lv: Uzturs un veselība
nl_be: Voeding en gezondheid
pl: Odżywianie i zdrowie
pt_pt: Nutrição e saúde
ro: Nutriție și sănătate
ru: Питание и здоровье
sl: Prehrana in zdravje
sv: Näring och hälsa
th: โภชนาการและสุขภาพ
tr: Beslenme ve sağlık
uk: Харчова цінність та здоров’я
vi: Dinh dưỡng và sức khỏe

source: Contains palm oil
bg: Съдържа палмово масло
ca: Conté oli de palma
cs: Obsahuje palmový olej
da: Indeholder palmeolie
de: Enthält Palmöl
el: Περιέχει φοινικέλαιο
eo: Enhavas palmoleon
es: Contiene aceite de palma
fa: حاوی روغن پالم
fi: Sisältää palmuöljyä
fr: Contient de l'huile de palme
he: מכיל שמן דקלים
hr: Sadrži palmino ulje
hu: Pálmaolajat tartalmaz
id: Mengandung minyak sawit
it: Contiene olio di palma
ja: パーム油が含まれています
ka: შეიცავს პალმის ზეთს
lt: Sudėtyje yra palmių aliejaus
lv: Satur palmu eļļu
nl_be: Bevat palmolie
pl: Zawiera olej palmowy
pt_pt: Contém óleo de palma
ro: Conține ulei de palmier
ru: Содержит пальмовое масло
sl: Vsebuje palmovo olje
sv: Innehåller palmolja
th: มีส่วนผสมของน้ำมันปาล์ม
tr: Hurma yağı içerir
uk: Містить в собі пальмову олію
vi: Chứa dầu cọ

# contains_palm_oil_subtitle
source: Drives deforestation and threatens species such as the orangutan
bg: Предизвиква обезлесяването и заплашва видове като орангутана
ca: Fomenta la desforestació i amenaça espècies com l'orangutan
cs: Podporuje odlesňování a ohrožuje druhy, jako je orangutan
da: Driver skovrydning og truer arter som orangutangen
de: Treibt die Entwaldung an und bedroht Arten wie den Orang-Utan
el: Οδηγεί την αποψίλωση των δασών και απειλεί είδη όπως ο ουρακοτάγκος
eo: Pelas senarbarigon kaj minacas speciojn kiel la orangutango
es: Impulsa la deforestación y amenaza a especies como el orangután
fa: باعث جنگل‌زدایی می‌شود و گونه‌هایی مانند اورانگوتان را تهدید می‌کند
fi: Aiheuttaa metsäkatoa ja uhkaa lajeja, kuten orankeja
fr: Stimule la déforestation et menace des espèces telles que l'orang-outan
he: מניע ביאור יערות ומאיים על מינים כמו האורנגאוטן
hr: Potiče krčenje šuma i ugrožava vrste poput orangutana
hu: Elősegíti az erdőirtást és veszélyezteti az olyan fajokat, mint az orangután
id: Mendorong deforestasi dan mengancam spesies seperti orangutan
it: Promuove la deforestazione e minaccia specie come l'orango-tango
ja: 森林破壊を促進し、オランウータンなどの種を脅かしています。
ka: ხელს უწყობს ტყეების გაჩეხვას და საფრთხეს უქმნის ისეთ სახეობებს, როგორიცაა ორანგუტანი
lt: Skatina miškų naikinimą ir kelia grėsmę tokioms rūšims kaip orangutanai
lv: Veicina mežu izciršanu un apdraud tādas sugas kā orangutans
nl_be: Stimuleert ontbossing en bedreigt soorten zoals de orang-oetan
pl: Prowadzi do wylesiania i zagraża gatunkom takim jak orangutan
pt_pt: Promove o desmatamento e ameaça espécies como o orangotango
ro: Determină defrișarea și amenință specii precum urangutanul
ru: Движущий процесс обезлесения и угрожающий вид таких видов, как орангутан
sl: Pospešuje krčenje gozdov in ogroža vrste, kot je orangutan
sv: Drivs avskogning och hotar arter som orangutangen
th: ส่งผลให้เกิดการตัดไม้ทำลายป่าและเป็นภัยคุกคามต่อสัตว์หลายชนิด เช่น อุรังอุตัง
tr: Ormansızlaşmaya neden olur ve orangutan gibi türleri tehdit eder
uk: Стає причиною вирубки лісів та загрожує життю деяких видів приматів, наприклад орангутангу
vi: Thúc đẩy nạn phá rừng và đe dọa các giống loài như đười ươi
