Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# f_data_source_database_provider
source: The manufacturer {manufacturer} uses {provider} to automatically transmit data and photos for its products.
ar: الشركة المصنعة {manufacturer} تستخدم {provider} لإرسال البيانات والصور تلقائيا وفقا للمنتجات التابعة لها.
bg: Производителят {manufacturer} използва {provider} за автоматично предаване на данни и снимки за своите продукти.
ca: El fabricant {manufacturer} utilitza {provider} per transmetre automàticament dades i fotos dels seus productes.
cs: Výrobce {manufacturer} používá {provider} k automatickému přenosu dat a fotografií pro své produkty.
da: Producenten {manufacturer} bruger {provider} til automatisk at overføre fotos og data for sine produkter.
de: Der Hersteller „{manufacturer}” verwendet „{provider}” zur automatischen Übertragung von Daten und Fotos für seine Produkte.
el: Ο κατασκευαστής {manufacturer} χρησιμοποιεί {provider} για αυτόματη μετάδοση δεδομένων και φωτογραφιών για τα προϊόντα του.
eo: La fabrikanto {manufacturer} uzas {provider} por aŭtomate sendi datumojn kaj fotojn por siaj produktoj.
es: El fabricante {manufacturer} utiliza {provider} para transmitir automáticamente datos y fotos de sus productos.
fa: تولیدکننده {manufacturer} از {provider} برای انتقال خودکار داده‌ها و عکس‌ها برای محصولات خود استفاده می‌کند.
fi: Valmistaja {manufacturer} käyttää palvelun tarjoajaa {provider} tuotteidensa tietojen ja valokuvien automaattiseen lähettämiseen.
fr: Le fabricant {manufacturer} utilise {provider} pour transmettre automatiquement des données et des photos pour ses produits.
he: היצרן {manufacturer} משתמש ב־{provider} כדי להעביר נתונים ותמונות של המוצרים שלו באופן אוטומטי.
hr: Proizvođač {manufacturer} koristi {provider} za automatski prijenos podataka i fotografija za svoje proizvode.
hu: A gyártó {manufacturer} a(z) {provider} használatával automatikusan továbbítja az adatokat és fényképeket termékeihez.
id: Produsen {manufacturer} menggunakan {provider} untuk secara otomatis mengirimkan data dan foto untuk produknya.
it: Il produttore {manufacturer} utilizza {provider} per trasmettere automaticamente dati e immagini per i suoi prodotti.
ja: 生産者 {manufacturer} は {provider} を使用して自動的に製品のデータと画像を送信しています。
ka: მწარმოებელი {manufacturer} იყენებს {provider} -ს თავისი პროდუქტების მონაცემებისა და ფოტოების ავტომატურად გადასაცემად.
lt: Gamintojas {manufacturer} naudoja {provider}, kad automatiškai perduotų duomenis ir nuotraukas savo gaminiams.
lv: Ražotājs {manufacturer} izmanto {provider} , lai automātiski pārsūtītu datus un fotoattēlus par saviem produktiem.
nl_be: De fabrikant {manufacturer} gebruikt {provider} om automatisch gegevens en foto's voor zijn producten te verzenden.
pl: Producent {manufacturer} używa {provider} do automatycznego przesyłania danych i zdjęć dla swoich produktów.
pt_pt: O fabricante {manufacturer} usa {provider} para transmitir automaticamente dados e fotografias dos seus produtos.
ro: Producătorul {manufacturer} folosește {provider} pentru a transmite automat date și fotografii pentru produsele sale.
ru: Производитель {manufacturer} использует {provider} для автоматической передачи данных и фотографий своих продуктов.
sl: Proizvajalec {manufacturer} uporablja {provider} za samodejni prenos podatkov in fotografij za svoje izdelke.
sv: Tillverkaren {manufacturer} använder {provider} för att automatiskt överföra data och foton för sina produkter.
th: ผู้ผลิต {manufacturer} ใช้ {provider} เพื่อส่งข้อมูลและรูปภาพสำหรับผลิตภัณฑ์ของตนโดยอัตโนมัติ
tr: Üretici {manufacturer} ürünlerine ilişkin verileri ve fotoğrafları otomatik olarak iletmek için {provider} kullanıyor.
uk: Виробник {manufacturer} використовує {provider} для автоматичної передачі даних і фотографій для своїх продуктів.
vi: Nhà sản xuất {manufacturer} sử dụng {provider} để tự động truyền dữ liệu và ảnh cho sản phẩm của mình.

# image_other_type
source: Type of the product photo
bg: Вид на снимката на продукта
ca: Tipus de fotografia del producte
cs: Typ fotografie produktu
da: Produktfototype
de: Art des Produktfotos
el: Τύπος φωτογραφίας προϊόντος
eo: Tipo de la produkta foto
es: Tipo de imágen del producto
fa: نوع عکس محصول
fi: Tuotekuvan tyyppi
fr: Type de la photo du produit
he: סוג תמונת המוצר
hr: Vrsta fotografije proizvoda
hu: A termékfotó típusa
id: Foto tipe produk
it: Tipo della foto del prodotto
ja: 製品画像の種類
ka: პროდუქტის ფოტოს ტიპი
lt: Prekės nuotraukos tipas
lv: Produkta fotoattēla veids
nl_be: Type van de productfoto
pl: Rodzaj zdjęcia produktu
pt_pt: Tipo da foto do produto
ro: Tipul fotografiei produsului
ru: Тип фото продукта
sl: Vrsta fotografije izdelka
sv: Typ av produktfoto
th: ประเภทของภาพถ่ายสินค้า
tr: Ürün fotoğrafının türü
uk: Тип зображення продукції
vi: Loại ảnh sản phẩm

# image_other_type_description
source: If you use the same column on multiple lines to provide images URLs for a single product, you can use this field to indicate the type of the image: front, ingredients, nutrition or packaging.
bg: Ако използвате една и съща колона на няколко реда, за да предоставите URL адреси на изображения за един продукт, можете да използвате това поле, за да посочите типа на изображението: лицева страна, съставки, хранене или опаковка.
ca: Si utilitzeu la mateixa columna en diverses línies per proporcionar URL d'imatges per a un sol producte, podeu utilitzar aquest camp per indicar el tipus d'imatge: frontal, ingredients, nutrició o embalatge.
cs: Pokud použijete stejný sloupec na více řádcích k poskytnutí adres URL obrázků pro jeden produkt, můžete toto pole použít k označení typu obrázku: přední strana, přísady, výživa nebo obal.
da: Bruger du den samme kolonne på flere linjer til billed-URL'er for et enkelt produkt, kan dette felt bruges til at angive billedtypen: Front, ingredienser, ernæring eller emballage.
de: Wenn Sie die gleiche Spalte in mehreren Zeilen verwenden, um Bild-URLs für ein einzelnes Produkt bereitzustellen Sie können dieses Feld verwenden, um die Art des Bildes anzuzeigen: Front, Inhaltsstoffe, Ernährung oder Verpackung.
el: Εάν χρησιμοποιείτε την ίδια στήλη σε πολλές γραμμές για να παρέχετε διευθύνσεις URL εικόνων για ένα μεμονωμένο προϊόν, μπορείτε να χρησιμοποιήσετε αυτό το πεδίο για να υποδείξετε τον τύπο της εικόνας: μπροστινό μέρος, συστατικά, διατροφή ή συσκευασία.
eo: Se vi uzas la saman kolumnon sur pluraj linioj por provizi bildajn URL-ojn por unuopa produkto, vi povas uzi ĉi tiun kampon por indiki la tipon de la bildo: fronto, ingrediencoj, nutraj informoj aŭ pakaĵo.
es: Si utilizas la misma columna en múltiples líneas para subir las URLs de sus imágenes para un único producto, puede especificar en este campo el tipo de imagen que corresponde: ej. frente, ingredientes, nutrición o empaque.
fa: اگر از یک ستون در چندین خط برای ارائه URL تصاویر برای یک محصول واحد استفاده می‌کنید، می‌توانید از این فیلد برای مشخص کردن نوع تصویر استفاده کنید: ظاهر، مواد تشکیل‌دهنده، ارزش غذایی یا بسته‌بندی.
fi: Jos käytät samaa saraketta usealla rivillä tarjotaksesi kuvien URL-osoitteet yhdelle tuotteelle, voit käyttää tätä kenttää osoittamaan kuvan tyypin: front, ingredients, nutrition tai packaging.
fr: Si vous utilisez la même colonne sur plusieurs lignes pour fournir les URL des images d'un même produit, vous pouvez utiliser ce champ pour indiquer le type de l'image : face, ingrédients, nutrition ou emballage.
he: אם השתמשת במספר שורות באותה העמודה כדי לציין כתובות של תמונות של אותו המוצר, נותן להשתמש בשדה הזה כדי לציין את סוג התמונה: חזית, רכיבים, תזונה או אריזה (front, ingredients, nutrition או packaging בהתאמה).
hr: Ako koristite isti stupac u više redaka za unos URL-ova slika za jedan proizvod, ovo polje možete koristiti za označavanje vrste slike: prednja strana, sastojci, nutritivne vrijednosti ili pakiranje.
hu: Ha ugyanazt az oszlopot több sorban használja a képek URL-jének megadásához egyetlen termékhez, akkor ezzel a mezővel jelezheti a kép típusát: előlap, összetevők, tápanyag vagy csomagolás.
id: Jika Anda menggunakan kolom yang sama pada banyak baris untuk menyediakan URL gambar produk tunggal, Anda bisa menggunakan field ini untuk menunjukkan tipe gambarnya: tampak depan, kandungan bahan, kandungan gizi atau kemasan.
it: Se usi la stessa colonna o più righe per fornire URL di immagini per un singolo prodotto, puoi usare questo campo per indicare il tipo di immagine: frontale, ingredienti, valori nutrizionali o confezione.
ja: 一つの製品に対し、複数の行の同じ列を使用して画像URLを指定する場合、このフィールドにて画像の種類（正面、原材料、栄養成分表、またはパッケージ）を指定することができます。
ka: თუ ერთი და იგივე სვეტს რამდენიმე სტრიქონზე იყენებთ ერთი და იგივე პროდუქტის სურათების URL-ების მისაწოდებლად, შეგიძლიათ გამოიყენოთ ეს ველი სურათის ტიპის მითითებისთვის: წინა მხარე, ინგრედიენტები, კვებითი ღირებულება ან შეფუთვა.
lt: Jei naudojate tą patį stulpelį keliose eilutėse, kad pateiktumėte vieno produkto vaizdų URL, galite naudoti šį lauką, norėdami nurodyti vaizdo tipą: priekis, ingredientai, mityba arba pakuotė.
lv: Ja viena produkta attēlu vietrāžu URL norādīšanai izmantojat vienu un to pašu kolonnu vairākās rindās, šajā laukā varat norādīt attēla veidu: priekšpuse, sastāvdaļas, uzturvērtība vai iepakojums.
nl_be: Als u dezelfde kolom op meerdere regels gebruikt om afbeeldingen-URL's voor een enkel product op te geven, kunt u dit veld gebruiken om het type afbeelding aan te geven: voorkant, ingrediënten, voeding of verpakking.
pl: Jeśli używasz tej samej kolumny w wielu wierszach, aby podać adresy URL obrazów dla pojedynczego produktu, możesz użyć tego pola, aby wskazać typ obrazu: przód, składniki, wartości odżywcze czy opakowanie.
pt_pt: Se usar a mesma coluna em várias linhas para fornecer URLs de imagens de um único produto, pode usar este campo para indicar o tipo de imagem: frente, ingredientes, nutrição ou embalagem.
ro: Dacă utilizați aceeași coloană pe mai multe rânduri pentru a furniza adrese URL de imagini pentru un singur produs, puteți utiliza acest câmp pentru a indica tipul imaginii: față, ingrediente, nutriție sau ambalaj.
ru: Если вы используете один и тот же столбец в нескольких строках для предоставления URL-адресов изображений для одного продукта, вы можете использовать это поле для указания типа изображения: front, ingredients, nutrition или packaging.
sl: V kolikor boste uporabili isti stolpec v več vrsticah, zagotovite URL-je slik enega izdelka, to polje lahko uporabite za navedbo tipa slike: sprednja stran, sestavine, prehrana ali embalaža.
sv: Om du använder samma kolumn på flera rader för att ange bild-URL:er för en enda produkt kan du använda det här fältet för att ange bildtyp: framsida, ingredienser, näringsvärde eller förpackning.
th: หากคุณใช้คอลัมน์เดียวกันในหลายบรรทัดเพื่อระบุ URL ของรูปภาพสำหรับผลิตภัณฑ์เดียว คุณสามารถใช้ช่องนี้เพื่อระบุประเภทของรูปภาพได้ เช่น ด้านหน้า ส่วนประกอบ ข้อมูลโภชนาการ หรือบรรจุภัณฑ์
tr: Tek bir ürüne ilişkin görsellerin URL'lerini sağlamak için aynı sütunu birden çok satırda kullanırsanız görselin türünü belirtmek için bu alanı kullanabilirsiniz: ön kısım, içindekiler, besin değeri veya ambalaj.
uk: Якщо ви використовуєте одну і ту ж саму графу з декількома рядками для того щоб надати URL адреси зображень для окремого товару, ви можете використовувати це поле, щоб вказати тип вашого зображення: лицьовий бік, компонети, поживність чи упакування.
vi: Nếu bạn sử dụng cùng một cột trên nhiều dòng để cung cấp URL hình ảnh cho một sản phẩm, bạn có thể sử dụng trường này để chỉ ra loại hình ảnh: mặt trước, thành phần, thông tin dinh dưỡng hoặc bao bì.

# forest_footprint_one_line_explanation
source: The forest footprint is calculated by taking into account the ingredients whose production requires soybeans, the cultivation of which is linked to deforestation.
bg: Горският отпечатък се изчислява, като се вземат предвид съставките, чието производство изисква соя, чието отглеждане е свързано с обезлесяване.
ca: La petjada forestal es calcula tenint en compte els ingredients la producció dels quals requereix soja, el cultiu de la qual està lligat a la desforestació.
cs: Lesní stopa se vypočítává s přihlédnutím k přísadám, jejichž výroba vyžaduje sóju, jejíž pěstování je spojeno s odlesňováním.
da: Skovpåvirkningen beregnes ved at tage hensyn til de ingredienser, hvis fremstilling kræver sojabønner, hvor dyrkning er knyttet til skovrydning.
de: Der Wald-Fußabdruck wird berechnet, indem die Inhaltsstoffe berücksichtigt werden, für deren Herstellung Sojabohnen benötigt werden, deren Anbau mit der Abholzung von Wäldern verbunden ist.
el: Το δασικό αποτύπωμα υπολογίζεται λαμβάνοντας υπόψη τα συστατικά των οποίων η παραγωγή απαιτεί σόγια, η καλλιέργεια της οποίας συνδέεται με την αποψίλωση των δασών.
eo: La arbara spuro estas kalkulata per konsidero de la ingrediencoj, kies produktado postulas sojfabojn, kies kultivado estas ligita al senarbarigo.
es: La huella forestal se calcula al tomar en cuenta los ingredientes que requieren soya en su producción, ya que el cultivo de esta se vincula con la deforestación.
fa: ردپای جنگلی با در نظر گرفتن موادی که تولید آنها به سویا نیاز دارد، محاسبه می‌شود؛ سویایی که کشت آن با جنگل‌زدایی مرتبط است.
fi: Metsäjalanjälki lasketaan ottamalla huomioon ainesosat, joiden tuotanto vaatii soijapapuja, joiden viljely liittyy metsäkatoon.
fr: L'empreinte forêt est calculée en prenant en compte les ingrédients dont l'élaboration nécessite du soja dont la culture est liée à la déforestation.
he: טביעת הרגל של היער מחושבת על ידי התחשבות במרכיבים שייצורם דורש פולי סויה שגידולם קשור לכריתת יערות.
hr: Šumski otisak izračunava se uzimajući u obzir sastojke čija proizvodnja zahtijeva soju, čiji je uzgoj povezan s krčenjem šuma.
hu: Az erdőlábnyom kiszámításakor figyelembe vesszük azokat az összetevőket, amelyek előállításához szójababra van szükség, amelynek termesztése az erdőirtáshoz kapcsolódik.
id: Jejak hutan dihitung dengan mempertimbangkan bahan - bahan yang produksinya memerlukan kacang kedelai, yang budidayanya terkait dengan kegiatan deforestasi.
it: L'impronta forestale è calcolata considerando gli ingredienti la cui produzione richieda la soia, la coltivazione della quale è legata alla deforestazione.
ja: 森林フットプリントは、生産に大豆が必要な原材料を考慮して計算されます。大豆の栽培は森林破壊と関係しています。
ka: ტყის კვალი გამოითვლება იმ ინგრედიენტების გათვალისწინებით, რომელთა წარმოებისთვის საჭიროა სოიო, რომლის კულტივაციაც ტყეების გაჩეხვასთან არის დაკავშირებული.
lt: Miško pėdsakas apskaičiuojamas atsižvelgiant į ingredientus, kurių gamybai reikalingos sojos pupelės, kurių auginimas siejamas su miško kirtimu.
lv: Meža pēdas nospiedumu aprēķina, ņemot vērā sastāvdaļas, kuru ražošanai nepieciešamas sojas pupiņas, kuru audzēšana ir saistīta ar mežu izciršanu.
nl_be: De bosvoetafdruk wordt berekend door rekening te houden met de ingrediënten waarvan de productie sojabonen vereist, waarvan de teelt gekoppeld is aan ontbossing.
pl: Ślad leśny jest obliczany, biorąc pod uwagę składniki, których produkcja wymaga soi - jej uprawa wiąże się z wylesianiem.
pt_pt: A pegada florestal é calculada levando-se em consideração os ingredientes cuja produção requer soja, cujo cultivo está ligado ao desflorestamento.
ro: Amprenta forestieră se calculează luând în considerare ingredientele a căror producție necesită soia, a căror cultivare este legată de defrișare.
ru: Влияние на леса рассчитывается исходя из ингредиентов, для производства которых необходимы соевые бобы, выращивание которых связано с вырубкой лесов.
sl: Gozdni odtis se izračuna ob upoštevanju sestavin, ki so povezani s krčenjem gozdov, to je soja.
sv: Skogsavtrycket beräknas genom att ta hänsyn till de ingredienser vars produktion kräver sojabönor, vars odling är kopplad till avskogning.
th: รอยเท้าทางป่าไม้คำนวณโดยคำนึงถึงส่วนประกอบต่างๆ ที่ต้องใช้ถั่วเหลืองในการผลิต ซึ่งการปลูกถั่วเหลืองนั้นเชื่อมโยงกับการตัดไม้ทำลายป่า
tr: Orman ayak izi, üretimi soya fasulyesi gerektiren ve ekimi ormansızlaşmayla bağlantılı olan bileşenler dikkate alınarak hesaplanıyor.
uk: Площу лісу обчислено враховуючи складники, для виробництва якого необхідні соєві боби, вирощування яких пов’язане з вирубкою лісів.
vi: Dấu chân sinh thái được tính bằng cách tính đến các nguyên liệu sản xuất có đậu nành, việc trồng trọt có ảnh hưởng đến việc trồng rừng.

# environmental_score_agribalyse_match_warning
source: The Green-Score can only be calculated if the product has a sufficiently precise category.
bg: Green-Score може да се изчисли само ако продуктът има достатъчно точна категория.
cs: Green-Score lze vypočítat pouze v případě, že výrobek má dostatečně přesnou kategorii.
de: Der Green-Score kann nur berechnet werden, wenn das Produkt einer ausreichend genauen Kategorie zugeordnet ist.
el: Το Green-Score μπορεί να υπολογιστεί μόνο εάν το προϊόν έχει αρκετά ακριβή κατηγορία.
eo: La Verda Poentaro povas esti kalkulita nur se la produkto havas sufiĉe precizan kategorion.
fa: امتیاز سبز فقط در صورتی قابل محاسبه است که محصول دارای دسته‌بندی به اندازه کافی دقیقی باشد.
fi: Green-Score voidaan laskea vain, jos tuotteella on riittävän tarkka luokka.
fr: Le Green-Score ne peut être calculé que si le produit possède une catégorie suffisamment précise.
he: ניתן לחשב Green-Score רק אם למוצר יש קטגוריה מדויקת מספיק.
hr: Green-Score može se izračunati samo ako proizvod ima dovoljno preciznu kategoriju.
hu: Az Eco-score csak akkor számítható ki, ha a termék kellően pontos kategóriával rendelkezik.
id: Green-Score hanya bisa dihitung jika produk memiliki kategori yang cukup tepat.
it: Il Green-Score è calcolabile solo se il prodotto ha una categoria sufficientemente precisa.
ka: მწვანე ქულის გამოთვლა მხოლოდ იმ შემთხვევაშია შესაძლებელი, თუ პროდუქტს საკმარისად ზუსტი კატეგორია აქვს.
lt: Ekologinį balą galima apskaičiuoti tik tuo atveju, jei produktas turi pakankamai tikslią kategoriją.
lv: Zaļo vērtējumu var aprēķināt tikai tad, ja produktam ir pietiekami precīza kategorija.
nl_be: De Green-Score kan alleen worden berekend als het product een voldoende nauwkeurige categorie heeft.
pl: Green-Score jest obliczany tylko wtedy, gdy produkt ma wystarczająco dokładną kategorię.
pt_pt: O Green-Score só pode ser calculado se o produto tiver uma categoria suficientemente precisa.
ru: Green-Score можно рассчитать только в том случае, если продукт имеет достаточно точную категорию.
sv: Green-Score kan endast beräknas om produkten har en tillräckligt specificerad kategori.
th: คะแนนสีเขียว (Green-Score) จะคำนวณได้ก็ต่อเมื่อผลิตภัณฑ์นั้นมีหมวดหมู่ที่ระบุได้อย่างแม่นยำเพียงพอเท่านั้น
uk: Продукцію можливо розрахувати за допомогою системи Green-Score у випадку якщо вона відноситься до доволі точної категорії.

# environmental_score_add_more_precise_category
source: You can modify the product page to add a more precise category.
bg: Можеш да промениш продуктовата страница, за да добавиш по-прецизна категория.
cs: Můžete upravit stránku produktu a přidat přesnější kategorii.
de: Sie können die Produktseite ändern, um eine genauere Kategorie hinzuzufügen.
el: Μπορείτε να τροποποιήσετε τη σελίδα του προϊόντος για να προσθέσετε μια πιο ακριβή κατηγορία.
eo: Vi povas modifi la produktan paĝon por aldoni pli precizan kategorion.
fa: شما می‌توانید صفحه محصول را تغییر دهید تا دسته‌بندی دقیق‌تری اضافه کنید.
fi: Voit muokata tuotesivua lisätäksesi tarkemman luokan.
fr: Vous pouvez modifier la fiche produit pour ajouter une catégorie plus précise.
he: באפשרותך לשנות את עמוד המוצר כדי להוסיף קטגוריה מדויקת יותר.
hr: Možete izmijeniti stranicu proizvoda kako biste dodali precizniju kategoriju.
hu: Pontosabb kategória hozzáadásához módosítsa a termékoldalt.
id: Anda bisa memodifikasi halaman untuk menambahkan kategori yang lebih tepat.
it: Puoi modificare la pagina del prodotto per aggiungere una categoria più precisa.
ka: შეგიძლიათ შეცვალოთ პროდუქტის გვერდი უფრო ზუსტი კატეგორიის დასამატებლად.
lt: Galite modifikuoti produkto puslapį, kad pridėtumėte tikslesnę kategoriją.
lv: Varat modificēt produkta lapu, lai pievienotu precīzāku kategoriju.
nl_be: Je kan de productpagina wijzigen om een nauwkeurigere categorie toe te voegen.
pl: Możesz zmodyfikować stronę produktu, aby dodać bardziej precyzyjną kategorię.
pt_pt: Pode alterar a página do produto para adicionar uma categoria mais precisa.
ru: Вы можете изменить страницу продукта, чтобы добавить более точную категорию.
sv: Du kan ändra produktsidan för att lägga till en mer specifik kategori.
th: คุณสามารถแก้ไขหน้าสินค้าเพื่อเพิ่มหมวดหมู่ที่เจาะจงมากขึ้นได้
uk: Ви можете змінити сторінку продукції, щоб додати її до більш точної категорії.
