Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Recycling instructions - To discard
ar: تعليمات إعادة التدوير - للتخلص
bg: Инструкции за рециклиране - за изхвърляне
ca: Instruccions de reciclatge - Per a rebutjar
cs: Pokyny k recyklaci - Zlikvidujte
da: Genbrugsanvisninger - Til kassation
de: Verwertungshinweise - Zur Entsorgung
el: Οδηγίες ανακύκλωσης - Για απόρριψη
eo: Reciklaj instrukcioj - Por forĵeti
es: Instrucciones de reciclaje - Para descartar
fa: دستورالعمل‌های بازیافت - برای دور انداختن
fi: Kierrätysohjeet - Heitä pois
fr: Consignes de recyclage - A jeter
he: הנחיות מיחזור - להשלכה
hr: Upute za recikliranje - Za odlaganje
hu: Újrahasznosítási utasítások - kidobni
id: Instruksi daur ulang - Untuk membuang
it: Istruzioni per il riciclaggio - Per scartare
ja: リサイクル手順 - 廃棄するには
ka: გადამუშავების ინსტრუქცია - გადასაგდებად
lt: Perdirbimo instrukcijos - išmesti
lv: Pārstrādes instrukcijas — utilizācijai
nl_be: Recyclinginstructies - om weg te gooien
pl: Instrukcje dotyczące recyklingu - wyrzucić
pt_pt: Instruções de reciclagem - Para descartar
ro: Instrucțiuni de reciclare - A se arunca
ru: Инструкции по утилизации - для выброса
sl: Navodila za recikliranje - zavrzite
sv: Återvinningsinstruktioner - För kassation
th: คำแนะนำในการรีไซเคิล - วิธีการทิ้ง
tr: Geri dönüşüm talimatları - Atmak için
uk: Інструктаж з переробки - Відкидати
vi: Hướng dẫn tái chế - Để loại bỏ

# checkers_products
source: Products checked by %s
ar: تم فحص المنتجات بواسطة %s
bg: Продукти, проверени от %s
ca: Productes comprovats per %s
cs: Produkty kontrolované %s
da: Produkter tjekket af %s
de: Von %s geprüfte Produkte
el: Προϊόντα ελεγμένα από %s
eo: Produktoj kontrolitaj de %s
es: Productos comprobados por %s
fa: محصولات بررسی شده توسط %s
fi: Tuotteet tarkisti %s
fr: Produits vérifiés par %s
he: מוצרים שנבדקו על־ידי %s
hr: Proizvodi koje je provjerio %s
hu: A termékeket ellenőrizte: %s
id: Produk - produk yang diperiksa oleh %s
it: Prodotti controllati da %s
ja: %s が製品を確認しました
ka: პროდუქტები შემოწმებულია %s-ის მიერ
lt: Produktus patikrino %s
lv: Produktus pārbaudīja %s
nl_be: Producten gecontroleerd door %s
pl: Produkty sprawdzone przez %s
pt_pt: Produtos verificados por %s
ro: Produse verificate de %s
ru: Продукты проверены %s
sl: Izdeleki preverjeni od %s
sv: Produkter kontrollerade av %s
th: สินค้าที่ได้รับการตรวจสอบโดย %s
tr: %s tarafından kontrol edilen ürünler
uk: Товари, які перевірені %s
vi: Sản phẩm được kiểm tra bởi %s

# checkers_without_products
source: Products not checked by %s
ar: لم يتم فحص المنتجات بواسطة %s
bg: Продукти, които не са проверени от %s
ca: Productes no comprovats per %s
cs: Produkty nekontrolované %s
da: Produkter ikke tjekket af %s
de: Nicht von %s geprüfte Produkte
el: Προϊόντα που δεν έχουν ελεγχθεί από %s
eo: Produktoj ne kontrolitaj de %s
es: Productos no comprobados por %s
fa: محصولاتی که توسط %sبررسی نشده‌اند
fi: Tuotteita ei ole tarkistanut %s
fr: Produits qui n'ont pas été vérifiés par %s
he: מוצרים שלא נבדקו על־ידי %s
hr: Proizvodi koje nije provjerio %s
hu: A termékeket nem ellenőrizte: %s
id: Produk - produk yang tidak diperiksa oleh %s
it: Prodotti non controllati da %s
ja: %s は製品を確認していません
ka: პროდუქტები, რომლებიც არ არის შემოწმებული %s-ის მიერ
lt: Produktai, nepatikrinti %s
lv: Produktus nav pārbaudījis %s
nl_be: Producten niet gecontroleerd door %s
pl: Produkty niesprawdzone przez %s
pt_pt: Produtos não verificados por %s
ro: Produsele nu sunt verificate de %s
ru: Продукты не проверены %s
sl: Nepreverjeni izdelki od %s
sv: Produkter som inte kontrollerats av %s
th: สินค้าที่ไม่ได้ตรวจสอบโดย %s
tr: %s tarafından kontrol edilmeyen ürünler
uk: Неперевірені %s товари
vi: Sản phẩm không được kiểm tra bởi %s

# correctors_products
source: Products corrected by %s
ar: تم تصحيح المنتجات بواسطة %s
bg: Продукти, коригирани от %s
ca: Productes corregits per %s
cs: Produkty opravené %s
da: Produkter korrigeret af %s
de: Von %s korrigierte Produkte
el: Προϊόντα διορθωμένα από %s
eo: Produktoj korektitaj de %s
es: Productos corregidos por %s
fa: محصولات اصلاح شده توسط %s
fi: Tuotteita korjannut %s
fr: Produits corrigés par %s
he: מוצרים שתוקנו על־ידי %s
hr: Proizvodi ispravljeni od strane %s
hu: A termékeket korrigálta: %s
id: Produk - produk yang dikoreksi oleh %s
it: Prodotti corretti da %s
ja: %s が製品を修正しました
ka: პროდუქტები შესწორებულია %s-ით
lt: Produktai pataisyti %s
lv: Produkti, kas laboti ar %s
nl_be: Producten gecorrigeerd door %s
pl: Produkty poprawione przez %s
pt_pt: Produtos corrigidos por %s
ro: Produse corectate de %s
ru: Продукты исправлены %s
sl: Izdelki popravljeni od %s
sv: Produkter korrigerade av %s
th: ผลิตภัณฑ์ที่ได้รับการแก้ไขโดย %s
tr: %s tarafından düzeltilen ürünler
uk: Товари, які були виправлені %s
vi: Sản phẩm được điều chỉnh bằng %s

# correctors_without_products
source: Products not corrected by %s
ar: المنتجات لم تصحح بواسطة %s
bg: Продукти, които не са поправени от %s
ca: Productes no corregits per %s
cs: Produkty neopravené o %s
da: Produkter ikke korrigeret af %s
de: Nicht von %s korrigierte Produkte
el: Προϊόντα που δεν διορθώθηκαν από %s
eo: Produktoj ne korektitaj de %s
es: Productos no corregidos por %s
fa: محصولاتی که توسط %sاصلاح نشده‌اند
fi: Tuotteita ei ole korjannut %s
fr: Produits qui n'ont pas été corrigés par %s
he: מוצרים שלא תוקנו על־ידי %s
hr: Proizvodi koje nije ispravio/la %s
hu: A termékeket nem korrigálta: %s
id: Produk -produk yang tidak dikoreksi oleh %s
it: Prodotti non corretti da %s
ja: %s は製品を修正していません
ka: პროდუქტები, რომლებიც არ არის შესწორებული %s-ით
lt: Produktai, nepataisyti %s
lv: Produkti, kurus nav labojis %s
nl_be: Producten niet gecorrigeerd door %s
pl: Produkty niepoprawione przez %s
pt_pt: Produtos não corrigidos por %s
ro: Produsele nu sunt corectate de %s
ru: Продукты не исправлены %s
sl: Nepopravljeni izdelki od %s
sv: Produkter som inte korrigerats av %s
th: ผลิตภัณฑ์ที่ไม่ได้แก้ไขโดย %s
tr: %s tarafından düzeltilmeyen ürünler
uk: Товари, що не були виправлені %s
vi: Sản phẩm không được điều chỉnh bởi %s

# contributors_products
source: Products added by %s
bg: Продукти, добавени от %s
ca: Productes afegits per %s
cs: Produkty přidal %s
da: Produkter tilføjet af %s
de: Produkte, die von %s hinzugefügt wurden
el: Προϊόντα που προστέθηκαν από %s
eo: Produktoj aldonitaj de %s
es: Productos añadidos por %s
fa: محصولات اضافه شده توسط %s
fi: Tuotteet lisäsi %s
fr: Les produits ajoutés par %s
he: מוצרים שנוספו על־ידי %s
hr: Proizvodi koje je dodao/la %s
hu: %s által hozzáadott termékek
id: Produk - produk ditambahkan oleh %s
it: Prodotti aggiunti da %s
ja: %s が追加した製品
ka: პროდუქტები დამატებულია %s-ის მიერ
lt: Produktai, kuriuos pridėjo %s
lv: Produktus pievienoja %s
nl_be: Producten toegevoegd door %s
pl: Produkty dodane przez %s
pt_pt: Produtos adicionados por %s
ro: Produse adăugate de %s
ru: Продукты, добавленные %s
sl: Izdelek ki ga je dodal %s
sv: Produkter tillagda av %s
th: สินค้าที่เพิ่มโดย %s
tr: %s tarafından eklenen ürünler
uk: Додані %s товари
vi: Sản phẩm được thêm bởi %s

# editors_products
source: Products edited by %s
ar: تم تحرير المنتجات بواسطة %s
bg: Продукти, редактирани от %s
ca: Productes editats per %s
cs: Produkty upravil %s
da: Produkter redigeret af %s
de: Von %s bearbeitete Produkte
el: Προϊόντα επεξεργασμένα από %s
eo: Produktoj redaktitaj de %s
es: Productos editados por %s
fa: محصولات ویرایش شده توسط %s
fi: Käyttäjän %s muokkaamat tuotteet
fr: Produits modifiés par %s
he: מוצרים שנערכו על־ידי %s
hr: Proizvodi koje je uredio/la %s
hu: A termékeket szerkesztette: %s
id: Produk - produk yang disunting oleh %s
it: Prodotti modificati da %s
ja: %s が製品を編集しました
ka: პროდუქტები რედაქტირებულია %s-ის მიერ
lt: Produktai, kuriuos redagavo %s
lv: Produktus rediģēja %s
nl_be: Producten bewerkt door %s
pl: Produkty edytowane przez %s
pt_pt: Produtos editados por %s
ro: Produse editate de %s
ru: Продукты отредактированы %s
sl: Izdeleki urejeni od %s
sv: Produkter redigerade av %s
th: ผลิตภัณฑ์ที่แก้ไขโดย %s
tr: %s tarafından düzenlenen ürünler
uk: Відредаговані продукти %s
vi: Sản phẩm được chỉnh sửa bởi %s

# editors_without_products
source: Products not edited by %s
ar: المنتجات لم تصحح بواسطة %s
bg: Продукти, които не са редактирани от %s
ca: Productes no editats per %s
cs: Produkty neupravené %s
da: Produkter ikke redigeret af %s
de: Nicht von %s bearbeitete Produkte
el: Προϊόντα που δεν έχουν επεξεργαστεί από %s
eo: Produktoj ne redaktitaj de %s
es: Productos no editados por %s
fa: محصولاتی که توسط %sویرایش نشده‌اند
fi: Tuotteita ei ole muokannut %s
fr: Produits qui n'ont pas été modifiés par %s
he: מוצרים שלא נערכו על־ידי %s
hr: Proizvodi koje nije uredio/la %s
hu: A termékeket nem szerkesztette: %s
id: Produk - produk yang tidak disunting oleh %s
it: Prodotti non modificati da %s
ja: %s は製品を編集していません
ka: პროდუქტები, რომლებიც არ არის რედაქტირებული %s-ის მიერ
lt: Produktai neredaguoti %s
lv: Produktus, ko nav rediģējis %s
nl_be: Producten niet bewerkt door %s
pl: Produkty nieedytowane przez %s
pt_pt: Produtos não editados por %s
ro: Produsele nu au fost editate de %s
ru: Продукты не отредактированы %s
sl: Neurejeni izdelki od %s
sv: Produkter som inte redigerats av %s
th: ผลิตภัณฑ์ที่ไม่ได้แก้ไขโดย %s
tr: %s tarafından düzenlenmeyen ürünler
uk: Продукти, які не були відредагованими %s
vi: Sản phẩm không được chỉnh sửa bởi %s

# informers_products
source: Products completed by %s
ar: المنتجات المكتملة بواسطة %s
bg: Продукти, завършени от %s
ca: Productes completats per %s
cs: Produkty dokončené %s
da: Produkter færdiggjort af %s
de: Von %s vervollständigte Produkte
el: Προϊόντα συμπληρωμένα από %s
eo: Produktoj kompletigitaj de %s
es: Productos completados por %s
fa: محصولات تکمیل شده توسط %s
fi: Tuotteita täyttänyt %s
fr: Produits complétés par %s
he: מוצרים שהושלמו על־ידי %s
hr: Proizvodi koje je dovršio/la %s
hu: A termékadatokat teljessé tette: %s
id: Produk - produk yang dilengkapi oleh %s
it: Prodotti completati da %s
ja: %s が製品を完了しました
ka: პროდუქცია დასრულებულია %s-ის მიერ
lt: Produktus užpildė %s
lv: Produktus pabeidza %s
nl_be: Producten voltooid door %s
pl: Produkty ukończone przez %s
pt_pt: Produtos completados por %s
ro: Produse completate de %s
ru: Продукты заполнены %s
sl: Izdelki dopolnjeni od %s
sv: Produkter färdigställda av %s
th: ผลิตภัณฑ์ที่เสร็จสมบูรณ์โดย %s
tr: %s tarafından tamamlanan ürünler
uk: Укомплектовані %s товари
vi: Sản phẩm được hoàn thiện bởi %s

# informers_without_products
source: Products not completed by %s
ar: المنتجات لم تكتمل بواسطة %s
bg: Продукти, които не са завършени от %s
ca: Productes no completats per %s
cs: Produkty nedokončené od %s
da: Produkter ikke færdiggjort af %s
de: Nicht von %s vervollständigte Produkte
el: Προϊόντα μη συμπληρωμένα από %s
eo: Produktoj ne kompletigitaj de %s
es: Productos no completados por %s
fa: محصولات تا %sتکمیل نشده‌اند
fi: Tuotteita, joita ei ole täyttänyt %s
fr: Produits qui n'ont pas été complétés par %s
he: מוצרים שלא הושלמו על־ידי %s
hr: Proizvodi nisu dovršeni do %s
hu: A termékadatokat nem tette készé: %s
id: Produk - produk yang tidak dilengkapi oleh %s
it: Prodotti non completati da %s
ja: %s は製品を完了していません
ka: პროდუქტები, რომლებიც არ დასრულებულა %s-მდე
lt: Produktai neužbaigti %s
lv: Produkti, ko nav pabeidzis %s
nl_be: Producten niet voltooid door %s
pl: Produkty nieukończone przez %s
pt_pt: Produtos não completados por %s
ro: Produse necomplectat de %s
ru: Продукты не заполнены %s
sl: Izdelki niso dopolnjeni od %s
sv: Produkter som inte färdigställts av %s
th: ผลิตภัณฑ์ที่ไม่เสร็จสมบูรณ์โดย %s
tr: %s tarafından tamamlanmayan ürünler
uk: Не укомплектовані %s товари
vi: Sản phẩm không được hoàn thiện bởi %s

# photographers_products
source: Products photographed by %s
ar: تم تصوير المنتجات بواسطة %s
bg: Продукти, заснети от %s
ca: Productes fotografiats per %s
cs: Produkty vyfotografované %s
da: Produkter fotograferet af %s
de: Von %s fotografierte Produkte
el: Προϊόντα φωτογραφημένα από %s
eo: Produktoj fotitaj de %s
es: Productos fotografiados por %s
fa: محصولات عکاسی شده توسط %s
fi: Tuotteita, jotka on valokuvannut %s
fr: Produits photographiés par %s
he: מוצרים שצולמו על־ידי %s
hr: Proizvode fotografirao/la %s
hu: %s által fényképezett termékek
id: Produk - produk yang difoto oleh %s
it: Prodotti fotografati da %s
ja: %s が製品の写真を撮影しました
ka: პროდუქტები გადაღებულია %s-ის მიერ
lt: Produktai, kuriuos fotografavo %s
lv: Produktus fotografējis %s
nl_be: Producten gefotografeerd door %s
pl: Produkty sfotografowane przez %s
pt_pt: Produtos fotografados por %s
ro: Produse fotografiate de %s
ru: Продуктов сфотографированных %s
sl: Izdelki fotografirani od %s
sv: Produkter fotograferade av %s
th: สินค้าที่ถ่ายภาพโดย %s
tr: %s tarafından fotoğraflanan ürünler
uk: Вироби, що були сфотографовані %s
vi: Sản phảm được chụp bởi %s

# photographers_without_products
source: Products not photographed by %s
ar: المنتجات التي لم يتم تصويرها بواسطة %s
bg: Продукти, които не са снимани от %s
ca: Productes no fotografiats per %s
cs: Produkty nefotografované %s
da: Produkter ikke fotograferet af %s
de: Nicht von %s fotografierte Produkte
el: Προϊόντα που δεν έχουν φωτογραφηθεί από %s
eo: Produktoj ne fotitaj de %s
es: Productos no fotografiados por %s
fa: محصولاتی که توسط %sعکاسی نشده‌اند
fi: Tuotteita, joita ei ole valokuvannut %s
fr: Produits qui n'ont pas été photographiés par %s
he: מוצרים שלא צולמו על־ידי %s
hr: Proizvodi koje nije fotografirao %s
hu: A termékeket nem fotózta: %s
id: Produk - produk yang tidak difoto oleh %s
it: Prodotti non fotografati da %s
ja: %s は製品の写真を撮影していません
ka: პროდუქცია, რომელსაც არ გადაუღია %s
lt: Produktai, kurių nefotografavo %s
lv: Produktus, ko nav fotografējis %s
nl_be: Producten niet gefotografeerd door %s
pl: Produkty niesfotografowane przez %s
pt_pt: Produtos não fotografados por %s
ro: Produse care nu au fost fotografiate de %s
ru: Продуктов не сфотографированно %s
sl: Izdelki, ki niso fotografirani od %s
sv: Produkter som inte fotograferats av %s
th: สินค้าที่ไม่ได้ถ่ายภาพโดย %s
tr: %s tarafından fotoğraflanmayan ürünler
uk: Несфотографовані %s вироби
vi: Sản phẩm không được chụp bởi %s

# user_s_page
source: %s's page
ar: %s صفحة
bg: страницата на %s
ca: Pàgina de %s
cs: Stránka %s
da: %s side
de: %ss Seite
el: Σελίδα του %s
eo: La paĝo de %s
es: Página de %s
fa: صفحه %s
fi: Käyttäjän %s sivu
fr: Page de %s
he: העמוד של %s
hr: %sstranica
hu: %s oldala
id: halaman %s
it: Pagina di %s
ja: %s のページ
ka: %s-ის გვერდი
lt: %s puslapis
lv: %slapa
nl_be: %s's pagina
pl: Strona %s
pt_pt: Página de %s
ro: Pagina lui %s
ru: Страница %s
sl: Stran %s
sv: %ss sida
th: หน้าของ %s
tr: %s'in sayfası
uk: %s сторінка
vi: Trang của %s

# obsolete
source: Product taken off the market
ar: تم إخراج المنتج من السوق
bg: Изтеглен продукт от пазара
ca: Producte retirat del mercat
cs: Produkt stažen z trhu
da: Produkt taget af markedet
de: Produkt vom Markt genommen
el: Το προϊόν αποσύρθηκε από την αγορά
eo: Produkto forigita de la merkato
es: Producto retirado del mercado
fa: محصول از بازار خارج شد
fi: Tuote poistettu myynnistä
fr: Produit retiré du marché
he: מוצרים שיצאו מהשוק
hr: Proizvod povučen s tržišta
hu: Termék kivonva a piacról
id: Produk diambil dari pasar
it: Prodotto ritirato dal mercato
ja: 商品が市場に出回っています
ka: პროდუქტი ამოღებულია ბაზრიდან
lt: Prekė pašalinta iš rinkos
lv: Produkts izņemts no tirgus
nl_be: Product van de markt gehaald
pl: Produkt wycofany z rynku
pt_pt: Produto retirado do mercado
ro: Produs scos de pe piață
ru: Продукт снят с продажи
sl: Izdelek umaknjen s trga
sv: Återkallad produkt
th: สินค้าถูกถอนออกจากตลาดแล้ว
tr: Piyasadan çıkarılan ürün
uk: Продукцію вилучено з ринку
vi: Sản phẩm dừng bán tại thị trường

# obsolete_since_date
source: Withdrawal date
ar: تاريخ السحب
bg: Дата на изтегляне
ca: Data de retirada
cs: Datum výběru
da: Tilbagetrækningsdato
de: Datum der Zurückziehung
el: Ημερομηνία απόσυρσης
eo: Retiriĝdato
es: Fecha de retirada
fa: تاریخ برداشت
fi: Päivämäärä, jolloin vedettiin markkinoilta
fr: Date de retrait
he: מועד ההורדה מהמדפים
hr: Datum povlačenja
hu: Visszavonás dátuma
id: Tanggal penarikan
it: Data di ritiro
ja: 販売終了日
ka: გატანის თარიღი
lt: Panaikinimo data
lv: Izņemšanas datums
nl_be: Intrekkingsdatum
pl: Data wycofania
pt_pt: Data de retirada
ro: Data retragerii
ru: Дата вывода
sl: Datum umika
sv: Datum för återkallelse
th: วันที่ถอนเงิน
tr: Üretimden kalkma tarihi
uk: Дата вилучення
vi: Ngày rút tiền

# obsolete_since_date_note
source: Format: YYYY-MM-DD or YYYY-MM or YYYY
ar: التنسيق: يوم/شهر/سنة، أو شهر/سنة، أو سنة
bg: Формат: ГГГГ-ММ-ДД или ГГГГ-ММ или ГГГГ
ca: Format: AAAA-MM-DD o AAAA-MM o AAAA
cs: Formát: RRRR-MM-DD nebo RRRR-MM nebo RRRRR
da: Format: ÅÅÅÅ-MM-DD, ÅÅÅÅ-MM eller ÅÅÅÅ
de: Format: YYYY-MM-DD oder YYYY-MM oder YYYY
el: Μορφή: ΕΕΕΕ-ΜΜ-ΗΗ ή ΕΕΕΕ-ΜΜ ή ΕΕΕΕ
eo: Formato: JJJJ-MM-TT aŭ JJJJ-MM aŭ JJJJ
es: Formato: AAAA-MM-DD o AAAA-MM o AAAA
fa: قالب: YYYY-MM-DD یا YYYY-MM یا YYYY
fi: Muoto: VVVV-KK-PP tai VVVV-KK tai VVVV
fr: Format: AAAA-MM-JJ ou AAAA-MM ou AAAA
he: תבנית: YYYY-MM-DD או YYYY-MM או YYYY
hr: Format: GGGG-MM-DD ili GGGG-MM ili GGGG
hu: Formátum: ÉÉÉÉ-HH-NN vagy ÉÉÉÉ-HH vagy ÉÉÉÉ
id: Format: YYYY-MM-DD atau YYYY-MM atau YYYY
it: Formato: AAAA-MM-GG o AAAA-MM o AAAA
ja: フォーマット：YYYY-MM-DD、YYYY-MM、YYYYのいずれか
ka: ფორმატი: YYYY-MM-DD ან YYYY-MM ან YYYY
lt: Formatas: YYYY-MM-DD arba YYYY-MM arbaYYYY
lv: Formāts: GGGG-MM-DD vai GGGG-MM vai GGGG
nl_be: Formaat: JJJJ-MM-DD of JJJJ-MM of JJJJ
pl: Format: RRRR-MM-DD lub RRRR-MM lub RRRR
pt_pt: Formato: AAAA-MM-DD ou AAAA-MM ou AAAA
ro: Format: AAAA-LL-ZZ sau AAAA-LL sau AAAA
ru: Формат: ГГГГ-ММ-ДД или ГГГГ-ММ или ГГГГ
sl: Format: LLLL-MM-DD ali LLLL-MM ali LLLL
sv: Format: ÅÅÅÅ-MM-DD, ÅÅÅÅ-MM eller ÅÅÅÅ
th: รูปแบบ: ปี ค.ศ.-วว-ดด หรือ ปี ค.ศ.-วว หรือ ปี ค.ศ.
tr: Format: YYYY-AA-GG veya YYYY-AA veya YYYY
uk: Зразок формату дати: рік/місяць/день або рік
vi: Định dạng: YYYY-MM-DD or YYYY-MM or YYYY

# obsolete_since_date_example
source: 2019-09-30 or 2019-09 or 2019
ar: 2019-09-30 أو 2019-09 أو 2019
bg: 2019-09-30 или 2019-09 или 2019
ca: 30-09-2019 o 2019-09 o 2019
cs: 2019-09-30 nebo 2019-09 nebo 2019
da: 2019-09-30, 2019-09 eller 2019
de: 2019-09-30 oder 2019-09 oder 2019
el: 2019-09-30 ή 2019-09 ή 2019
eo: 2019-09-30 aŭ 2019-09 aŭ 2019
es: 09-09-2019 o 2019-09 o 2019
fa: ۲۰۱۹-۰۹-۳۰ یا ۲۰۱۹-۰۹ یا ۲۰۱۹
fi: 2019-09-30 tai 2019-09 tai 2019
fr: 2019-09-30 ou 2019-09 ou 2019
he: 2019-09-30 או 2019-09 או 2019
hr: 30.09.2019. ili 09.09.2019. ili 2019.
hu: 2019-09-30 vagy 2019-09 vagy 2019
id: 2019-09-30 atau 2019-09 atau 2019
it: 2019-09-30 o 2019-09 o 2019
ka: 2019-09-30 ან 2019-09 ან 2019
lt: 2019-09-30 arba 2019-09 arba 2019 m
lv: 2019-09-30 vai 2019-09 vai 2019
nl_be: 2019-09-30 of 2019-09 of 2019
pl: 2019-09-30 lub 2019-09 lub 2019
pt_pt: 2019-09-30 ou 2019-09 ou 2019
ro: 2019-09-30 sau 2019-09 sau 2019
ru: 2019-09-30 или 2019-09 или 2019
sl: 2019-09-30 ali 2019-09 ali 2019
sv: 2019-09-30 eller 2019-09 eller 2019
th: 2019-09-30 หรือ 2019-09 หรือ 2019
tr: 2019-09-30 veya 2019-09 veya 2019
uk: 2019/09/30 чи 2019/09 або 2019
vi: 2019-09-30 hoặc 2019-09 hoặc 2019
