Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# openfoodhunt_points
source: It's <a href="/open-food-hunt-2015">Open Food Hunt</a> on <<site_name>> from Saturday February 21st 2015 to Sunday March 1st 2015! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
ar: انها <a href="/open-food-hunt-2015">Open Food Hunt</a> في <<site_name>> من السبت 21 فبراير 2015 إلى الأحد 1 مارس 2015! يتم منح المساهمين يشير المستكشف إلى المنتجات التي يضيفونها ونقاط السفير للمساهمين الجدد الذين يقومون بتعيينهم. يتم تحديث النقاط كل 30 دقيقة.
bg: Това е <a href="/open-food-hunt-2015">Open Food Hunt</a> на <<site_name>> от събота, 21 февруари 2015 г. до неделя, 1 март 2015 г.! Сътрудниците получават точки Explorer за продукти, които добавят, и точки Ambassador за нови сътрудници, които наемат. Точките се актуализират на всеки 30 минути.
ca: És <a href="/open-food-hunt-2015"> Open Food Hunt </a> a <<site_name>> des del dissabte 21 de de febrer de 2015 finsel diumenge 1 de març de 2015! Els contribuents s'atorguen Punts Explorer per als productes que se sumen i punts Ambassador per a nous contribuents que recluten. Els punts s'actualitzen cada 30 minuts.
cs: Je to <a href="/open-food-hunt-2015">Open Food Hunt</a> na <<site_name>> od soboty 21. února 2015 do neděle 1. března 2015! Přispěvatelům jsou uděleny body Průzkumníka za produkty, které přidají, a body Ambassador za nové přispěvatele, které naverbují. Body se aktualizují každých 30 minut.
da: Det er <a href="/open-food-hunt-2015">Open Food Hunt</a> på <<site_name>> fra lørdag d. 21. februar 2015 til søndag d. 1. marts 2015! Bidragsyderne får tildelt Explorer-point for de produkter, de tilføjer, og Ambassador-point for de nye bidragsydere, de rekrutterer. Point opdateres hvert 30. minut.
de: Es ist <a href="/open-food-hunt-2015">Open Food Hunt</a> auf <<site_name>> von Samstag, 21. Februar 2015 bis Sonntag, 1. März 2015! Mitwirkenden werden Explorer Punkte für Produkte vergeben, die sie hinzufügen und Ambassador Punkte für neu rekrutierte Mitwirkende. Die Punkte werden alle 30 Minuten aktualisiert.
el: Είναι <a href="/open-food-hunt-2015">Open Food Hunt</a> στο <<site_name>> από το Σάββατο 21 Φεβρουαρίου 2015 μέχρι Κυριακή 1 Μαρτίου 2015! Οι συντελεστές κερδίζουν πόντους Εξερευνητή για προϊόντα που προσθέτουν και πόντους Πρεσβευτή για καινούριους συντελεστές που στρατολογούν. Οι πόντοι ενημερώνονται κάθε 30 λεπτά.
eo: Estas <a href="/open-food-hunt-2015">Malferma Manĝĉasado</a> je <<site_name>> de sabato, la 21-a de februaro 2015 ĝis dimanĉo, la 1-a de marto 2015! Kontribuantoj ricevas Esploristajn poentojn por produktoj, kiujn ili aldonas, kaj Ambasadorajn poentojn por novaj kontribuantoj, kiujn ili rekrutas. Poentoj estas ĝisdatigataj ĉiujn 30 minutojn.
es: ¡<a href="/open-food-hunt-2015">Open Food Hunt</a> en <<site_name>> desde el sábado 21 de febrero de 2015 hasta el domingo 1 de marzo de 2015! Los colaboradores ganan puntos de Explorador por los productos que agregan y puntos Embajador por los nuevos contribuyentes que reclutan. Los puntos se actualizan cada 30 minutos.
fi: <a href="/open-food-hunt-2015">Open Food Hunt</a> <<site_name>>issa alkaen Lauantaina 21. helmikuuta 2015 ja päättyen Sunnuntaina 1. maaliskuuta 2015! Osallistujat palkitaan Tutkimusmatkailija-pisteillä lisäämistään tuotteista ja Suurlähettiläs-pisteillä rekrytoimistaan uusista osallistujista. Pisteet päivitetään 30 minuutin välein.
fr: C'est l'<a href="/open-food-hunt-2015">Open Food Hunt</a> sur <<site_name>> du samedi 21 février 2015 au dimanche 1er mars 2015 ! Les contributeurs reçoivent des points Explorateurs pour les produits qu'ils ajoutent, et des points Ambassadeurs pour les nouveaux contributeurs qu'ils recrutent. Les points sont mis à jour toutes les 30 minutes.
hr: Počinje <a href="/open-food-hunt-2015">Otvoreni lov na hranu</a> na <<site_name>> od subote 21. veljače 2015. do nedjelje 1. ožujka 2015.! Suradnici dobivaju istraživačke bodove za proizvode koje dodaju i ambasadorske bodove za nove suradnike koje regrutiraju. Bodovi se ažuriraju svakih 30 minuta.
hu: Ez a <a href="/open-food-hunt-2015">Open Food Hunt</a> (Nyílt Élelmiszer Vadászat) a(z) <<site_name>>-on 2015. Február 21. szombat és 2015. Március 1. vasárnap között! A hozzájárulók jutalomban részesülnek Felfedező pontok járnak a hozzáadott termékekért és Nagykövet pontok az új hozzájárulók toborzásáért. A pontok 30 percenként frissülnek.
id: Saatnya <a href="/open-food-hunt-2015">Open Food Hunt</a> di <<site_name>> mulai dari Sabtu 21 Februari 2015 hingga Minggu 1 Maret 2015! Para kontributor diberi imbalan poin Penjelajah untuk produk yang mereka tambahkan dan poin Ambasador untuk kontributor baru yang mereka rekrut. Poin diperbarui setiap 30 menit.
it: È <a href="/open-food-hunt-2015">Open Food Hunt</a> su <<site_name>> da sabato 21 febbraio 2015 a domenica 1 marzo 2015! I contributori sono premiati con punti Esploratore per i prodotti che aggiungono e i punti Ambasciatore per i nuovi contributori che assumono. I punti vengono aggiornati ogni 30 minuti.
ja: <<site_name>> の <a href="/open-food-hunt-2015">オープン フード ハント</a> は 2015/2/21 (土) から 2015/3/1 (日) です! 貢献者は、追加した製品ポイントと、新しい貢献者を募集したアンバサダーポイントを授与されます。ポイントは 30 分ごとに更新されます。
lt: Tai <a href="/open-food-hunt-2015">Open Food Hunt</a> <<site_name>> nuo šeštadienio, vasario 21 2015 iki sekmadienio kovo 1 2015! Bendraautoriams suteikiami "Explorer“ taškai už produktus, kuriuos jie prideda, ir „Ambassador“ taškai už naujus jų įdarbintus dalyvius. Taškai atnaujinami kas 30 minučių.
lv: Tas ir <a href="/open-food-hunt-2015">Open Food Hunt</a> <<site_name>> no sestdienas 2015. gada februāra 21 līdz 2015. gada 1. marta svētdienai! Līdzautoriem tiek piešķirti Explorer punkti par produktiem, kurus viņi pievieno, un vēstnieks norāda uz jauniem ieguldītājiem, kurus viņi pieņem darbā. Punkti tiek atjaunināti ik pēc 30 minūtēm.
ms: Ia adalah <a href="/open-food-hunt-2015">Open Food Hunt</a> di <<site_name>> dari Sabtu 21 hb Februari 2015 hingga Ahad 1 hb Mac 2015! Penyumbang dianugerahkan mata Explorer untuk produk yang mereka tambah dan mata Duta untuk penyumbang baharu yang mereka rekrut. Mata dikemaskini setiap 30 minit.
nl_be: Het is <a href="/open-food-hunt-2015">Open Food Hunt</a> op <<site_name>> van zaterdag 21 februari 2015 tot zondag 1 maart 2015! De deelnemers ontvangen Onderkkerspunten voor de producten die ze toevoegen, en Ambassadeurspunten voor nieuwe deelnemers, die ze aanbrengen. De punten worden elke 30 minuten geupdatet.
pl: To <a href="/open-food-hunt-2015">Oficjalne Polowanie na Jedzenie</a> na <<site_name>> od soboty 21 lutego 2015 do niedzieli 1 marca! Nagradzamy współtwórców punktami Odkrywcy za dodane produkty i punktami Ambasadora za rekrutowanie nowych wspólników. Zmiana notowań dco 30 sekund.
pt_pt: É a <a href="/open-food-hunt-2015">Open Food Hunt</a> no <<site_name>> de Sábado, 21 de Fevereiro 2015 a Domingo, 1 de Março 2015! Os participantes são recompensados com pontos de Explorador para os produtos que adicionarem e com pontos de Embaixador para as novas contribuições que tiverem recrutado. Os pontos são atualizados a cada 30 minutos.
ro: Este <a href="/open-food-hunt-2015">Open Food Hunt</a> pe <<site_name>> de sâmbătă, 21 februarie 2015 până duminică, 1 martie 2015! Colaboratorilor li se acordă puncte Explorer pentru produsele pe care le adaugă și puncte Ambasador pentru colaboratorii noi pe care îi recrutează. Punctele sunt actualizate la fiecare 30 de minute.
ru: Это<a href="/open-food-hunt-2015">Open Food Hunt</a> на <<site_name>> с субботы 21 февраля 2015 до воскресенья 1 марта 2015! Участники получают баллы Исследователя за добавленные продукты и баллы Представителя за привлечение новых участников. Счёт обновляется каждые 30 минут.
sv: Det är <a href="/open-food-hunt-2015">Open Food Hunt</a> på <<site_name>> från lördag 21 februari 2015 till söndag 1 mars 2015! Bidragsgivare tilldelas Explorer-poäng för produkter de lägger till och ambassadörspoäng för nya bidragsgivare som de rekryterar. Poäng uppdateras var 30:e minut.
tl: Ito ay <a href="/open-food-hunt-2015">Open Food Hunt</a> sa<<site_name>> mula Sabado ng Pebrero 21st 2015 hanggang Lingo ng Marso 1st 2015! Mga nag-aambag ay may ginawaran Explorer puntos sa mga produktong idinagdag nila at ang emahador na puntos para sa mga bagong nakuhang mga taga-ambag. Puntos ay magbabago bawat 30 minutos.
tr: 21 Şubat 2015 Cumartesi'den 1 Mart 2015 Pazar'a kadar <<site_name>> adresinde <a href="/open-food-hunt-2015">Açık Yiyecek Avı</a>! Katkıda bulunanlara ekledikleri ürünler için Kaşif puanları ve kazandırdıkları yeni katılımcılar için Elçi puanları verilir. Puanlar 30 dakikada bir güncellenir.
uk: Це <a href="/open-food-hunt-2015">Open Food Hunt</a> on <<site_name>> з суботи 21 лютого 2015 року по неділю 1 березня! Учасники отримують нагороду бали Дослідника за продукцію, яку вони представляють та оцінки Амбасадора за нових учасників, яких вони приєднують. Оцінки оновлюються кожні 30 хвилин.
vi: Đó là <a href="/open-food-hunt-2015">Mở săn thực phẩm</a> on <<site_name>> từ Thứ bày ngày 21 tháng 2 năm 2015 đến Chủ nhật ngày 1 thàng 3 năm 2015! Những ngường đóng góp được thưởng điểm Người khám phá cho những sản phẩm họ đã thêm và điểm Đại sứ cho những người đóng góp mới mà họ chiêu mộ. Điểm được cập nhật mỗi 30 phút.

source: or:
ar: أو:
bg: или:
ca: o:
cs: nebo:
da: eller:
de: oder:
el: ή:
eo: aŭ:
es: o:
fa: یا:
fi: tai:
fr: ou :
he: או:
hr: ili:
hu: vagy:
id: atau:
it: o:
ja: または:
ka: ან:
lt: arba:
lv: vai:
ms: atau:
nl_be: of:
pl: lub:
pt_pt: ou:
ro: sau:
ru: или:
sl: ali:
sv: eller:
th: หรือ:
tl: o:
tr: veya:
uk: або:
vi: hoặc là:

# origins
source: Origin of ingredients
ar: أصل المكونات
bg: Произход на съставките
ca: Origen dels ingredients
cs: Původ přísad
da: Oprindelse af ingredienser
de: Herkunft der Inhaltsstoffe
el: Προέλευση των συστατικών
eo: Origino de ingrediencoj
es: Origen de los ingredientes
fi: Ainesosien alkuperä
fr: Origine des ingrédients
he: מקור הרכיבים
hu: Összetevők eredete
id: Asal usul bahan
it: Origine degli ingredienti
ja: 成分の起源
lt: Sudedamųjų dalių kilmė
lv: Sastāvdaļu izcelsme
ms: Asal-usul bahan ramuan
nl_be: Herkomst van de ingrediënten
pl: Pochodzenie składników
pt_pt: Origem dos ingredientes
ro: Originea ingredientelor
ru: Происхождение ингредиентов
sl: Poreklo sestavin
sv: Ingredients ursprung
th: แหล่งที่มาของวัตถุดิบ
tl: Pinagmulan ng mga sangkap
tr: Malzemelerin kaynağı
uk: Походження інгредієнтів
vi: Nguồn gốc của các thành phần

# origins_example
source: California, USA
ar: كاليفورنيا، الولايات المتحدة الأمريكية
bg: Пловдив, България
ca: La Seu d'Urgell, Catalunya
cs: Kalifornie, USA
da: Californien, USA
de: Nürnberg, Deutschland
el: Μέτσοβο, Ήπειρος, Ελλάδα
eo: Bjalistoko, Pollando
es: Montilla, Córdoba (provincia), Andalucía, España
fa: کالیفرنیا، آمریکا
fi: Kalifornia, Yhdysvallat
fr: Vallée des Baux-de-Provence, Provence, France
he: נס ציונה, ישראל
hr: Kalifornija, SAD
hu: Szeged, Magyarország
id: California, Amerika Serikat
it: California, Stati Uniti
ja: カリフォルニア、アメリカ
ka: კალიფორნია, აშშ
lt: Kalifornijoje, JAV
lv: Kalifornija, ASV
ms: California, Amerika Syarikat
nl_be: Californië, VS
pl: Kalifornia, USA
pt_pt: Ribeira Grande, São Miguel, Açores, Portugal
ro: California, SUA
ru: Калифорния, США
sl: Kalifornija, ZDA
th: น้ำพุแม่ริม เชียงใหม่
tr: Kaliforniya, ABD
uk: Каліфорнія, Сполучені Штати Америки
vi: California, Mỹ

# origins_note_xxx
source: Indicate the origin of ingredients
ar: تشير إلى أصل المكونات
bg: Посочи произхода на съставките
ca: Indicar l'origen dels ingredients
cs: Uveďte původ přísad
da: Angiv oprindelsen af ​​ingredienser
de: Geben Sie die Herkunft der Inhaltsstoffe an
el: Ανέφερε την προέλευση των συστατικών
eo: Indiku la devenon de ingrediencoj
es: Indicar el origen de los ingredientes
fa: منشأ مواد تشکیل دهنده را مشخص کنید
fi: Ilmoita ainesosien alkuperä
fr: Indiquer l'origine des ingrédients
he: ציון מקור הרכיבים
hr: Navedite porijeklo sastojaka
hu: Adja meg az összetevők származási helyét
id: Tunjukkan tempat asal kandungan bahan
it: Indicare l'origine degli ingredienti
ja: 原材料の原産地を表示します
ka: მიუთითეთ ინგრედიენტების წარმოშობა
lt: Nurodykite ingredientų kilmę
lv: Norādiet sastāvdaļu izcelsmi
ms: Tunjukkan asal-usul bahan ramuan
nl_be: Geef de herkomst van de ingrediënten weer
pl: Wskaż pochodzenie składników
pt_pt: Indicar a origem dos ingredientes
ro: Indicați originea ingredientelor
ru: Укажите происхождение ингредиентов
sl: Navedite izvor sestavin
sv: Ange ingrediensernas ursprung
th: ระบุแหล่งที่มาของส่วนผสม
tl: Ipahiwatig kung saan nagmula ang mga sangkap
tr: İçeriklerin kökenini belirtin
uk: Вкажіть походження інгредієнтів
vi: Cho biết nguồn gốc của các thành phần

# origins_p
source: origins of ingredients
ar: أصول المكونات
bg: произход на съставките
ca: orígens d'ingredients
cs: původ přísad
da: oprindelse af ingredienser
de: Herkunft der Inhaltsstoffe
el: προελεύσεις συστατικών
eo: originoj de ingrediencoj
es: orígenes
fa: ریشه مواد تشکیل دهنده
fi: ainesosien alkuperät
fr: origines des ingrédients
he: מקורות
hr: porijeklo sastojaka
hu: összetevők származási helyei
id: tempat - tempat asal kandungan bahan
it: origine degli ingredienti
ja: 原材料の原産地
ka: ინგრედიენტების წარმოშობა
lt: ingredientų kilmė
lv: sastāvdaļu izcelsme
ms: asal-usul bahan ramuan
nl_be: herkomst van de ingrediënten
pl: pochodzenie składników
pt_pt: origens dos ingredientes
ro: originile ingredientelor
ru: происхождение ингредиентов
sl: poreklo sestavin
sv: ingrediensernas ursprung
th: แหล่งที่มาของส่วนผสม
tl: pinagmulan ng mga sankap
tr: içeriklerin kökeni
uk: джерела інгредієнтів
vi: nguồn gốc của các thành phần

# origins_products
source: Products with ingredients originating from %s
ar: المنتجات ذات المكونات الناشئة من %s
bg: Продукти със съставки, с произход %s
ca: Productes amb ingredients procedents de %s
cs: Produkty se přísadami pocházejícími z %s
da: Produkter med ingredienser fra %s
de: Produkte, mit Herkunft ihrer Inhaltsstoffe aus %s
el: Προϊόντα με συστατικά προερχόμενα από %s
eo: Produktoj kun ingrediencoj originantaj de %s
es: Productos originarios de %s
fa: محصولاتی که مواد تشکیل دهنده آنها از %sگرفته شده است
fi: Tuotteet, joiden ainesosat ovat peräisin paikasta %s
fr: Les produits dont l'origine des ingrédients est %s
he: מוצרים שמקורם %s
hr: Proizvodi sa sastojcima podrijetlom iz %s
hu: Termékek, amelyek összetevőinek származási helye %s
id: Produk - produk dengan kandungan bahan yang berasal dari %s
it: Prodotti con ingredienti originari di %s
ja: %s 原産の原材料を含む製品
ka: პროდუქტები, რომელთა ინგრედიენტები წარმოშობით %s-დანაა
lt: Produktai su ingredientais, kurių kilmės šalis %s
lv: Produkti ar sastāvdaļām, kuru izcelsme ir %s
ms: Produk dengan ramuan yang berasal dari %s
nl_be: Producten waarvan de ingrediënten afkomstig zijn uit %s
pl: Produkty o składzie pochodzącym z %s
pt_pt: Produtos que contêm ingredientes com origem em %s
ro: Produse cu ingrediente originare din %s
ru: Продукты с ингредиентами, происходящими из %s
sl: Izdelki s sestavinami, ki izvirajo iz %s
sv: Produkter med ingredienser som härrör från %s
th: ผลิตภัณฑ์ที่มีส่วนผสมที่มาจาก %s
tl: Mga produkto na may sangkap na nagmula sa %s
tr: İçerikleri %s tarafından getirilen ürünler
uk: Продукти з інгредієнтами, які походять з %s
vi: Các sản phẩm với nguyên liệu có nguồn gốc từ %s

# origins_s
source: origin of ingredients
ar: أصل المكونات
bg: произход на съставките
ca: origen dels ingredients
cs: původ přísad
da: ingrediensoprindelse
de: Herkunft der Inhaltsstoffe
el: προέλευση συστατικών
eo: origino de ingrediencoj
es: origen de los ingredientes
fa: منشأ مواد تشکیل دهنده
fi: ainesosien alkuperä
fr: origine des ingrédients
he: מקור
hr: porijeklo sastojaka
hu: összetevők származási helye
id: tempat asal kandungan bahan
it: origine degli ingredienti
ja: 原材料の原産地
ka: ინგრედიენტების წარმოშობა
lt: ingredientų kilmė
lv: sastāvdaļu izcelsme
ms: asal-usul bahan ramuan
nl_be: herkomst van de ingrediënten
pl: pochodzenie składników
pt_pt: origem dos ingredientes
ro: originea ingredientelor
ru: происхождение ингредиентов
sl: poreklo sestavin
sv: ingrediensernas ursprung
th: แหล่งที่มาของวัตถุดิบ
tl: pinagmulan ng mga sangkap
tr: içeriklerin kökeni
uk: походження інгредієнтів
vi: nguồn gốc của các thành phần

# origins_tagsinput
source: add an origin
ar: إضافة أصل
bg: добави произход
ca: afegir un origen
cs: přidat původ
da: tilføj en oprindelse
de: Herkunft hinzufügen
el: προσθέστε την καταγωγή
eo: aldoni originon
es: añadir un origen
fa: یک مبدا اضافه کنید
fi: lisää alkuperä
fr: ajouter une origine
he: הוספת מקור
hr: dodajte porijeklo
hu: származás hozzáadása
id: tambahkan tempat asal
it: aggiungi un'origine
ja: 原産地を追加
ka: დაამატეთ წარმოშობის ადგილი
lt: pridėti kilmę
lv: pievienot izcelsmi
ms: tambahkan asal-usul
nl_be: voeg een herkomst toe
pl: dodaj pochodzenie
pt_pt: adicionar uma origem
ro: adăugați o origine
ru: добавить происхождение
sl: dodaj porekla
sv: lägg till ett ursprung
th: เพิ่มแหล่งกำเนิด
tl: magdagdag ng pinagmulan
tr: köken ekle
uk: додати походження
vi: thêm một nguồn gốc

# origins_without_products
source: Products without ingredients originating from %s
ar: منتجات بدون مكونات مصدرها %s
bg: Продукти без съставки с произход от %s
ca: Productes sense ingredients procedents de %s
cs: Produkty bez přísad pocházejících z %s
da: Produkter uden ingredienser fra %s
de: Produkte ohne Inhaltsstoffe aus %s
el: Προϊόντα χωρίς συστατικά που προέρχονται από %s
eo: Produktoj sen ingrediencoj originantaj de %s
es: Productos sin ingredientes procedentes de %s
fa: محصولاتی که مواد تشکیل دهنده آنها از %sتهیه نشده است
fi: Tuotteet, jotka eivät sisällä ainesosia peräisin paikasta %s
fr: Les produits dont l'origine des ingrédients n'est pas %s
he: מוצרים ללא חומרים שמקורם %s
hr: Proizvodi bez sastojaka podrijetlom iz %s
hu: Termékek, amelyek összetevői nem származnak innen: %s
id: Produk - produk tanpa kandungan bahan yang berasal dari %s
it: Prodotti senza ingredienti provenienti da %s
ja: %s 原産の原材料を含まない製品
ka: პროდუქტები ინგრედიენტების გარეშე, წარმოშობით %s
lt: Produktai be ingredientų, kurių kilmės šalis %s
lv: Produkti bez sastāvdaļām, kuru izcelsme ir %s
ms: Produk tanpa bahan ramuan yang berasal dari %s
nl_be: Producten zonder ingrediënten uit %s
pl: Produkty bez składników pochodzących z %s
pt_pt: Produtos sem ingredientes com origem em %s
ro: Produse fără ingrediente originare din %s
ru: Продукты без ингредиентов, происходящих из %s
sl: Proizvodi brez sestavin, ki izvirajo iz %s
sv: Produkter utan ingredienser som härrör från %s
th: ผลิตภัณฑ์ที่ไม่มีส่วนผสมที่มาจาก %s
tl: Mga produkto na walang sangkap na nagmula sa %s
tr: İçerikleri %s kökenli olmayan ürünler
uk: Товари, які не включають в себе складників, що походять з %s
vi: Các sản phẩm với nguyên liệu có nguồn gốc từ %s

source: Packaging
ar: التعبئة والتغليف
bg: Опаковка
ca: Empaquetament
cs: Obal
da: Emballage
de: Art der Verpackung
el: Συσκευασία
eo: Pakaĵo
es: Envase
fi: Pakkaus
fr: Emballage
he: אריזה
hu: Csomagolás
id: Kemasan
it: Imballaggio
ja: パッケージング
lt: Pakuotė
lv: Iepakojums
ms: Pembungkusan
nl_be: Verpakking
pl: Opakowanie
pt_pt: Embalagem
ro: Ambalare
ru: Упаковка
sl: Pakiranje
sv: Förpackning
th: บรรจุภัณฑ์
tl: Balot
tr: Ambalaj
uk: Упаковка
vi: Bao bì

# packaging_example
source: Fresh, Canned, Frozen, Bottle, Box, Glass, Plastic...
ar: طازجة، معلبة، مجمدة، زجاجة، صندوق، زجاج، بلاستيك...
bg: Пресно, консервирано, замразено, бутилка, кутия, стъкло, пластмаса...
ca: Frescos, Enllaunats, Congelats, Embotellats, Caixa, Vidre, Plàstic ...
cs: Čerstvé, Konzerva, Zmrazené, Láhev, Krabice, Sklo, Plast, Plastová vanička, ...
da: Frisk, Konserves, Frost, Flaske, Kasse, Glas, Plast...
de: Frisch, Konserve, Tiefkühlware, Flasche, Packung, Glas, Kunststoff, Karton, ...
el: Φρέσκο, Κονσερβοποιημένο, Κατεψυγμένο, Φιάλη, Γυαλί, Πλαστικό…
eo: Freŝa, Konservita, Frosta, Botelo, Skatolo, Vitro, Plasto...
es: Fresco, En conserva, Al vacío, Congelado, Botella, Tarro, Caja, Vidrio, Plástico, Cartón...
fa: تازه، کنسرو شده، منجمد، بطری، جعبه، شیشه، پلاستیک...
fi: Tuore, Purkitettu, Pakastettu, Pullo, Laatikko, Lasi, Muovi...
fr: Frais, Conserve, Sous-vide, Surgelé, Bouteille, Bocal, Boîte, Verre, Plastique, Carton...
he: טרי, בקופסת שימורים, קפוא, בקבוק, קופסה, זכוכית, פלסטיק...
hr: Svježe, Konzervirano, Smrznuto, Boca, Kutija, Staklo, Plastika...
hu: Friss, Konzerv, Fagyasztott, Palack, Doboz, Üveg, Műanyag...
id: Segar, Kalengan, Beku, Botol, Kotak, Kaca, Plastik...
it: Fresco, Conserva/Lattina, Sottovuoto, Surgelato, Bottiglia, Vasetto, Barattolo, Vetro, Plastica, Cartone
ja: 生鮮、缶詰、冷凍、ボトル、ボックス、ガラス、プラスチック...
ka: ახალი, დაკონსერვებული, გაყინული, ბოთლი, ყუთი, მინა, პლასტმასი...
lt: Švieži, konservuoti, sušaldyti, buteliukai, dėžutė, stiklas, plastikas...
lv: Svaigi, konservēti, saldēti, pudele, kaste, stikls, plastmasa ...
ms: Segar, Bertin, Sejuk Beku, Botol, Kotak, Kaca, Plastik...
nl_be: Vers, Conserve, Vacuüm, Diepgevroren, Fles, Bokaal, Doos, Glas, Plastiek, Karton, ...
pl: Świeży, puszkowany, mrożony, butelka, w pudełku, szkło, plastik...
pt_pt: Congelado, Fresco, Conserva, Garrafa, Boião, Caixa, Lata, Cuvete, Bisnaga, Saco, Saqueta, Caixa de plástico, Tetra Pak, Pacote, Frasco, Bag-in-box, Vidro, Plástico, Cartão, Película, Folha de alumínio, Papel vegetal, Papel de alumínio, Película...
ro: Proaspăt, Conservat, Înghețat, Îmbuteliat, Cutie, Sticlă, Plastic...
ru: Свежий, консервированный, замороженный, бутылка, коробка, стекло, пластик...
sl: Sveže, konzervirano, zamrznjeno, steklenica, škatla, stekla, plastike...
sv: Färsk, konserverad, frusen, flaska, låda, glas, plast...
th: สด, กระป๋อง, แช่แข็ง, ขวด, กล่อง, แก้ว, พลาสติก...
tl: Sariwa, Canned, Frozen, Bote, Box, Glass, Plastic...
tr: Taze, Konserve, Dondurulmuş, Şişe, Kutu, Cam, Plastik...
uk: Свіжий, Консервований, Заморожений, В пляшці, В коробці, Скляний, Пластиковий...
vi: Tươi, Đóng hộp, Đông lạnh, Chai, Hộp, Thủy tinh, Nhựa...

# packaging_note
source: Packaging type, format, material
ar: نوع التغليف ، الشكل ، المادة
bg: Вид на опаковката, формат, материал
ca: Tipus d'embalatge, format, materials
cs: Typ balení, formát, materiál
da: Emballagetype, -format, -materiale
de: Verpackungsart, Format, Material
el: Τύπος συσκευασίας, μορφή, υλικό
eo: Pakumotipo, formato, materialo
es: Tipo de envase, formato, material
fa: نوع بسته‌بندی، قالب، جنس
fi: Pakkauksen tyyppi, muoto, materiaali
fr: Type de conditionnement, format, matière
he: סוג האריזה, מבנה, חומר
hr: Vrsta pakiranja, format, materijal
hu: Csomagolás fajtája, formája, anyaga
id: Jenis kemasan, format, material
it: Tipo di confezione, formato, materiale
ja: 包装の種類、形式、材料
ka: შეფუთვის ტიპი, ფორმატი, მასალა
lt: Pakuotės tipas, formatas, medžiaga
lv: Iepakojuma veids, formāts, materiāls
ms: Jenis pembungkusan, format, bahan
nl_be: Soort verpakking, formaat, materiaal
pl: Typ opakowania, format, materiał
pt_pt: Tipo de embalagem, formato, material
ro: Tipul de ambalaj, format, material
ru: Вид упаковки, формат, материал
sl: Vrsta embalaže, oblika, material
sv: Förpackningstyp, format, material
th: ประเภทบรรจุภัณฑ์, รูปแบบ, วัสดุ
tl: Uri ng balot, format, materyalis
tr: Ambalaj türü, biçimi, malzemesi
uk: Вид упакування, формат, матеріал
vi: Loại bao bì, hình dạng, chất liệu

# packaging_p
source: packaging
ar: ata3bia
bg: опаковка
ca: envasament
cs: obal
da: emballage
de: Verpackungsarten
el: συσκευασία
eo: pakaĵoj
es: envases
fi: pakkaus
fr: conditionnements
he: ariza
hr: pakiranje
hu: csomagolás
id: kemasan
it: imballaggio
ja: 包装
lt: pakuotė
lv: iepakojums
ms: pembungkusan
nl_be: verpakkingen
pl: opakowanie
pt_pt: embalagens
ro: ambalaj
ru: упаковка
sl: pakiranje
sv: förpackning
th: บรรจุภัณฑ์
tl: balot
tr: paketleme
uk: упакування
vi: bao bì
