Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# image_upload_error_no_barcode_found_in_image_long
source: The barcode in the image could not be read, or the image contained no barcode. You can try with another image, or directly enter the barcode.
ar: تعذر قراءة الباركود في الصورة، أو لا تحتوي الصورة على الباركود. يمكنك المحاولة مع صورة أخرى، أو إدخال الباركود مباشرة.
bg: Баркодът на снимката не може да бъде прочетен или снимката не съдържа баркод. Можеш да опиташ с друга снимка или директно да въведеш баркода.
ca: El codi de barres de la imatje no es pot llegir, o la imatge no conté un codi de barres. Pot provar amb una altra imatge, o posar directament el codi de barres.
cs: Čárový kód na obrázku nelze přečíst, nebo obrázek neobsahuje žádný čárový kód. Zkuste jiný obrázek, nebo zadejte čárový kód ručně.
da: Stregkoden i billedet kunne ikke aflæses, eller billedet indeholdt ingen stregkode. Du kan prøve med et andet billede, eller indtaste stregkoden direkte.
de: Der Strichcode im Foto konnte nicht eingelesen werden oder das Foto enthielt keinen Strichcode. Sie können ein weiteres Foto versuchen oder den Strichcode manuell eingeben.
el: Δεν ήταν δυνατή η ανάγνωση του γραμμικού κωδικού στην εικόνα ή η εικόνα δεν περιείχε γραμμωτό κώδικα. Μπορείτε να δοκιμάσετε με άλλη εικόνα ή να εισαγάγετε απευθείας τον γραμμωτό κώδικα.
eo: La strekkodo en la bildo ne estis legebla, aŭ la bildo ne enhavis strekkodon. Vi povas provi per alia bildo, aŭ rekte enigi la strekkodon.
es: El código de barras de la imagen no se puede leer, o la imagen no tiene ninguno. Puedes probar con otra imagen o escribir directamente el código de barras.
fa: بارکد موجود در تصویر قابل خواندن نیست، یا تصویر حاوی بارکد نیست. می‌توانید با تصویر دیگری امتحان کنید، یا مستقیماً بارکد را وارد کنید.
fi: Kuvassa olevaa viivakoodia ei voitu lukea, tai kuvassa ei ollut viivakoodia. Voit kokeilla toista kuvaa tai syöttää suoraan viivakoodin.
fr: Le code-barres dans l'image n'a pas pu être lu ou l'image ne contenait pas de code-barres. Vous pouvez essayer avec une autre image ou saisir directement le code-barres.
he: אי אפשר לקרוא את הברקוד שבתמונה או שהתמונה אינה מכילה ברקוד. ניתן לנסות תמונה אחרת או להזין את הברקוד ישירות.
hr: Barkod na slici nije moguće pročitati ili slika ne sadrži barkod. Možete pokušati s drugom slikom ili izravno unijeti barkod.
hu: A képen található vonalkód nem olvasható le, vagy a képen nincs vonalkód. Próbálkozhat másik képpel, vagy beírhatja kézzel a vonalkód számát.
id: Kode batang pada gambar tidak dapat dibaca, atau gambar tidak berisi kode batang. Anda dapat mencoba dengan gambar lain, atau memasukkan kode batang secara langsung.
it: Non è stato possibile leggere il codice a barre nell'immagine, oppure l'immagine non conteneva codici a barre. Si può provare con un'altra immagine, o inserire direttamente il codice a barre.
ja: 画像内のバーコードを読み取ることができないか、画像にバーコードが含まれていません。 別の画像で試してみるか、直接バーコードを入力することができます。
ka: სურათზე გამოსახული შტრიხკოდის წაკითხვა შეუძლებელია, ან სურათზე შტრიხკოდი არ არის. შეგიძლიათ სცადოთ სხვა სურათით ან პირდაპირ შეიყვანოთ შტრიხკოდი.
lt: Brūkšninio kodo nepavyko nuskaityti arba paveikslėlyje nebuvo brūkšninio kodo. Galite pabandyti naudoti kitą vaizdą arba tiesiogiai įvesti brūkšninį kodą.
lv: Attēlā redzamo svītrkodu nevarēja nolasīt, vai arī attēlā svītrkoda nebija. Varat mēģināt ar citu attēlu vai ievadīt svītrkodu tieši.
ms: Kod bar dalam imej tidak dapat dibaca, atau imej tidak mengandungi kod bar. Anda boleh cuba dengan imej lain, atau terus masukkan kod bar.
nl_be: De barcode in het beeld kon niet worden gelezen, of het beeld bevatte geen barcode. Je kunt het proberen met een andere afbeelding, of de barcode zelf invoeren.
pl: Kod kreskowy na zdjęciu jest nieczytelny, lub grafika nie zawiera kodu kreskowego. Wypróbuj inne zdjęcie, lub bezpośrednio wprowadź kod kreskowy.
pt_pt: O código de barras da imagem não pôde ser lido, ou a imagem não contém código de barras. Poderá tentar com outra imagem, ou escrever o código manualmente.
ro: Codul de bare din imagine nu a putut fi citit sau imaginea nu conține cod de bare. Puteți încerca cu o altă imagine sau puteți introduce direct codul de bare.
ru: На данном изображении штрихкод не читается или отсутствует. Вы можете попробовать с другим изображением или ввести код вручную.
sl: Črtne kode na sliki ni mogoče prebrati ali pa na sliki ni črtne kode. Lahko poskusite z drugo sliko ali pa neposredno vnesete črtno kodo.
sv: Streckkoden i bilden kunde inte läsas, eller så innehöll bilden ingen streckkod. Försöka med en annan bild eller ange streckkoden direkt.
th: ไม่สามารถอ่านบาร์โค้ดในภาพได้ หรือรูปภาพไม่มีบาร์โค้ด คุณสามารถลองใช้รูปภาพอื่นหรือป้อนบาร์โค้ดโดยตรง
tl: Hindi mababasa ang barcode sa imahe, o ang imahe ay walang barcode. Maari mong subukan gumamit ng isang pang imahe, o direkta mong ilagay ang barcode.
tr: Resimdeki barkod okunamadı veya resimde barkod yoktu. Başka bir resim deneyebilir veya doğrudan barkodu girebilirsiniz.
uk: Неможливо прочитати штрих-код зображення або зображення не мвсьить в собі штрих-коду.
vi: Không thể đọc mã vạch trong hình ảnh hoặc hình ảnh không chứa mã vạch. Bạn có thể thử với một hình ảnh khác hoặc nhập trực tiếp mã vạch.

# image_upload_error_no_barcode_found_in_image_short
source: No barcode found in the image.
ar: لم يتم العثور على الباركود في الصورة.
bg: В снимката не е намерен баркод.
ca: No s'ha trobat un codi de barres a la imatge.
cs: Na obrázku nebyl nalezen žádný čárový kód.
da: Ingen stregkode fundet i billedet.
de: Kein Strichcode im Foto gefunden.
el: Δεν βρέθηκε γραμμωτός κωδικός στην εικόνα.
eo: Neniu strekkodo trovita en la bildo.
es: No se ha encontrado ningún código de barras en la imagen.
fa: بارکدی در تصویر یافت نشد.
fi: Kuvasta ei löytynyt viivakoodia.
fr: Aucun code-barres trouvé dans l'image.
he: לא נמצא ברקוד בתמונה.
hr: Na slici nije pronađen barkod.
hu: A képen nem található vonalkód.
id: Tidak ada kode batang yang ditemukan pada gambar.
it: Nessun codice a barre è stato trovato nell'immagine.
ja: 画像内にバーコードが見つかりません。
ka: სურათში შტრიხკოდი ვერ მოიძებნა.
lt: Vaizde nerastas brūkšninis kodas.
lv: Attēlā nav atrasts svītrkods.
ms: Tiada kod bar ditemui dalam imej.
nl_be: Geen streepjescode gevonden in de afbeelding.
pl: Nie odnaleziono kodu kreskowego na obrazie.
pt_pt: Não foi encontrado qualquer código de barras na imagem.
ro: Nu a fost găsit niciun cod de bare în imagine.
ru: Читаемый штрихкод не найден на изображении.
sl: Na sliki ni najti črtne kode.
sv: Ingen streckkod finns i bilden.
th: ไม่พบบาร์โค้ดในภาพ
tl: Walang nakitang barcode sa imahe.
tr: Resimde barkod bulunamadı.
uk: Не знайдено жодного штрих-коду на зображенні.
vi: Không tìm thấy mã vạch trong hình ảnh.

# image_upload_error_no_barcode_specified_or_found
source: No barcode specified or found in the image or filename.
ar: لا يوجد رمز شريطي تم تحديده او إيجاده في الصورة أو في اسم الملف.
bg: Няма посочен или намерен баркод в снимката или името на файла.
ca: No s'ha especificat o trobat cap codi de barres a la imatge ni al nom del fitxer.
cs: V obrázku nebo názvu souboru nebyl nalezen žádný čárový kód.
da: Ingen stregkode angivet eller fundet i fotoet eller filnavnet.
de: Kein Strichcode angegeben oder nicht im Foto oder Dateinamen gefunden.
el: Δεν καθορίστηκε ούτε βρέθηκε γραμμικός κώδικας στην εικόνα ή το όνομα αρχείου.
eo: Neniu strekkodo specifita aŭ trovita en la bildo aŭ dosiernomo.
es: No se ha especificado ni encontrado ningún código de barras, ni en la imagen ni en el nombre del archivo.
fa: هیچ بارکدی در تصویر یا نام فایل مشخص یا یافت نشد.
fi: Viivakoodia ei ole määritelty, tai sitä ei löytynyt kuvasta tai tiedostonimestä.
fr: Aucun code-barres spécifié ou trouvé dans l'image ou le nom du fichier.
he: לא צוין או נמצא ברקוד בתמונה או בשם הקובץ.
hr: Nije naveden niti pronađen barkod na slici ili u nazivu datoteke.
hu: A képen vagy a fájlnévben nincs megadva vagy nem található vonalkód.
id: Tidak ada kode batang yang ditentukan atau ditemukan di gambar atau nama berkas.
it: Nessun codice a barre specificato o trovato nell'immagine o nel nome del file.
ja: 画像またはファイル名にバーコードが指定されていないか、または見つかりません。
ka: სურათში ან ფაილის სახელში შტრიხკოდი მითითებული ან ნაპოვნი არ არის.
lt: Nuotraukoje ar failo pavadinime nenurodytas arba nerastas brūkšninis kodas.
lv: Attēlā vai faila nosaukumā nav norādīts vai atrasts svītrkods.
nl_be: Geen streepjescode gespecificeerd of gevonden in de afbeelding of bestandsnaam.
pl: Brak kodu kreskowego na obrazku lub w nazwie pliku.
pt_pt: Não foi especificado ou encontrado nenhum código de barras na imagem ou nome de ficheiro.
ro: Nici un cod de bare specificat sau găsit în imaginea sau numele fişierului.
ru: Штрихкод не указан или не найден на изображении или в имени файла.
sl: Na fotografiji ali imenu datoteke ni navedena ali najdena črtna koda.
sv: Ingen streckkod angiven eller hittades i bilden eller filnamnet.
th: ระบบไม่พบรหัสบาร์โค้ดในภาพ
tr: Resimde veya dosya adında barkod belirtilmemiş veya bulunamadı.
uk: У зображення чи назві файлу на зазначено та не знайдено жодного штрих-коду.
vi: Không có mã vạch được tìm thấy hoặc được chỉ định trong hình ảnh hoặc tên tệp.

# image_upload_error_could_not_read_image
source: The image could not be read.
ar: تعذر إيجاد الصورة. أو تعذر تحميل الصورة.
bg: Снимката не може да бъде прочетена.
ca: No s'ha llegit la imatge.
cs: Obrázek nelze přečíst.
da: Fotoet kunne ikke læses.
de: Das Foto konnte nicht geladen werden.
el: Δεν ήταν δυνατή η ανάγνωση της εικόνας.
eo: La bildo ne estis legebla.
es: No se ha podido leer la imagen.
fa: تصویر قابل خواندن نبود.
fi: Kuvaa ei voitu lukea.
fr: L'image ne peut être lue.
he: לא ניתן לקרוא את התמונה.
hr: Slika se nije mogla pročitati.
hu: A kép nem olvasható.
id: Gambar ini tidak dapat dibaca.
it: L'immagine non può essere letta.
ja: 画像を読み込めませんでした。
ka: სურათის წაკითხვა შეუძლებელი იყო.
lt: Nepavyko perskaityti vaizdo.
lv: Attēlu nevarēja nolasīt.
nl_be: De afbeelding kon niet worden gelezen.
pl: Nie można odczytać obrazu.
pt_pt: Não foi possível ler a imagem.
ro: Imaginea nu a putut fi citită.
ru: Изображение не может быть прочитано.
sl: Datoteke ni bilo mogoče prebrati.
sv: Bilden kunde inte läsas.
th: ไม่สามารถอ่านไฟล์รูปภาพได้
tr: Görüntü dosyası okunamadı.
uk: Неможливо відкрити зображення.
vi: Không thể đọc hình ảnh.

# image_upload_error_no_barcode_found_in_text
source: You must enter the characters of the barcode or send a product image when the barcode is visible.
ar: يجب إدخال الأحرف من الباركود أو إرسال صورة المنتج عندما يكون الباركود مرئيًا.
bg: Трябва да въведеш знаците на баркода или да изпратиш снимка на продукт, когато баркодът е видим.
ca: És necessari posar els caràcters del codi de barres o enviar una imatge del producte on el codi de barres es puga veure.
cs: Musíte zadat znaky čárového kódu nebo odeslat obrázek produktu, pokud je čárový kód viditelný.
da: Du skal indtaste alle tegn fra stregkoden, eller indsende et produktbillede hvor stregkoden er synlig.
de: Sie müssen die Zeichen des Strichcodes eingeben oder ein Foto hochladen, auf dem der Strichcode sichtbar ist.
el: Πρέπει να εισαγάγετε τους χαρακτήρες του γραμμικού κώδικα ή να στείλετε μια εικόνα προϊόντος όταν ο γραμμωτός κώδικας είναι ορατός.
eo: Vi devas enigi la signojn de la strekkodo aŭ sendi produktobildon kiam la strekkodo estas videbla.
es: Debes introducir los caracteres del código de barras o enviar una imagen de un producto donde esté visible.
fa: شما باید کاراکترهای بارکد را وارد کنید یا وقتی بارکد قابل مشاهده است، تصویر محصول را ارسال کنید.
fi: Syötä viivakoodin merkit, tai lähetä tuotekuva, jossa viivakoodi on näkyvissä.
fr: Vous devez saisir les chiffres du code-barres ou envoyer une image du produit où le code-barres est visible.
he: עליך להזין את התווים של הברקוד או לשלוח את תמונת המוצר עם הברקוד גלוי.
hr: Morate unijeti znakove barkoda ili poslati sliku proizvoda kada je barkod vidljiv.
hu: Meg kell adnia a vonalkód számait, vagy küldenie egy olyan képet a termékről, amin látható a vonalkód.
id: Anda harus memasukkan karakter kode batang atau mengirim gambar produk dengan kode batang yang terlihat.
it: È necessario immettere i caratteri del codice a barre oppure inviare un'immagine di un prodotto con il codice a barre visibile.
ja: バーコードの文字を入力するか、バーコードが表示されている製品の画像を送信する必要があります。
ka: როდესაც შტრიხკოდი ხილულია, უნდა შეიყვანოთ შტრიხკოდის სიმბოლოები ან გამოაგზავნოთ პროდუქტის სურათი.
lt: Kai matosi brūkšninis kodas, turite įvesti brūkšninio kodo skaičius arba išsiųsti produkto nuotrauką.
lv: Kad svītrkods ir redzams, jāievada svītrkoda rakstzīmes vai jānosūta produkta attēls.
ms: Anda mestilah masukkan aksara kod bar atau hantarkan imej produk apabila kod bar kelihatan.
nl_be: U moet de tekens van de streepjescode invoeren of een productafbeelding verzenden wanneer de streepjescode zichtbaar is.
pl: Należ wprowadzić elementy kodu kreskowego lub wysłać zdjęcie produktu gdy kod kreskowy jest widoczny.
pt_pt: Tem de introduzir os caracteres do código de barras ou enviar uma imagem do produto com o código de barras visível.
ro: Trebuie să introduceți cifrele codului de bare sau să trimiteți o imagine a produsului în care este vizibil codul de bare.
ru: Нужно ввести символы штрихкода или отправить изображение продукта, на котором виден штрихкод.
sl: Vnesti morate znake črtne kode ali poslati sliko izdelka, da je črtna koda vidna.
sv: Du måste ange tecknen i streckkoden eller skicka en produktbild där streckkoden är väl synlig.
th: กรุณากรอกเลขบาร์โค้ด หรือ ส่งรูปภาพบาร์โค้ด ของผลิตภัณฑ์
tl: Dapat mong lagyan ng mga titik ang barcode o magpadala ng imahe ng produkto kapag ang nakikita na ang barcode.
tr: Barkodun karakterlerini girmeniz veya barkod göründüğünde bir ürün resmi göndermeniz gerekir.
uk: Коли штрих-код є видимим, вам необхідно ввести характерні особливості штрих-коду або ж надіслати фото продукції.
vi: Bạn phải nhập các ký tự của mã vạch hoặc gửi hình ảnh sản phẩm khi có thể nhìn thấy mã vạch.

# image_full_size
source: Full size
ar: الحجم الكامل
bg: Пълен размер
ca: Mida completa
cs: Plná velikost
da: Fuld størrelse
de: Vollbild
el: Πλήρες μέγεθος
eo: Plena grandeco
es: Tamaño completo
fa: اندازه کامل
fi: Täysikokoinen
fr: Taille réelle
he: גודל מלא
hr: Puna veličina
hu: Teljes méret
id: Ukuran penuh
it: Dimensione completa
ja: フルサイズ
ka: სრული ზომა
lt: Visas dydis
lv: Pilna izmēra
ms: Saiz penuh
nl_be: Volledige grootte
pl: Pełny rozmiar
pt_pt: Tamanho real
ro: Dimensiune completă
ru: Полный размер
sl: Polna velikost
sv: Full storlek
th: ภาพขนาดเต็ม
tr: Tam boy
uk: Повнорозмірний
vi: Kích thước đầy đủ

# image_attribution_creativecommons
source: This file was uploaded to product %s and is licensed under the %s license.
ar: تم رفع هذا الملف للمنتج %s وترخيصه بموجب رخصة %s.
bg: Този файл е качен в продукт %s и е лицензиран под лиценз %s.
ca: Aquest fitxer s'ha penjat al producte %s i està sota la llicència %s.
cs: Tento soubor byl nahrán k produktu %s a je licencován pod licencí %s.
da: Denne fil blev uploadet til produktet %s og er licenseret under %s-licensen.
de: Diese Datei wurde zum Produkt „%s” hochgeladen und ist unter der %s-Lizenz lizenziert.
el: Αυτό το αρχείο μεταφορτώθηκε στο προϊόν %s και διαθέτει άδεια χρήσης με την άδεια %s.
eo: Ĉi tiu dosiero estis alŝutita al produkto %s kaj estas licencita sub la permesilo %s .
es: Este archivo se cargó en el producto %s y está licenciado bajo la licencia %s.
fa: این فایل در محصول %s آپلود شده و تحت مجوز %s می‌باشد.
fi: Tämä tiedosto lisättiin tuotteeseen %s ja on lisensoitu %s lisenssin alaisuuteen.
fr: Ce fichier a été téléchargé sur le produit %s et est sous la licence %s.
he: הקובץ הועלה למוצר %s ומוגש תחת הרישיון %s.
hr: Ova datoteka je prenesena u proizvod %s i licencirana je pod licencom %s .
hu: Ezt a fájlt a(z) %s termékhez töltötték fel, és %s licenc szerint használható fel.
id: Berkas ini diunggah untuk produk %s dan dilisensikan di bawah lisensi %s.
it: Questo file è stato caricato sul prodotto %s ed è concesso in licenza in base alla licenza %s.
ja: このファイルは製品 %s にアップロードされ、 %s ライセンスでライセンスされます。
ka: ეს ფაილი ატვირთულია პროდუქტზე %s და ლიცენზირებულია %s ლიცენზიით.
lt: Šis failas buvo įkeltas į %s produktą ir yra licencijuotas pagal %s licenciją.
lv: Šis fails tika augšupielādēts produktā %s un ir licencēts saskaņā ar %s licenci.
ms: Fail ini dimuat naikkan ke produk %s dan dilesenkan di bawah lesen %s.
nl_be: Dit bestand is geüpload naar product %s en valt onder de licentie %s.
pl: Ten plik został przesłany do produktu %s i jest objęty licencją %s.
pt_pt: Este ficheiro foi enviado para o produto %s e está disponível sob a licença %s.
ro: Acest fișier a fost încărcat pentru produsul %s și se află sub licența %s .
ru: Этот файл был загружен в продукт %s и лицензирован под лицензией %s.
sl: Ta datoteka je bila naložena v izdelek %s in je pod licenco %s.
sv: Filen laddades upp till produkten %s och är licensierad under %s licens.
th: ไฟล์นี้ถูกอัปโหลดไปยังหน้าผลิตภัณฑ์ %s และได้รับอนุญาตภายใต้ใบอนุญาต %s โดยปริยาย
tr: Bu dosya %s ürünü için yüklendi ve %s lisansı altında lisanslandı.
uk: Цей файл будь передано виробнику %s та дає право на %s ліцензії.
vi: Tập tin này đã được tải lên sản phẩm %s và được cấp phép theo giấy phép %s.

# image_attribution_photographer
source: Attribution: Photo by %s per %s
ar: الإسناد: الصورة بنسبة %s لكل %s
bg: Приписване: Снимка от %s за %s
ca: Reconeixement: foto de %s per %s
cs: Atribut: Fotka od %s za %s
da: Tilskrivning: Foto af %s pr. %s
de: Namensnennung: Foto von %s mittels %s
el: Απόδοση: Φωτογραφία από %s ανά %s
eo: Atribuite: Foto de %s per %s
es: Atribución: Foto por %s por %s
fa: انتساب: عکس از %s به ازای %s
fi: Attribuutio: Kuvan lisäsi %s kohdetta %s varten
fr: Attribution: Photo par %s pour %s
he: ייחוס: תמונה מאת %s עבור %s
hr: Navođenje autora: Fotografija autora %s prema %s
hu: Megnevezés: Fotózta %s / %s
id: Atribusi: Foto oleh %s per %s
it: Attribuzione: Foto di %s per %s
ja: 帰属: %s 撮影 %s
ka: ატრიბუცია: ფოტოს ავტორი %s , ავტორი %s
lt: Atribucija: Nuotrauka: %s per %s
lv: Atribūcija: Foto autors %s , autors %s
ms: Atribusi: Foto oleh %s setiap %s
nl_be: Naamsvermelding: door %s per %s
pl: Uznanie autorstwa: Zdjęcie %s na %s
pt_pt: Atribuição: fotografia de %s por %s
ro: Atribuire: Fotografie cu %s la %s
ru: Фотография от %s из %s
sl: Avtorstvo: fotografija %s na %s
sv: Tillskrivning: Foto av %s per %s
th: แสดงที่มา: รูปถ่ายโดย %s ต่อ %s
tr: Atıf: Fotoğrafı çeken %s, %s ile
uk: Компетенція: Фото зроблене %s за%s
vi: Ghi công: Ảnh bằng %s trên %s

# image_attribution_photographer_editor
source: Attribution: Photo by %s with additional modifications by %s per %s
ar: الإسناد: الصورة بواسطة %s مع تعديلات إضافية من قبل %s لكل %s
bg: Приписване: Снимка от %s с допълнителни модификации от %s за %s
ca: Reconeixement: foto per %s amb modificacions addicionals per %s per %s
cs: Autoři: Fotografie pořízena %s s dalšími úpravami od %s na %s
da: Tilskrivning: Foto af %s med yderligere ændringer af %s pr. %s
de: Namensnennung: Foto von %s mit zusätzlichen Änderungen durch %s mittels %s
el: Απόδοση: Φωτογραφία από %s με πρόσθετες τροποποιήσεις από %s ανά %s
eo: Atribuite: Foto de %s kun pliaj modifoj de %s laŭ %s
es: Atribución: Foto realizada por %s con modificaciones adicionales por %s por %s
fa: انتساب: عکس از %s با اصلاحات اضافی توسط %s به ازای %s
fi: Attribuutio: Kuvan otti %s ja sitä on muokannut %s, syy: %s
fr: Attribution: Photo de %s avec des modifications supplémentaires de %s pour %s
he: ייחוס: תמונה מאת %s עם שינויים נוספים מאת %s עבור %s
hr: Navođenje autora: Fotografija autora %s s dodatnim izmjenama autora %s prema %s
hu: Megnevezés: Fotózta %s, módosításokat végzett rajta %s, %s által
id: Atribusi: Foto oleh %s dengan modifikasi tambahan oleh %s per %s
it: Attribuzione: Foto di %s con ulteriori modifiche di %s per %s
ja: 帰属: %s 撮影 %s 追加変更 %s
ka: ატრიბუცია: ფოტოს ავტორი %s დამატებითი ცვლილებებით %s ავტორის მიერ %s-ზე
lt: Atribucija: Nuotrauką įkėlė %s su papildomais pakeitimais pagal %s už %s
lv: Atribūcija: Foto autors %s ar papildu izmaiņām, ko veicis %s pēc %s
ms: Atribusi: Foto sebanyak %s dengan pengubahsuaian tambahan sebanyak %s setiap %s
nl_be: Naamsvermelding: foto van %s met aanvullende wijzigingen van %s per %s
pl: Uznanie autorstwa: Zdjęcie %s z dodatkowymi modyfikacjami %s na %s
pt_pt: Atribuição: fotografia por %s com alterações adicionais de %s por %s
ro: Atribuire: Fotografie cu %s cu modificări suplimentare cu %s la %s
ru: Атрибутация: Фото %s с дополнительными изменениями %s на %s
sl: Avtorstvo: Fotografija %s z dodatnimi spremembami po %s na %s
sv: Tillskrivning: Foto av %s med ytterligare ändringar av %s per %s
th: ที่มาของภาพ: ภาพถ่ายโดย %s พร้อมการปรับแต่งเพิ่มเติมโดย %s ตามแบบของ %s
tr: Atıf: Fotoğrafı çeken %s, ekstra değişiklikler yapan %s, %s ile
uk: Компетенція: фото зроблене %s включаючи додаткові видозміни %s через %s
vi: Ghi công: Ảnh bằng %s với sửa đổi bổ sung %s trên %s

# image_original_link_text
source: (Original Image)
ar: (الصورة اﻷصلية)
bg: (Оригинална снимка)
ca: (Imatge original)
cs: (Původní obrázek)
da: (Originalt Billede)
de: (Originalaufnahme)
el: (Πρωτότυπη εικόνα)
eo: (Originala Bildo)
es: (Imagen original)
fa: (تصویر اصلی)
fi: (Alkuperäinen kuva)
fr: (Image originale)
he: (תמונה מקורית)
hr: (Izvorna slika)
hu: (Eredeti kép)
id: (Gambar asli)
it: (Immagine originale)
ja: (元の画像)
ka: (ორიგინალი სურათი)
lt: (Originalus vaizdas)
lv: (Oriģinālais attēls)
ms: (Imej Asal)
nl_be: (Originele foto)
pl: (Oryginalne zdjęcie)
pt_pt: (imagem original)
ro: (Imagine Originală)
ru: (Исходное изображение)
sl: (Izvirna slika)
sv: (Originalbild)
th: (ภาพต้นฉบับ)
tr: (Resmin Aslı)
uk: (Вихідне зображення)
vi: (Ảnh gốc)

# image_attribution_link_title
source: Photo detail and attribution information
ar: تفاصيل الصورة ومعلومات اﻹسناد
bg: Подробности за снимката и информация за приписването
ca: Detalls de la foto i informació d’atribució
cs: Detail fotky a informace o přiřazení
da: Fotodetaljer og tilskrivningsoplysninger
de: Fotodetail und Zuordnungsinformationen
el: Λεπτομέρειες φωτογραφίας και πληροφορίες απόδοσης
eo: Fotodetaloj kaj atribuaj informoj
es: Detalles de la foto e información de atribución
fa: جزئیات عکس و اطلاعات مربوط به منبع
fi: Valokuvan tiedot ja attribuutiotiedot
fr: Détail de la photo et informations d'attribution
he: פרטי תמונה ומידע על ייחוס
hr: Detalji fotografije i informacije o atribuciji
hu: Fotó részletei és forrásmegjelölési információk
id: Detail foto dan informasi atribusi
it: Dettagli della foto e informazioni sull'attribuzione
ja: 写真の詳細と帰属情報
ka: ფოტოს დეტალები და ატრიბუციის ინფორმაცია
lt: Informacija apie nuotrauką ir atribucija
lv: Fotoattēla detaļas un autora informācija
ms: Perincian foto dan atribusi maklumat
nl_be: Fotodetail en toeschrijvingsinformatie
pl: Szczegóły zdjęcia i informacje o autorze
pt_pt: Detalhes da foto e informações de atribuição
ro: Detalii fotografie și atribuirea informațiilor
ru: Детали фото и информация о атрибуции
sl: Podrobnosti o fotografiji in podatki o avtorstvu
sv: Fotodetaljer och tillskrivningsinformation
th: รายละเอียดภาพถ่ายและข้อมูลการระบุแหล่งที่มา
tr: Fotoğraf detayı ve atıf bilgileri
uk: Деталі фото та інформація про спроможність
vi: Chi tiết hình ảnh và thông tin ghi công
