Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# images_can_be_provided_separately
source: Product photos can also be provided separately through the Import product photos function of the platform for producers.
bg: Снимките на продуктите могат да се предоставят и отделно чрез функцията за внасяне на продуктови снимки на платформата за производители.
ca: Les fotos de productes també es poden proporcionar per separat mitjançant la funció Importa fotos de productes de la plataforma per a productors.
cs: Produktové fotografie lze také poskytovat samostatně prostřednictvím funkce Import produktových fotografií platformy pro výrobce.
da: Produktfotos kan også leveres særskilt via producentplatformens funktion Importér produktfotos.
de: Produktfotos können auch separat über die Funktion „Produktfotos importieren” der Plattform für Produzenten zur Verfügung gestellt werden.
el: Οι φωτογραφίες προϊόντων μπορούν επίσης να παρέχονται ξεχωριστά μέσω της λειτουργίας Εισαγωγή φωτογραφιών προϊόντων της πλατφόρμας για παραγωγούς.
eo: Produktaj fotoj ankaŭ povas esti provizitaj aparte per la funkcio "Importi produktajn fotojn" de la platformo por produktantoj.
es: Las fotos del producto también se pueden proporcionar por separado a través de la función de importar fotos de producto en la plataforma para productores.
fa: عکس‌های محصول را می‌توان به‌طور جداگانه از طریق قابلیت «وارد کردن عکس‌های محصول» پلتفرم برای تولیدکنندگان نیز ارائه داد.
fi: Tuotekuvat voidaan antaa myös erikseen tuottaja-alustan toiminnolla tuotekuvien tuomiseen.
fr: Les photos du produits peuvent aussi être fournies séparément, via la fonction "Importer des photos de produits" depuis votre plateforme producteur.
he: ניתן לספק תמונות מוצרים בנפרד באמצעות התכונה לייבוא תמונות מוצרים בפלטפורמה ליצרנים.
hr: Fotografije proizvoda mogu se dostaviti i zasebno putem funkcije Uvoz fotografija proizvoda platforme za proizvođače.
hu: A termékfotók a gyártói platform termékfotók importálása funkciója segítségével külön is megadhatók.
id: Foto produk juga dapat disediakan secara terpisah melalui fungsi Impor foto - foto produk pada platform untuk para produsen.
it: Le immagini del prodotto possono anche essere fornite separatamente tramite la funzione delle foto del prodotto Importa della piattaforma per i produttori.
ja: 製品写真は、生産者向けのプラットフォームの製品写真のインポート機能を介して個別に提供することもできます。
ka: პროდუქტის ფოტოების მოწოდება ასევე შესაძლებელია ცალკე, მწარმოებლებისთვის პლატფორმის „პროდუქტის ფოტოების იმპორტის“ ფუნქციის მეშვეობით.
lt: Produktų nuotraukas taip pat galima pateikti atskirai per gamintojams skirtą platformos funkciją Importuoti prekių nuotraukas.
lv: Produktu fotoattēlus var iesniegt arī atsevišķi, izmantojot ražotāju platformas funkciju “Importēt produktu fotoattēlus”.
nl_be: Productfoto's kunnen ook afzonderlijk worden aangeleverd via de functie Productfoto's importeren van het platform voor producenten.
pl: Zdjęcia produktów można również udostępnić, korzystając z funkcji "Importuj zdjęcia produktów" na platformie dla producentów.
pt_pt: As fotografias do produto também podem ser fornecidas separadamente através da função Importar fotografias do produto da plataforma para produtores.
ro: Fotografiile produsului pot fi, de asemenea, furnizate separat prin funcția Importului fotografiilor produsului de pe platforma pentru producători.
ru: Фотографии продуктов также могут предоставляться отдельно через функцию платформы для производителей для импорта фотографий продуктов.
sl: Fotografije izdelkov je mogoče zagotoviti tudi ločeno prek funkcije Uvoz fotografij izdelkov platforme za proizvajalce.
sv: Produktbilder kan också tillhandahållas separat via funktionen Importera produktbilder på plattformen för producenter.
th: สำหรับผู้ผลิต สามารถแนบรูปภาพสินค้าแยกต่างหากได้ผ่านฟังก์ชัน "นำเข้ารูปภาพสินค้า" บนแพลตฟอร์ม
tr: Ürün fotoğrafları, üreticiler için platformun "Ürün fotoğraflarını içe aktar" seçeneğiyle de ayrı olarak da sunulabilir.
uk: Зображення товару може також надаватись окремо за допомогою функції імпортування фото продукції, що розміщена на платформи розробників.
vi: Ảnh sản phẩm cũng có thể được cung cấp riêng thông qua chức năng Nhập ảnh sản phẩm trên nền tảng dành cho nhà sản xuất.

# attribute_group_labels_name
source: Labels
ar: علامات
bg: Етикети
ca: Etiquetes
cs: Štítky
da: Etiketter
el: Ετικέτες
es: Etiquetas
fi: Merkit
he: תוויות
hu: Címkék
id: Label - label
it: Etichette
ja: ラベル
lv: Etiķetes
nl_be: Keurmerken
pl: Etykieta
pt_pt: Etiquetas
ro: Etichete
ru: Маркировки
sl: Oznake
sv: Etiketter
tr: Etiketler
uk: Етикетки
vi: Nhãn

# attribute_labels_organic_name
source: Organic farming
bg: Биологично производство
ca: Granja orgànica
cs: Bio zemědělství
da: Økologisk landbrug
de: Ökologischen Landbau
el: Βιολογική καλλιέργεια
eo: Organika terkultivado
es: Agricultura ecológica
fa: کشاورزی ارگانیک
fi: Luomuviljely
fr: Agriculture biologique
he: חקלאות אורגנית
hr: Organska poljoprivreda
hu: Biogazdálkodás
id: Pertanian organik
it: Coltivazione biologica
ja: 有機農業
ka: ორგანული მეურნეობა
lt: Ekologinis ūkininkavimas
lv: Bioloģiskā lauksaimniecība
nl_be: Biologische landbouw
pl: Rolnictwo organiczne
pt_pt: Agricultura biológica
ro: Fermă organică
ru: Органическое сельское хозяйство
sl: Ekološko kmetovanje
sv: Ekologiskt jordbruk
th: การเกษตรอินทรีย์
tr: Organik çiftçilik
uk: Землеробство, яке було систематизовано
vi: Canh tác hữu cơ

# attribute_labels_organic_yes_title
source: Organic product
bg: Биологичен продукт
ca: Producte orgànic
cs: Bio produkt
da: Økologisk produkt
de: Bio-Produkt
el: Βιολογικό προϊόν
eo: Organika produkto
es: Producto ecológico
fa: محصول ارگانیک
fi: Luomutuote
fr: Produit bio
he: מוצר אורגני
hr: Organski proizvod
hu: Biotermék
id: Produk organik
it: Prodotto biologico
ja: 有機製品
ka: ორგანული პროდუქტი
lt: Ekologiškas produktas
lv: Bioloģisks produkts
nl_be: Biologisch product
pl: Produkt ekologiczny
pt_pt: Produto biológico
ro: Produs organic
ru: Органический продукт
sl: Ekološki izdelek
sv: Organisk produkt
th: สินค้าออร์แกนิค
tr: Organik ürün
uk: Продукція, що містить в собі органічні речовини
vi: Sản phẩm hữu cơ

# attribute_labels_organic_no_title
source: Not an organic product
bg: Не е биологичен продукт
ca: No és un producte orgànic
cs: Není bio produkt
da: Ikke et økologisk produkt
de: Kein Bio-Produkt
el: Δεν είναι βιολογικό προϊόν
eo: Ne organika produkto
es: No es un producto ecológico
fa: محصول ارگانیک نیست
fi: Ei-luomutuote
fr: Pas un produit bio
he: לא מוצר אורגני
hr: Nije organski proizvod
hu: Nem biotermék
id: Bukan produk organik
it: Non è un prodotto biologico
ja: 有機製品ではありません
ka: არ არის ორგანული პროდუქტი
lt: Ne ekologiškas produktas
lv: Nav bioloģisks produkts
nl_be: Geen biologisch product
pl: Nie jest to produkt organiczny
pt_pt: Não é um produto biológico
ro: Nu este un produs organic
ru: Не органический продукт
sl: Ne ekološki izdelek
sv: Inte en ekologisk produkt
th: ไม่ใช่ผลิตภัณฑ์ออร์แกนิก
tr: Organik ürün değil
uk: Неорганічна продукція
vi: Không phải là sản phẩm hữu cơ

# attribute_labels_organic_unknown_title
source: Missing information: organic product?
bg: Липсваща информация: биологичен продукт?
ca: Falta informació: és un producte orgànic?
cs: Chybějící informace: bioprodukt?
da: Manglende oplysninger: Økologisk produkt?
de: Fehlende Informationen: Bio-Produkt?
el: Λείπουν πληροφορίες: βιολογικό προϊόν;
eo: Mankas informoj: organika produkto?
es: Falta información: ¿producto ecológico?
fa: اطلاعات موجود نیست: محصول ارگانیک؟
fi: Puuttuvat tiedot: luomutuote?
fr: Information manquante : produit bio ?
he: מידע חסר: מוצר אורגני?
hr: Nedostaju informacije: organski proizvod?
hu: Hiányzó információ: biotermék?
id: Informasi yang hilang: produk organik?
it: Informazioni mancanti: prodotto biologico?
ja: 情報が不足している: 有機製品ですか?
ka: ინფორმაცია აკლია: ორგანული პროდუქტი?
lt: Trūksta informacijos: ekologiškas produktas?
lv: Trūkstoša informācija: bioloģisks produkts?
nl_be: Ontbrekende informatie: biologisch product?
pl: Brakujące informacje: produkt ekologiczny?
pt_pt: Informação em falta: produto biológico?
ro: Informații lipsă: produs organic?
ru: Отсутствует информация: органический продукт?
sl: Manjkajoči podatki: ekološki izdelek?
sv: Saknad information: ekologisk produkt?
th: ข้อมูลที่ขาดหายไป: เป็นผลิตภัณฑ์ออร์แกนิกใช่หรือไม่?
tr: Eksik bilgi: organik ürün?
uk: Інформація, яка була пропущена: органічна продукція?
vi: Thông tin còn thiếu: sản phẩm hữu cơ?

# attribute_labels_organic_yes_description_short
source: Promotes ecological sustainability and biodiversity.
bg: Насърчава екологичната устойчивост и биоразнообразието.
ca: Promou la sostenibilitat ecològica i la biodiversitat.
cs: Podporuje ekologickou udržitelnost a biologickou rozmanitost.
da: Fremmer økologisk bæredygtighed og biodiversitet.
de: Fördert die ökologische Nachhaltigkeit und die biologische Vielfalt.
el: Προωθεί την οικολογική βιωσιμότητα και τη βιοποικιλότητα.
eo: Antaŭenigas ekologian daŭripovon kaj biodiversecon.
es: Promueve la sostenibilidad ecológica y la biodiversidad.
fa: پایداری اکولوژیکی و تنوع زیستی را ارتقا می‌دهد.
fi: Edistää ekologista kestävyyttä ja biologista monimuotoisuutta.
fr: Encourage la durabilité écologique et la biodiversité.
he: קידום קיימות אקולוגית ומגוון ביולוגי.
hr: Promiče ekološku održivost i bioraznolikost.
hu: Elősegíti az ökológiai fenntarthatóságot és a biodiverzitást.
id: Mempromosikan keberlanjutan ekologi dan keanekaragaman hayati.
it: Promuove la sostenibilità e biodiversità ecologica.
ja: 生態系の持続可能性と生物多様性を促進する。
ka: ხელს უწყობს ეკოლოგიურ მდგრადობას და ბიომრავალფეროვნებას.
lt: Skatina ekologinį tvarumą ir biologinę įvairovę.
lv: Veicina ekoloģisko ilgtspējību un bioloģisko daudzveidību.
nl_be: Bevordert ecologische duurzaamheid en biodiversiteit.
pl: Promuje równowagę ekologiczną i różnorodność biologiczną.
pt_pt: Promove a sustentabilidade ecológica e a biodiversidade.
ro: Promovează durabilitatea ecologică și biodiversitatea.
ru: Способствует экологической устойчивости и биоразнообразию.
sl: Spodbuja ekološko trajnost in biotsko raznovrstnost.
sv: Främjar ekologisk hållbarhet och biologisk mångfald.
th: ส่งเสริมความยั่งยืนทางนิเวศวิทยาและความหลากหลายทางชีวภาพ
tr: Ekolojik sürdürülebilirliği ve biyolojik çeşitliliği teşvik eder.
uk: Розвиває екологічну стійкість та біологічне різноманіття.
vi: Thúc đẩy tính bền vững sinh thái và đa dạng sinh học.

# attribute_labels_organic_description_short
source: Organic products promote ecological sustainability and biodiversity.
bg: Био продуктите насърчават екологичната устойчивост и биоразнообразието.
ca: Els productes orgànics promouen la sostenibilitat ecològica i la biodiversitat.
cs: Organické produkty podporují ekologickou udržitelnost a biologickou rozmanitost.
da: Organiske produkter fremmer økologisk bæredygtighed og biodiversitet.
de: Bio-Produkte fördern die ökologische Nachhaltigkeit und die biologische Vielfalt.
el: Τα βιολογικά προϊόντα προωθούν την οικολογική βιωσιμότητα και τη βιοποικιλότητα.
eo: Organikaj produktoj antaŭenigas ekologian daŭripovon kaj biodiversecon.
es: Los productos ecológicos promueven la sostenibilidad ecológica y la biodiversidad.
fa: محصولات ارگانیک، پایداری اکولوژیکی و تنوع زیستی را ارتقا می‌دهند.
fi: Edistää ekologista kestävyyttä ja biologista monimuotoisuutta.
fr: Les produits bios encouragent la durabilité écologique et la biodiversité.
he: מוצרים אורגניים מקדמים קיימות אקולוגית ומגוון ביולוגי.
hr: Organski proizvodi potiču ekološku održivost i bioraznolikost.
hu: A biotermékek elősegítik az ökológiai fenntarthatóságot és a biodiverzitást.
id: Produk organik mempromosikan keberlanjutan ekologi dan keanekaragaman hayati.
it: I prodotti biologici promuovono la sostenibilità e la biodiversità ecologica.
ja: 有機製品は、生態系の持続可能性と生物多様性を促進します。
ka: ორგანული პროდუქტები ხელს უწყობს ეკოლოგიურ მდგრადობას და ბიომრავალფეროვნებას.
lt: Ekologiški produktai skatina ekologinį tvarumą ir biologinę įvairovę.
lv: Bioloģiskie produkti veicina ekoloģisko ilgtspējību un bioloģisko daudzveidību.
nl_be: Bevordert ecologische duurzaamheid en biodiversiteit.
pl: Produkty ekologiczne promują równowagę ekologiczną i bioróżnorodność.
pt_pt: Os produtos biológicos promovem a sustentabilidade ecológica e a biodiversidade.
ro: Produsele ecologice promovează sustenabilitatea ecologică și biodiversitatea.
ru: Органические продукты способствуют экологической устойчивости и биологическому разнообразию.
sl: Ekološki proizvodi spodbujajo ekološko trajnost in biotsko raznovrstnost.
sv: Ekologiska produkter främjar ekologisk hållbarhet och biologisk mångfald.
th: ผลิตภัณฑ์ออร์แกนิกส่งเสริมความยั่งยืนทางนิเวศวิทยาและความหลากหลายทางชีวภาพ
tr: Organik ürünler ekolojik sürdürülebilirlik ve bio çeşitliliği teşvik eder.
uk: Органічні товари сприяють екологічній стійкості та біологічному розподілу.
vi: Các sản phẩm hữu cơ thúc đẩy tính bền vững sinh thái và đa dạng sinh học.

# attribute_labels_organic_description
source: Organic farming aims to protect the environment and to conserve biodiversity by prohibiting or limiting the use of synthetic fertilizers, pesticides and food additives.
bg: Био земеделието има за цел да опазва околната среда и да опазва биоразнообразието, като забранява или ограничава използването на синтетични торове, пестициди и хранителни добавки.
ca: L'agricultura ecològica té com a objectiu protegir el medi ambient i conservar la biodiversitat mitjançant la prohibició o limitació de l'ús de fertilitzants sintètics, pesticides i additius alimentaris.
cs: Cílem ekologického zemědělství je ochrana životního prostředí a zachování biologické rozmanitosti zákazem nebo omezením používání syntetických hnojiv, pesticidů a potravinářských přísad.
da: Økologisk landbrug har til formål at beskytte miljøet og bevare biodiversiteten ved at forbyde eller begrænse brugen af syntetisk gødning, pesticider og fødevaretilsætningsstoffer.
de: Die biologische Landwirtschaft zielt darauf ab, die Umwelt zu schützen und die biologische Vielfalt zu erhalten, indem sie die Verwendung von synthetischen Düngemitteln, Pestiziden und Lebensmittelzusatzstoffen verbietet oder einschränkt.
el: Η βιολογική καλλιέργεια στοχεύει στην προστασία του περιβάλλοντος και στη διατήρηση της βιοποικιλότητας με την απαγόρευση ή τον περιορισμό της χρήσης συνθετικών λιπασμάτων, φυτοφαρμάκων και προσθέτων τροφίμων.
eo: Organika terkultivado celas protekti la medion kaj konservi biodiversecon malpermesante aŭ limigante la uzon de sintezaj sterkoj, pesticidoj kaj manĝaldonaĵoj.
es: La agricultura ecológica tiene por objeto proteger el medio ambiente y conservar la biodiversidad prohibiendo o limitando el uso de fertilizantes sintéticos, pesticidas y aditivos alimentarios.
fa: کشاورزی ارگانیک با ممنوعیت یا محدود کردن استفاده از کودهای مصنوعی، آفت‌کش‌ها و افزودنی‌های غذایی، به حفاظت از محیط زیست و حفظ تنوع زیستی کمک می‌کند.
fi: Luomuviljelyllä pyritään suojelemaan ympäristöä ja säilyttämään biologinen monimuotoisuus kieltämällä tai rajoittamalla synteettisten lannoitteiden, torjunta-aineiden ja elintarvikelisäaineiden käyttöä.
fr: L'agriculture biologique vise à protéger l'environnement et à conserver la biodiversité en prohibant ou limitant l'utilisation d'engrais synthétiques, de pesticides et d'additifs alimentaires.
he: חקלאות אורגנית שואפת להגן על הסביבה ולשמור על המגוון הביולוגי על ידי איסור או הגבלת השימוש בדשנים סינתטיים, חומרי הדברה ותוספי מזון.
hr: Organska poljoprivreda ima za cilj zaštititi okoliš i očuvati bioraznolikost zabranom ili ograničavanjem upotrebe sintetičkih gnojiva, pesticida i aditiva u hrani.
hu: Az ökológiai gazdálkodás célja a környezet védelme és a biológiai sokféleség megőrzése azáltal, hogy tiltja vagy korlátozza a szintetikus műtrágyák, növényvédő szerek és élelmiszer-adalékanyagok használatát.
id: Pertanian organik bertujuan untuk melindungi lingkungan dan melestarikan keanekaragaman hayati dengan melarang atau membatasi penggunaan pupuk sintetis, pestisida dan bahan tambahan makanan.
it: La coltivazione biologica mira a proteggere l'ambiente e conservare la biodiversità proibendo o limitando l'uso di fertilizzanti sintetici, pesticidi e additivi alimentari.
ja: 有機農業は、合成肥料、殺虫剤、食品添加物の使用を禁止または制限することにより、環境を保護し、生物多様性を保護することを目的としています。
ka: ორგანული მეურნეობის მიზანია გარემოს დაცვა და ბიომრავალფეროვნების შენარჩუნება სინთეზური სასუქების, პესტიციდების და საკვები დანამატების გამოყენების აკრძალვით ან შეზღუდვით.
lt: Ekologiniu ūkininkavimu siekiama apsaugoti aplinką ir išsaugoti biologinę įvairovę uždraudžiant arba ribojant sintetinių trąšų, pesticidų ir maisto priedų naudojimą.
lv: Bioloģiskās lauksaimniecības mērķis ir aizsargāt vidi un saglabāt bioloģisko daudzveidību, aizliedzot vai ierobežojot sintētisko mēslošanas līdzekļu, pesticīdu un pārtikas piedevu lietošanu.
nl_be: Biologische landbouw heeft tot doel het milieu te beschermen en de biodiversiteit te behouden door het gebruik van synthetische meststoffen, pesticiden en voedseladditieven te verbieden of te beperken.
pl: Rolnictwo ekologiczne ma na celu ochronę środowiska i zachowanie różnorodności biologicznej poprzez ograniczenie lub zakaz stosowania syntetycznych nawozów, pestycydów i dodatków do żywności.
pt_pt: A agricultura biológica visa a proteção do ambiente e a preservação da biodiversidade, proibindo ou limitando a utilização de fertilizantes sintéticos, pesticidas e aditivos alimentares.
ro: Agricultura ecologică are ca scop protejarea mediului și conservarea biodiversității prin interzicerea sau limitarea utilizării îngrășămintelor sintetice, pesticidelor și aditivilor alimentari.
ru: Органическое сельское хозяйство направлено на защиту окружающей среды и сохранение биологического разнообразия путем запрета или сокращения использования синтетических удобрений, пестицидов и пищевых добавок.
sl: Cilj ekološkega kmetovanja je varovanje okolja in ohranjanje biotske raznovrstnosti s prepovedjo ali omejevanjem uporabe sintetičnih gnojil, pesticidov in aditivov za živila.
sv: Ekologiskt jordbruk syftar till att skydda miljön och bevara den biologiska mångfalden genom att förbjuda eller begränsa användningen av syntetiska gödningsmedel, bekämpningsmedel och livsmedelstillsatser.
th: การทำเกษตรอินทรีย์มีเป้าหมายเพื่อปกป้องสิ่งแวดล้อมและอนุรักษ์ความหลากหลายทางชีวภาพ โดยการห้ามหรือจำกัดการใช้ปุ๋ยเคมี สารกำจัดศัตรูพืช และสารปรุงแต่งอาหาร
tr: Organik tarım, sentetik gübrelerin, böcek ilaçlarının ve gıda katkı maddelerinin kullanımını yasaklayarak veya sınırlandırarak çevreyi korumayı ve biyolojik çeşitliliği korumayı amaçlar.
uk: Цілі органічного землеробство мають на меті захистити навколишнє середовище та зберегти біологічну різноманітність, забороняючи або обмежуючи використання штучних добрив, пестицидів та харчових добавок.
vi: Canh tác hữu cơ nhằm mục đích bảo vệ môi trường và bảo tồn đa dạng sinh học bằng cách cấm hoặc hạn chế việc sử dụng phân bón tổng hợp, thuốc trừ sâu và phụ gia thực phẩm.

# attribute_labels_fair_trade_name
source: Fair trade
ar: معرض تجاري
bg: Справедлива търговия
ca: Comerç just
cs: Férový Obchod
de: Fair Trade (Fair gehandelt)
el: Δίκαιο εμπόριο
eo: Justa komerco
es: Comercio justo
fa: تجارت عادلانه
fi: Reilu kauppa
fr: Commerce équitable
he: סחר הוגן
hr: Poštena trgovina
hu: Méltányos kereskedelem
id: Perdagangan Adil
it: Commercio Equo
ja: フェアトレード
ka: სამართლიანი ვაჭრობა
lt: Sąžininga prekyba
lv: Godīga tirdzniecība
nl_be: Eerlijke handel
pl: Targi
pt_pt: Comércio justo
ro: Comerț echitabil
ru: Справедливая торговля
sl: Pravična trgovina
sv: Rättvis handel
th: งานออกร้าน
tr: Ticaret Fuarı
uk: Контрабанда
vi: Trao Đổi Công Bằng

# attribute_labels_fair_trade_yes_title
source: Fair trade product
bg: Продукт за справедлива търговия
ca: Producte de comerç just
cs: Fair trade produkt
da: Fair trade-produkt
de: Fair gehandeltes Produkt
el: Προϊόν δικαίου εμπορίου
eo: Justkomerca produkto
es: Producto de comercio justo
fa: محصول تجارت عادلانه
fi: Reilun kaupan tuote
fr: Produit du commerce équitable
he: מוצר סחר הוגן
hr: Proizvod poštene trgovine
hu: Fair trade termék
id: Produk perdagangan yang adil
it: Prodotto del commercio equo
ja: フェアトレード製品
ka: სამართლიანი ვაჭრობის პროდუქტი
lt: Sąžiningos prekybos produktas
lv: Godīgas tirdzniecības produkts
pl: Produkt Fair Trade
pt_pt: Produto de comércio justo
ro: Produs de comerț echitabil
ru: Продукт «честной торговли»
sl: Izdelki pravičnega trgovine
sv: Rättvisemärkt produkt
th: สินค้าการค้าที่เป็นธรรม
tr: Ticaret dostu ürün
uk: Продукція, призначена для справедливої торгівлі
vi: Sản phẩm công bằng thương mại

# attribute_labels_fair_trade_no_title
source: Not a fair trade product
bg: Не е продукт за справедлива търговия
ca: No és un producte de comerç just
cs: Nejedná se o fair trade produkt
da: Ikke et fair trade-produkt
de: Kein fair gehandeltes Produkt
el: Δεν είναι προϊόν δικαίου εμπορίου
eo: Ne justkomerca produkto
es: No es un producto de comercio justo
fa: محصول تجارت عادلانه‌ای نیست
fi: Ei reilun kaupan tuote
fr: Ne provient pas du commerce équitable
he: לא מוצר סחר הוגן
hr: Nije proizvod poštene trgovine
hu: Nem fair trade termék
id: Bukan produk perdagangan yang adil
it: Non un prodotto del commercio equo
ja: フェアトレード製品ではありません
ka: არ არის სამართლიანი ვაჭრობის პროდუქტი
lt: Ne sąžiningos prekybos produktas
lv: Nav godīgas tirdzniecības produkts
nl_be: Geen fairtradeproduct
pl: Produkt nie uznany za Fair Trade
pt_pt: Não é um produto de comércio justo
ro: Nu este un produs de comerț echitabil
ru: Не продукт «честной торговли»
sl: Ni izdelek pravične trgovine
sv: Inte rättvisemärkt produkt
th: ไม่ใช่สินค้าที่มาจากการค้าที่เป็นธรรม
tr: Ticaret dostu olmayan ürün
uk: Продукція, не призначена для справедливої торгівлі
vi: Không phải sản phẩm công bằng thương mại

# attribute_labels_fair_trade_unknown_title
source: Missing information: fair trade product?
bg: Липсваща информация: продукт за справедлива търговия?
ca: Falta informació: és un producte de comerç just?
cs: Chybějící informace: Fair Trade produkt?
da: Manglende oplysninger: Fairtrade-produkt?
de: Fehlende Informationen: Fair gehandelte Produkte?
el: Λείπουν πληροφορίες: προϊόν δικαίου εμπορίου;
eo: Mankas informoj: justkomerca produkto?
es: Falta información: ¿producto de comercio justo?
fa: اطلاعات موجود نیست: محصول تجارت عادلانه؟
fi: Puuttuvat tiedot: reilun kaupan tuote?
fr: Information manquante : produit de commerce équitable ?
he: מידע חסר: מוצר סחר הוגן?
hr: Nedostaju informacije: proizvod poštene trgovine?
hu: Hiányzó információ: fair trade termék?
id: Informasi yang hilang: produk perdagangan yang adil?
it: Informazioni mancanti: prodotti di commercio equo e solidale?
ja: 情報不足：フェアトレード製品ですか？
ka: ინფორმაცია აკლია: სამართლიანი ვაჭრობის პროდუქტი?
lt: Trūksta informacijos: ar tai ekologiškas produktas?
lv: Trūkstoša informācija: godīgas tirdzniecības produkts?
nl_be: Ontbrekende informatie: fairtradeproduct?
pl: Brakujące informacje: czy produkt uznaje się za Fair Trade?
pt_pt: Informação em falta: produto de comércio justo?
ro: Informații lipsă: produs de comerț echitabil?
ru: Отсутствует информация: продукт «честной торговли»?
sl: Manjkajo informacije: gre za izdelek pravične trgovine?
sv: Saknad information: rättvisemärkt produkt?
th: ข้อมูลที่ขาดหายไป: สินค้าที่เป็นธรรมทางการค้าหรือไม่?
tr: Eksik bilgi: ticaret dostu ürün mü?
uk: Інформація, яка була пропущена: товар, що призначений для справедливої торгівлі?
vi: Thông tin còn thiếu: sản phẩm công bằng thương mại?
