Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# attribute_forest_footprint_a_title
source: Very small forest footprint
bg: Много малък горски отпечатък
ca: Petjada forestal molt petita
cs: Velmi malá lesní stopa
da: Meget lille skovbelastning
de: Sehr kleiner Waldfußabdruck
el: Πολύ μικρό δασικό αποτύπωμα
eo: Tre malgranda arbara piedsigno
es: Huella forestal muy pequeña
fa: ردپای جنگلی بسیار کوچک
fi: Hyvin pieni metsäjalanjälki
fr: Très petite empreinte forêt
he: טביעת רגל נמוכה מאוד על יערות
hr: Vrlo mali šumski otisak
hu: Nagyon alacsony erdőlábnyom
id: Jejak hutan sangat kecil
it: Impronta forestale molto piccola
ja: 非常に小さい森林フットプリント
ka: ძალიან მცირე ტყის კვალი
lt: Labai mažas miško pėdsakas
lv: Ļoti maza meža nospieduma daļa
nl_be: Zeer kleine bosvoetafdruk
pl: Bardzo mały ślad leśny
pt_pt: Pegada florestal muito pequena
ro: Amprenta forestieră foarte mică
ru: Очень низкое влияние на леса
sl: Zelo nizek gozdni odtis
sv: Mycket litet skogsavtryck
th: ร่องรอยการใช้ประโยชน์ป่าไม้มีขนาดเล็กมาก
tr: Çok küçük orman ayak izi
uk: Площа лісу є досить незначною за своїм розміром
vi: Dấu chân sinh thái rất nhỏ

# attribute_forest_footprint_b_title
source: Small forest footprint
bg: Малък горски отпечатък
ca: Petjada forestal petita
cs: Malá lesní stopa
da: Lille skovbelastning
de: Kleiner Waldfußabdruck
el: Μικρό δασικό αποτύπωμα
eo: Malgranda arbara piedsigno
es: Pequeña huella forestal
fa: ردپای کوچک جنگل
fi: Pieni metsäjalanjälki
fr: Petite empreinte forêt
he: טביעת רגל נמוכה על יערות
hr: Mali šumski otisak
hu: Alacsony erdőlábnyom
id: Jejak hutan kecil
it: Piccola impronta forestale
ja: 小さい森林フットプリント
ka: ტყის მცირე კვალი
lt: Mažas miško pėdsakas
lv: Maza meža nospieduma
nl_be: Kleine bosvoetafdruk
pl: Mały ślad leśny
pt_pt: Pegada florestal pequena
ro: Amprentă mică de pădure
ru: Низкое влияние на леса
sl: Nizek gozdni odtis
sv: Litet skogsavtryck
th: ร่องรอยป่าไม้ขนาดเล็ก
tr: Küçük orman ayak izi
uk: Площа лісу є незначною за своїм розміром
vi: Dấu chân sinh thái nhỏ

# attribute_forest_footprint_c_title
source: Medium forest footprint
bg: Среден горски отпечатък
ca: Petjada forestal mitjana
cs: Střední lesní stopa
da: Middel skovbelastning
de: Mittlerer Waldfußabdruck
el: Μεσαίο δασικό αποτύπωμα
eo: Meza arbara piedsigno
es: Huella forestal media
fa: ردپای متوسط جنگل
fi: Keskikokoinen metsäjalanjälki
fr: Empreinte forêt moyenne
he: טביעת רגל בינונית על יערות
hr: Srednji šumski otisak
hu: Közepes erdőlábnyom
id: Jejak hutan sedang
it: Impronta forestale media
ja: 中程度の森林フットプリント
ka: საშუალო ტყის კვალი
lt: Vidutinis miško pėdsakas
lv: Vidēja meža nospieduma
nl_be: Middelgrote bosvoetafdruk
pl: Zwykły ślad leśny
pt_pt: Pegada florestal média
ro: Amprentă medie de pădure
ru: Среднее влияние на леса
sl: Srednji gozdni odtis
sv: Medelstort skogsavtryck
th: รอยเท้าป่าระดับปานกลาง
tr: Orta orman ayak izi
uk: Площа лісу за своїм розміром є середньою
vi: Dấu chân sinh thái trung bình

# attribute_forest_footprint_d_title
source: Large forest footprint
bg: Голям горски отпечатък
ca: Petjada forestal gran
cs: Velká lesní stopa
da: Høj skovbelastning
de: Großer Waldfußabdruck
el: Μεγάλο δασικό αποτύπωμα
eo: Granda arbara piedsigno
es: Huella forestal total
fa: ردپای بزرگ جنگل
fi: Suuri metsäjalanjälki
fr: Grande empreinte forêt
he: טביעת רגל גבוהה על יערות
hr: Veliki šumski otisak
hu: Magas erdőlábnyom
id: Jejak hutan besar
it: Grande impronta forestale
ja: 大きな森林フットプリント
ka: ტყის დიდი კვალი
lt: Didelis miško pėdsakas
lv: Liels meža nospiedums
nl_be: Grote bosvoetafdruk
pl: Duży ślad leśny
pt_pt: Pegada florestal grande
ro: Amprentă mare de pădure
ru: Высокое влияние на леса
sl: Velik gozdni odtis
sv: Stort skogsavtryck
th: ร่องรอยป่าขนาดใหญ่
tr: Büyük orman ayak izi
uk: Площа лісу за своїм розміром є великою
vi: Dấu chân sinh thái lớn

# attribute_forest_footprint_e_title
source: Very large forest footprint
ar: عربي
bg: Много голям горски отпечатък
ca: Petjada forestal molt gran
cs: Velmi velká lesní stopa
da: Meget høj skovbelastning
de: Sehr großer Waldfußabdruck
el: Πολύ μεγάλο δασικό αποτύπωμα
eo: Tre granda arbara piedsigno
es: Huella forestal muy grande
fa: ردپای جنگلی بسیار بزرگ
fi: Hyvin suuri metsäjalanjälki
fr: Très grande empreinte forêt
he: טביעת רגל גבוהה מאוד על יערות
hr: Vrlo veliki šumski otisak
hu: Nagyon magas erdőlábnyom
id: Jejak hutan sangat besar
it: Impronta forestale molto grande
ja: 非常に大きな森林フットプリント
ka: ძალიან დიდი ტყის კვალი
lt: Labai didelis miško pėdsakas
lv: Ļoti liela meža nospieduma daļa
nl_be: Zeer grote bosvoetafdruk
pl: Wielki ślad leśny
pt_pt: Pegada florestal muito grande
ro: Amprenta forestieră foarte mare
ru: Очень высокое влияние на леса
sl: Zelo velik gozdni odtis
sv: Mycket stort skogsavtryck
th: พื้นที่ป่าขนาดใหญ่มาก
tr: Çok büyük orman ayak izi
uk: Площа лісу за своїм розміром є дуже великою
vi: Dấu chân sinh thái rất lớn

# attribute_forest_footprint_not_computed_title
source: Forest footprint not computed
bg: Горският отпечатък не е изчислен
ca: No s'ha calculat la petjada forestal
cs: Lesní stopa není spočítána
da: Skovbelastning ikke beregnet
de: Wald-Fußabdruck nicht berechnet
el: Το δασικό αποτύπωμα δεν υπολογίστηκε
eo: Arbara piedsigno ne kalkulita
es: Huella del bosque no calculada
fa: ردپای جنگل محاسبه نشده است
fi: Metsäjalanjälkeä ei laskettu
fr: Empreinte forêt non calculée
he: טביעת הרגל היערית אינה מחושבת
hr: Šumski otisak nije izračunat
hu: Az erdőlábnyom nincs kiszámítva
id: Jejak hutan tidak dihitung
it: Impronta forestale non calcolata
ja: 森林フットプリント未計算
ka: ტყის კვალი არ არის გამოთვლილი
lt: Miško pėdsakas neapskaičiuotas
lv: Meža pēdas nospiedums nav aprēķināts
nl_be: Bosvoetafdruk niet berekend
pl: Ślad leśny nie został obliczony
pt_pt: Pegada florestal não calculada
ro: Amprenta forestieră nu a fost calculată
ru: Влияние на леса не рассчитано
sl: Gozdnega odtisa ni mogoče izračunati
sv: Skogsavtryck inte beräknat
th: ไม่ได้คำนวณรอยเท้าป่า
tr: Orman ayak izi hesaplanmadı
uk: Площу лісу не обчислено
vi: Không tính đến dấu chân sinh thái

# attribute_forest_footprint_a_description_short
source: Almost no risk of deforestation
bg: Почти никакъв риск от обезлесяване
ca: Gairebé cap risc de desforestació
cs: Téměř žádné riziko odlesňování
da: Næsten ingen risiko for skovrydning
de: Fast keine Abholzungsgefahr
el: Σχεδόν κανένας κίνδυνος αποψίλωσης δασών
eo: Preskaŭ neniu risko de senarbarigo
es: Casi sin riesgo de deforestación
fa: تقریباً هیچ خطری از جنگل‌زدایی وجود ندارد
fi: Lähes olematon metsäkadon riski
fr: Pas de risque de déforestation
he: כמעט אין סיכון לביאור יערות
hr: Gotovo da nema rizika od deforestacije
hu: Szinte nincs erdőirtási kockázat
id: Hampir tidak ada resiko deforestasi
it: Quasi nessun rischio di deforestazione
ja: ないに等しい森林破壊のリスク
ka: ტყეების გაჩეხვის საფრთხე თითქმის არ არსებობს
lt: Beveik nėra miškų naikinimo rizikos
lv: Gandrīz nav mežu izciršanas riska
nl_be: Bijna geen ontbossingrisico
pl: Praktyczny brak ryzyka wylesiania
pt_pt: Quase nenhum risco de desflorestação
ro: Aproape niciun risc de defrișare
ru: Практически нет риска вырубки лесов
sl: Skoraj brez nevarnosti krčenja gozdov
sv: Nästan ingen risk för avskogning
th: แทบไม่มีความเสี่ยงต่อการตัดไม้ทำลายป่า
tr: Neredeyse hiç ormansızlaşma riski yok
uk: Майже немає ризику вирубки лісів
vi: Gần như không có nguy cơ về suy thoái rừng

# attribute_forest_footprint_b_description_short
source: Low risk of deforestation
bg: Нисък риск от обезлесяване
ca: Risc de desforestació baix
cs: Nízké riziko odlesňování
da: Lav risiko for skovrydning
de: Geringe Abholzungsgefahr
el: Χαμηλός κίνδυνος αποψίλωσης δασών
eo: Malalta risko de senarbarigo
es: Bajo riesgo de deforestación
fa: خطر کم جنگل‌زدایی
fi: Pieni metsäkadon riski
fr: Faible risque de déforestation
he: סיכון נמוך לביאור יערות
hr: Nizak rizik od deforestacije
hu: Alacsony erdőirtási kockázat
id: Resiko deforestasi rendah
it: Basso rischio di deforestazione
ja: 低い森林破壊のリスク
ka: ტყეების გაჩეხვის დაბალი რისკი
lt: Žema miškų naikinimo rizika
lv: Zems mežu izciršanas risks
nl_be: Laag ontbossingrisico
pl: Małe ryzyko wylesiania
pt_pt: Baixo risco de desflorestação
ro: Risc scăzut de defrișare
ru: Низкий риск вырубки лесов
sl: Majhno tveganje krčenja gozdov
sv: Låg risk för avskogning
th: ความเสี่ยงต่อการตัดไม้ทำลายป่าต่ำ
tr: Düşük ormansızlaşma riski
uk: Низький ризик вирубки лісів
vi: Nguy cơ thấp về suy thoái rừng

# attribute_forest_footprint_c_description_short
source: Moderate risk of deforestation
bg: Умерен риск от обезлесяване
ca: Risc de desforestació moderat
cs: Střední riziko odlesňování
da: Moderat risiko for skovrydning
de: Mäßiges Entwaldungsrisiko
el: Μέτριος κίνδυνος αποψίλωσης δασών
eo: Modera risko de senarbarigo
es: Riesgo moderado de deforestación
fa: خطر متوسط جنگل‌زدایی
fi: Kohtalainen metsäkadon riski
fr: Risque modéré de déforestation
he: סיכון בינוני לביאור יערות
hr: Umjeren rizik od deforestacije
hu: Közepes erdőirtási kockázat
id: Resiko deforestasi sedang
it: Rischio moderato di deforestazione
ja: 中程度の森林破壊のリスク
ka: ტყეების გაჩეხვის საშუალო რისკი
lt: Vidutinė miškų naikinimo rizika
lv: Mērens mežu izciršanas risks
nl_be: Matig ontbossingrisico
pl: Umiarkowane ryzyko wylesiania
pt_pt: Risco moderado de desflorestação
ro: Risc moderat de defrișare
ru: Умеренный риск вырубки лесов
sl: Zmerno tveganje krčenja gozdov
sv: Måttlig risk för avskogning
th: ความเสี่ยงปานกลางต่อการตัดไม้ทำลายป่า
tr: Orta düzeyde ormansızlaşma riski
uk: Помірний ризик вирубки лісів
vi: Nguy cơ trung bình về suy thoái rừng

# attribute_forest_footprint_d_description_short
source: High risk of deforestation
bg: Висок риск от обезлесяване
ca: Risc de desforestació alt
cs: Vysoké riziko odlesňování
da: Høj risiko for skovrydning
de: Hohes Entwaldungsrisiko
el: Υψηλός κίνδυνος αποψίλωσης δασών
eo: Alta risko de senarbarigo
es: Alto riesgo de deforestación
fa: خطر بالای جنگل‌زدایی
fi: Suuri metsäkadon riski
fr: Haut risque de déforestation
he: סיכון גבוה לביאור יערות
hr: Visok rizik od deforestacije
hu: Magas erdőirtási kockázat
id: Resiko deforestasi tinggi
it: Alto rischio di deforestazione
ja: 高い森林破壊のリスク
ka: ტყეების გაჩეხვის მაღალი რისკი
lt: Didelė miškų naikinimo rizika
lv: Augsts mežu izciršanas risks
nl_be: Groot ontbossingrisico
pl: Wysokie ryzyko wylesiania
pt_pt: Alto risco de desflorestação
ro: Risc ridicat de defrișare
ru: Высокий риск вырубки лесов
sl: Visoko tveganje krčenja gozdov
sv: Hög risk för avskogning
th: มีความเสี่ยงสูงต่อการทำลายป่า
tr: Yüksek ormansızlaşma riski
uk: Високий ризик вирубки лісів
vi: Nguy cơ cao về suy thoái rừng

# attribute_forest_footprint_e_description_short
source: Very high risk of deforestation
bg: Много висок риск от обезлесяване
ca: Risc de desforestació molt alt
cs: Velmi vysoké riziko odlesňování
da: Meget høj risiko for skovrydning
de: Sehr hohes Entwaldungsrisiko
el: Πολύ υψηλός κίνδυνος αποψίλωσης δασών
eo: Tre alta risko de senarbarigo
es: Riesgo muy alto de deforestación
fa: خطر بسیار بالای جنگل‌زدایی
fi: Erittäin suuri metsäkadon riski
fr: Très haut risque de déforestation
he: סיכון גבוה מאוד לביאור יערות
hr: Vrlo visok rizik od deforestacije
hu: Nagyon magas erdőirtási kockázat
id: Resiko deforestasi sangat tinggi
it: Rischio molto elevato di deforestazione
ja: 非常に高い森林破壊のリスク
ka: ტყეების გაჩეხვის ძალიან მაღალი რისკი
lt: Labai didelė miškų naikinimo rizika
lv: Ļoti augsts mežu izciršanas risks
nl_be: Zeer groot ontbossingrisico
pl: Bardzo wysokie ryzyko wylesiania
pt_pt: Risco de desflorestação muito alto
ro: Risc foarte mare de defrișare
ru: Очень высокий риск вырубки лесов
sl: Zelo veliko tveganje krčenja gozdov
sv: Mycket hög risk för avskogning
th: มีความเสี่ยงสูงมากต่อการทำลายป่า
tr: Çok yüksek ormansızlaşma riski
uk: Дуже високий ризик вирубки лісів
vi: Nguy cơ rất cao về suy thoái rừng

# attribute_forest_footprint_not_computed_description_short
source: Currently only for products with chicken or eggs
bg: В момента само за продукти с пилешко или яйца
ca: Actualment només per a productes amb pollastre o ous
cs: Aktuálně pouze pro produkty s kuřecím masem nebo vejci
da: Pt. kun for kylling-/ægprodukter
de: Derzeit nur für Produkte mit Hühnern oder Eiern
el: Προς το παρόν μόνο για προϊόντα με κοτόπουλο ή αυγά
eo: Nuntempe nur por produktoj kun kokido aŭ ovoj
es: Actualmente sólo para productos con pollo o huevos
fa: در حال حاضر فقط برای محصولاتی که مرغ یا تخم مرغ دارند
fi: Tällä hetkellä vain tuotteille, joissa on kanaa tai munaa
fr: Pour l'instant seulement pour les produits avec du poulet ou des oeufs
he: כרגע רק למוצרים עם עוף או ביצים
hr: Trenutno samo za proizvode s piletinom ili jajima
hu: Jelenleg csak csirkével vagy tojással készült termékek esetében
id: Saat ini hanya untuk produk dengan bahan pembuat ayam atau telur
it: Attualmente solo per prodotti con pollo o uova
ja: 現在、鶏肉または卵を含む製品のみ
ka: ამჟამად მხოლოდ ქათმის ან კვერცხის შემცველი პროდუქტებისთვის
lt: Šiuo metu tik gaminiams su vištiena arba kiaušiniais
lv: Pašlaik tikai produktiem ar vistu vai olām
nl_be: Momenteel alleen voor producten met kip of eieren
pl: Obecnie tylko dla produktów z kurczakiem lub jajami
pt_pt: Atualmente apenas para produtos com frango ou ovos
ro: Momentan doar pentru produsele cu pui sau oua
ru: В настоящее время только для продуктов с курицей или яйцами
sl: Trenutno samo za izdelke s piščancem ali jajci
sv: För närvarande endast för produkter med kyckling eller ägg
th: ปัจจุบันใช้ได้เฉพาะกับผลิตภัณฑ์ที่มีไก่หรือไข่เป็นส่วนประกอบเท่านั้น
tr: Şu anda yalnızca tavuk veya yumurta içeren ürünler
uk: В даний час тільки для продуктів з куркою чи яйцями
vi: Hiện tại chỉ dành cho sản phẩm có gà hoặc trứng gà

source: Classify products according to your preferences
bg: Класирай продуктите според твоите предпочитания
ca: Classifica els productes segons les teves preferències
cs: Klasifikujte produkty podle svých preferencí
da: Klassificér produkter jf. dine præferencer
de: Produkte nach Ihren Präferenzen klassifizieren
el: Ταξινομήστε προϊόντα σύμφωνα με τις προτιμήσεις σας
eo: Klasifiku produktojn laŭ viaj preferoj
es: Clasifique los productos según sus preferencias
fa: محصولات را بر اساس سلیقه خود دسته‌بندی کنید
fi: Luokittele tuotteet mieltymystesi mukaan
fr: Classer les produits suivant vos préférences
he: סיווג מוצרים בהתאם להעדפות שלך
hr: Klasificirajte proizvode prema svojim preferencijama
hu: Osztályozza a termékeket az Ön igényei szerint
id: Klasifikasikan produk sesuai dengan preferensi Anda
it: Classifica i prodotti in base alle tue preferenze
ja: あなたの好みに応じて製品を分類する
ka: პროდუქტების კლასიფიკაცია თქვენი პრეფერენციების მიხედვით
lt: Klasifikuokite produktus pagal savo pageidavimus
lv: Klasificējiet produktus atbilstoši savām vēlmēm
nl_be: Classificeer producten volgens jouw voorkeuren
pl: Klasyfikuj produkty zgodnie ze swoimi preferencjami
pt_pt: Classifique os produtos de acordo com as sua preferências
ro: Clasificați produsele în funcție de preferințele dvs
ru: Классифицируйте продукты в соответствии с вашими предпочтениями
sl: Razvrstite izdelke glede na vaše želje
sv: Klassificera produkter efter dina preferenser
th: จำแนกผลิตภัณฑ์ตามความต้องการ (preferences) ของคุณ
tr: Ürünleri tercihlerinize göre sınıflandırın
uk: Класифікувати продукти відповідно до ваших вподобань
vi: Phân loại sản phẩm theo tiêu chí của bạn

source: Classify the %d products below according to your preferences
bg: Класирай %d продукта по-долу според твоите предпочитания
ca: Classifica els %d productes a continuació segons les teves preferències
cs: Níže seřaďte %d produktů podle vašich preferencí
da: Klassificér %d produkter jf. dine præferencer
de: Klassifizieren Sie die %d Produkte unten nach
el: Ταξινομήστε τα %d προϊόντα παρακάτω σύμφωνα με τις προτιμήσεις σας
eo: Klasifiku la %d produktojn sube laŭ viaj preferoj
es: Clasifica los productos %d de acuerdo a tus preferencias
fa: محصولات %d زیر را بر اساس ترجیحات خود طبقه‌بندی کنید
fi: Luokittele alla olevat %d tuotetta mieltymystesi mukaan
fr: Classer les %d produits ci-dessous suivant vos préférences
he: סיווג %d המוצרים שלהלן בהתאם להעדפות שלך
hr: Klasificirajte %d proizvode u nastavku prema svojim preferencijama
hu: Az alábbi %d termék osztályozása az Ön preferenciái szerint
id: Klasifikasikan %d produk di bawah sesuai dengan preferensi Anda
it: Classifica i %d prodotti qui sotto in base alle tue preferenze
ja: 以下 %d 個の製品をあなたの好みに応じて分類する
ka: დაალაგეთ ქვემოთ მოცემული %d პროდუქტები თქვენი პრეფერენციების მიხედვით
lt: Klasifikuokite %d žemiau pateiktų produktų pagal savo pageidavimus
lv: Klasificējiet tālāk norādītos %d produktus atbilstoši savām vēlmēm
nl_be: Classificeer de onderstaande %d producten volgens jouw voorkeuren
pl: Klasyfikuj %d produktów poniżej zgodnie ze swoimi preferencjami
pt_pt: Classificar os %d produtos abaixo de acordo com as suas preferências
ro: Clasifică cele %d produse de mai jos în funcție de preferințele tale
ru: Классифицируйте %d продукты ниже в соответствии с вашими предпочтениями
sl: Razvrstite %d izdelke glede na vaše želje
sv: Klassificera %d produkterna nedan enligt dina preferenser
th: จำแนกผลิตภัณฑ์จำนวน %d ชนิดด้านล่างตามความต้องการ (preferences) ของคุณ
tr: Aşağıdaki %d ürünü tercihlerinize göre sınıflandırın
uk: Класифікувати %d продуктів нижче відповідно до ваших уподобань
vi: Phân loại %d sản phẩm dưới đây theo tiêu chí của bạn

# sort_by_popularity
source: Most scanned products
bg: Най-сканираните продукти
ca: Productes més escanejats
cs: Nejčastěji skenované produkty
da: Mest skannede produkter
de: Meistgescannte Produkte
el: Τα περισσότερα σαρωμένα προϊόντα
eo: Plej multaj skanitaj produktoj
es: Productos más escaneados
fa: بیشترین محصولات اسکن شده
fi: Luetuimmat tuotteet
fr: Produits les plus scannés
he: המוצרים הנסרקים ביותר
hr: Najskeniraniji proizvodi
hu: Legtöbbször leolvasott termékek
id: Produk - produk yang paling banyak dipindai
it: Prodotti più scansionati
ja: 最もスキャンされた製品
ka: ყველაზე ხშირად დასკანირებული პროდუქტები
lt: Dauguma nuskaitytų produktų
lv: Visvairāk skenētie produkti
nl_be: Meest gescande producten
pl: Najczęściej skanowane produkty
pt_pt: Produtos mais digitalizados
ro: Cele mai scanate produse
ru: Самые просматриваемые товары
sl: Najbolj skenirani izdelki
sv: Mest skannade produkter
th: สินค้าที่ถูกสแกนมากที่สุด
tr: En çok taranan ürünler
uk: Найпопулярніші товари
vi: Sản phẩm được quét nhiều nhất

# sort_by_nutriscore_score
source: Products with the best Nutri-Score
bg: Продукти с най-добър Nutri-Score
ca: Productes amb la millor Nutri-Score
cs: Produkty s nejlepšími Nutri-Score
da: Bedste Nutri-Score produkter
de: Produkte mit dem besten Nutri-Score
el: Προϊόντα με το καλύτερο Nutri-Score
eo: Produktoj kun la plej bona Nutri-Poentaro
es: Productos con la mejor puntuación Nutri-Score
fa: محصولاتی با بهترین امتیاز تغذیه‌ای
fi: Tuotteet, joilla on paras Nutri-Score
fr: Produits avec le meilleur Nutri-Score
he: מוצרים עם ה־Nutri-Score הטוב ביותר
hr: Proizvodi s najboljim Nutri-Scoreom
hu: Termékek a legjobb Nutri-Score-al
id: Produk - produk dengan Nutri-Score terbaik
it: Prodotti con il miglior Nutri-Score
ja: 最良のNutri-Scoreの製品
ka: პროდუქტები საუკეთესო ნუტრიციული ინდექსით
lt: Produktai su geriausiu Nutri-Score
lv: Produkti ar labāko Nutri-Score vērtējumu
nl_be: Producten met de beste Nutri-Score
pl: Produkty z najlepszym wynikiem Nutri-Score
pt_pt: Produtos com o melhor Nutri-Score
ro: Produse cu cel mai bun Nutri-Score
ru: Продукты с лучшими показателями Nutri-Score
sl: Izdelki z najboljšim Nutri-Score
sv: Produkter med bästa Nutri-Score
th: ผลิตภัณฑ์ที่มีคะแนนโภชนาการดีที่สุด
tr: En iyi Nutri-Score değerine sahip ürünler
uk: Продукти з найкращим показником харчової цінності
vi: Sản phẩm có điểm Dinh Dưỡng tốt nhất

# sort_by_environmental_score_score
source: Products with the best Green-Score
bg: Продукти с най-добър Green-Score
cs: Produkty s nejlepší Green-Score
de: Produkte mit dem besten Green-Score
el: Προϊόντα με το καλύτερο Green-Score
eo: Produktoj kun la plej bona Verda Poentaro
fa: محصولاتی با بهترین امتیاز سبز
fi: Tuotteet, joilla on paras Green-Score
fr: Produits avec le meilleur Green-Score
he: מוצרים עם ה־Edo-Score הטוב ביותר
hr: Proizvodi s najboljim zelenim rezultatom
hu: Legjobb Green-Score osztályzatú termékek
id: Produk - produk dengan Green-Score terbaik
it: Prodotti con il miglior Green-Score
ka: საუკეთესო მწვანე ქულის მქონე პროდუქტები
lt: Produktai su geriausiu ekologiniu balu
lv: Produkti ar vislabāko zaļo vērtējumu
nl_be: Producten met de beste Green-Score
pl: Produkty z najlepszym wynikiem Green-Score
pt_pt: Produtos com o melhor Green-Score
ru: Продукты с лучшими показателями Green-Score
sv: Produkter med bästa Green-Score
th: ผลิตภัณฑ์ที่มีคะแนนสีเขียวดีที่สุด
uk: Продукти з найкращим показником впливу на довкілля

# sort_by_created_t
source: Recently added products
bg: Наскоро добавени продукти
ca: Productes afegits recentment
cs: Nedávno přidané produkty
da: Seneste tilføjede produkter
de: Kürzlich hinzugefügte Produkte
el: Προϊόντα που προστέθηκαν πρόσφατα
eo: Lastatempe aldonitaj produktoj
es: Productos añadidos recientemente
fa: محصولات اخیراً اضافه شده
fi: Äskettäin lisätyt tuotteet
fr: Produits récemment ajoutés
he: מוצרים שנוספו לאחרונה
hr: Nedavno dodani proizvodi
hu: Nemrég hozzáadott termékek
id: Produk - produk yang baru saja ditambahkan
it: Prodotti aggiunti di recente
ja: 最近追加された製品
ka: ბოლო დროს დამატებული პროდუქტები
lt: Neseniai pridėti produktai
lv: Nesen pievienotie produkti
nl_be: Recent toegevoegde producten
pl: Ostatnio dodane produkty
pt_pt: Produtos adicionados recentemente
ro: Produse adăugate recent
ru: Недавно добавленные продукты
sl: Pred kratkim dodani izdelki
sv: Nyligen tillagda produkter
th: สินค้าที่เพิ่งเพิ่มเข้ามา
tr: En son eklenen ürünler
uk: Нещодавно додані продукти
vi: Sản phẩm thêm gần đây

# sort_by_last_modified_t
source: Recently modified products
bg: Наскоро редактирани продукти
ca: Productes modificats recentment
cs: Nedávno upravené produkty
da: Seneste redigerede produkter
de: Kürzlich geänderte Produkte
el: Πρόσφατα τροποποιημένα προϊόντα
eo: Lastatempe modifitaj produktoj
es: Productos modificados recientemente
fa: محصولات اخیراً اصلاح‌شده
fi: Äskettäin muokatut tuotteet
fr: Produits récemment modifiés
he: מוצרים שנערכו לאחרונה
hr: Nedavno modificirani proizvodi
hu: Nemrég módosított termékek
id: Produk - produk yang baru saja dimodifikasi
it: Prodotti modificati di recente
ja: 最近変更された製品
ka: ცოტა ხნის წინ მოდიფიცირებული პროდუქტები
lt: Neseniai modifikuoti produktai
lv: Nesen modificēti produkti
nl_be: Recent gewijzigde producten
pl: Ostatnio edytowane produkty
pt_pt: Produtos alterados recentemente
ro: Produse modificate recent
ru: Недавно измененные продукты
sl: Pred kratkim spremenjeni izdelki
sv: Nyligen modifierade produkter
th: ผลิตภัณฑ์ที่ได้รับการดัดแปลงเมื่อเร็ว ๆ นี้
tr: En son düzenlenen ürünler
uk: Нещодавно змінені продукти
vi: Sản phẩm được sửa đổi gần đây

source: %d products per page
bg: %d продукта на страница
ca: %d productes per pàgina
cs: %d produktů na stránku
da: %d produkter pr. side
de: %d Produkte pro Seite
el: %d προϊόντα ανά σελίδα
eo: %d produktoj po paĝo
es: %d productos por página
fa: %d محصولات در هر صفحه
fi: %d tuotetta sivulla
fr: %d produits par page
he: %d מוצרים בעמוד
hr: %d proizvoda po stranici
hu: %d termék / oldal
id: %d produk per halaman
it: %d prodotti per pagina
ja: 1 ページあたり %d 製品
ka: %d პროდუქტი თითო გვერდზე
lt: %d prekių puslapyje
lv: %d produkti lapā
nl_be: %d producten per pagina
pl: %d produktów na stronę
pt_pt: %d produtos por página
ro: %d produse pe pagină
ru: %d продуктов на странице
sl: %d izdelkov na stran
sv: %d produkter per sida
th: %d ผลิตภัณฑ์ต่อหน้า
tr: Sayfa başına %d ürün
uk: %d товарів на сторінці
vi: %d sản phẩm mỗi trang
