Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# data_quality_warnings_producers_s
source: data quality warning
ar: تحذير جودة البيانات
bg: предупреждение за качеството на данните
ca: advertència sobre la qualitat de les dades
cs: upozornění na kvalitu dat
da: datakvalitetsadvarsel
de: Datenqualitätswarnung
el: προειδοποίηση ποιότητας δεδομένων
eo: averto pri datenkvalito
es: advertencias de la calidad de datos
fa: هشدار کیفیت داده‌ها
fi: varoitus tiedon laadusta
fr: avertissement sur la qualité des données
he: אזהרת איכות הנתונים
hr: upozorenje o kvaliteti podataka
hu: adatminőség figyelmeztetés
id: peringatan kualitas data
it: avviso sulla qualità dei dati
ja: データ品質の警告
ka: მონაცემთა ხარისხის გაფრთხილება
lt: įspėjimas apie duomenų kokybę
lv: brīdinājums par datu kvalitāti
nl_be: gegevenskwaliteitswaarschuwing
pl: ostrzeżenie o jakości danych
pt_pt: aviso de qualidade dos dados
ro: avertisment privind calitatea datelor
ru: предупреждение о качестве данных
sl: opozorilo o kakovosti podatkov
sv: datakvalitetsvarning
th: คำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: veri kalitesi uyarısı
uk: застереження якості даних
vi: cảnh báo chất lượng dữ liệu

# data_quality_warnings_producers
source: data quality warnings
ar: تحذيرات جودة البيانات
bg: предупреждения за качеството на данните
ca: advertències sobre la qualitat de les dades
cs: upozornění na kvalitu dat
da: datakvalitetsadvarsler
de: Datenqualitätswarnungen
el: προειδοποιήσεις ποιότητας δεδομένων
eo: avertoj pri datenkvalito
es: advertencias de la calidad de datos
fa: هشدارهای کیفیت داده‌ها
fi: varoitukset tiedon laadusta
fr: avertissements sur la qualité des données
he: אזהרות איכות הנתונים
hr: upozorenja o kvaliteti podataka
hu: adatminőség figyelmeztetések
id: semua peringatan kualitas data
it: avvisi sulla qualità dei dati
ja: データ品質の警告
ka: მონაცემთა ხარისხის გაფრთხილებები
lt: duomenų kokybės įspėjimai
lv: datu kvalitātes brīdinājumi
nl_be: waarschuwingen voor gegevenskwaliteit
pl: ostrzeżenia o jakości danych
pt_pt: avisos de qualidade dos dados
ro: avertismente privind calitatea datelor
ru: предупреждения о качестве данных
sl: opozorila o kakovosti podatkov
sv: datakvalitetsvarningar
th: คำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: veri kalitesi uyarıları
uk: попередження про якість даних
vi: cảnh báo chất lượng dữ liệu

# data_quality_errors_producers_p
source: data quality errors
ar: أخطاء جودة البيانات
bg: грешки в качеството на данните
ca: errors de qualitat de les dades
cs: chyby v kvalitě dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλματα ποιότητας δεδομένων
eo: eraroj pri datenkvalito
es: errores de calidad de datos
fa: خطاهای کیفیت داده
fi: virheet tiedon laadussa
fr: erreurs sur la qualité des données
he: שגיאות איכות הנתונים
hr: pogreške u kvaliteti podataka
hu: adatminőség hibák
id: semua kesalahan kualitas data
it: errori sulla qualità dei dati
ja: データ品質のエラー
ka: მონაცემთა ხარისხის შეცდომები
lt: duomenų kokybės klaidos
lv: datu kvalitātes kļūdas
nl_be: fouten in gegevenskwaliteit
pl: błędy jakości danych
pt_pt: erros de qualidade dos dados
ro: erori de calitate a datelor
ru: ошибки качества данных
sl: napake v kakovosti podatkov
sv: datakvalitetsfel
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi sorunları
uk: помилки при відображанні якості даних
vi: lỗi chất lượng dữ liệu

# data_quality_errors_producers_s
source: data quality error
ar: خطأ في جودة البيانات
bg: грешка в качеството на данните
ca: error de qualitat de les dades
cs: chyba kvality dat
da: datakvalitetsinfo
de: Datenqualitätsfehler
el: σφάλμα ποιότητας δεδομένων
eo: eraro pri datenkvalito
es: error de calidad de datos
fa: خطای کیفیت داده
fi: virhe tiedon laadussa
fr: erreur sur la qualité des données
he: שגיאת איכות הנתונים
hr: pogreška kvalitete podataka
hu: adatminőség hiba
id: kesalahan kualitas data
it: errore sulla qualità dei dati
ja: データ品質のエラー
ka: მონაცემთა ხარისხის შეცდომა
lt: duomenų kokybės klaida
lv: datu kvalitātes kļūda
nl_be: gegevenskwaliteitsfout
pl: błąd jakości danych
pt_pt: erro de qualidade dos dados
ro: eroare de calitate a datelor
ru: ошибка качества данных
sl: napaka v kakovosti podatkov
sv: datakvalitetsfel
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi sorunu
uk: помилка при відображенні якості даних
vi: lỗi chất lượng dữ liệu

# data_quality_errors_producers
source: data quality errors
ar: أخطاء جودة البيانات
bg: грешки в качеството на данните
ca: errors de qualitat de les dades
cs: chyby v kvalitě dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλματα ποιότητας δεδομένων
eo: eraroj pri datenkvalito
es: errores de calidad de datos
fa: خطاهای کیفیت داده
fi: virheet tiedon laadussa
fr: erreurs sur la qualité des données
he: שגיאות איכות הנתונים
hr: pogreške u kvaliteti podataka
hu: adatminőség hibák
id: semua kesalahan kualitas data
it: errori sulla qualità dei dati
ja: データ品質のエラー
ka: მონაცემთა ხარისხის შეცდომები
lt: duomenų kokybės klaidos
lv: datu kvalitātes kļūdas
nl_be: fouten in gegevenskwaliteit
pl: błędy jakości danych
pt_pt: erros de qualidade dos dados
ro: erori de calitate a datelor
ru: ошибки качества данных
sl: napake v kakovosti podatkov
sv: datakvalitetsfel
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi sorunları
uk: помилки при відображанні якості даних
vi: lỗi chất lượng dữ liệu

source: Max
ar: الحد الأقصى
bg: Макс
ca: Màxim
da: Maks
el: Μέγ
eo: Maks
es: Máx
fa: مکس
fi: Maks.
he: מרבי
hr: Maks.
id: Maks
ja: 最大
ka: მაქს
lt: Maks
lv: Makss
pt_pt: Máx
ro: Maxim
ru: Макс
th: แม็กซ์
tr: En çok
uk: Максимальний
vi: Tối đa

# improvements_p
source: possible improvements
ar: تحسينات ممكنة
bg: възможни подобрения
ca: possibles millores
cs: možná vylepšení
da: mulige forbedringer
de: Verbesserungsmöglichkeiten
el: πιθανές βελτιώσεις
eo: eblaj plibonigoj
es: posibles mejoras
fa: بهبودهای ممکن
fi: mahdolliset parannukset
fr: améliorations possibles
he: שיפורים אפשריים
hr: moguća poboljšanja
hu: lehetséges fejlesztések
id: semua peningkatan yang mungkin
it: possibili miglioramenti
ja: 可能な改善
ka: შესაძლო გაუმჯობესებები
lt: galimi patobulinimai
lv: iespējamie uzlabojumi
nl_be: mogelijke verbeteringen
pl: możliwe ulepszenia
pt_pt: melhorias possíveis
ro: posibile îmbunătățiri
ru: возможные улучшения
sl: možne izboljšave
sv: möjliga förbättringar
th: การปรับปรุงที่เป็นไปได้
tr: olası iyileştirmeler
uk: припустимі поліпшення
vi: các cải tiến khả thi

# improvements_s
source: possible improvement
ar: تحسين محتمل
bg: възможно подобрение
ca: possible millora
cs: možné zlepšení
da: mulig forbedring
de: Verbesserungsmöglichkeit
el: πιθανή βελτίωση
eo: ebla plibonigo
es: posible mejora
fa: بهبود احتمالی
fi: mahdollinen parannus
fr: amélioration possible
he: שיפור אפשרי
hr: moguće poboljšanje
hu: lehetséges fejlesztés
id: peningkatan yang mungkin
it: possibile miglioramento
ja: 可能な改善
ka: შესაძლო გაუმჯობესება
lt: galimas patobulinimas
lv: iespējama uzlabošana
nl_be: mogelijke verbetering
pl: możliwa poprawa
pt_pt: melhoria possível
ro: îmbunătățire posibilă
ru: возможное улучшение
sl: možno izboljšanje
sv: möjlig förbättring
th: การปรับปรุงที่เป็นไปได้
tr: olası iyileştirme
uk: припустиме поліпшення
vi: cải tiến khả thi

# improvements
source: possible improvements
ar: تحسينات ممكنة
bg: възможни подобрения
ca: possibles millores
cs: možná vylepšení
da: mulige forbedringer
de: Verbesserungsmöglichkeiten
el: πιθανές βελτιώσεις
eo: eblaj plibonigoj
es: posibles mejoras
fa: بهبودهای ممکن
fi: mahdolliset parannukset
fr: améliorations possibles
he: שיפורים אפשריים
hr: moguća poboljšanja
hu: lehetséges fejlesztések
id: semua peningkatan yang mungkin
it: possibili miglioramenti
ja: 可能な改善
ka: შესაძლო გაუმჯობესებები
lt: galimi patobulinimai
lv: iespējamie uzlabojumi
nl_be: mogelijke verbeteringen
pl: możliwe ulepszenia
pt_pt: melhorias possíveis
ro: posibile îmbunătățiri
ru: возможные улучшения
sl: možne izboljšave
sv: möjliga förbättringar
th: การปรับปรุงที่เป็นไปได้
tr: olası iyileştirmeler
uk: припустимі поліпшення
vi: các cải tiến khả thi

# import_products_link
source: /import-products
ar: / استيراد المنتجات
ca: /Importar productes
de: /importierte-produkte
eo: /importi-produktojn
hu: /termékek-importálása
lt: Importuoti produktus
lv: /importa-produkti
nl_be: /importeer-producten
ro: /produse-import
sl: /uvozite izdelke
uk: /імпорт-товарів

source: Add or update products
ar: إضافة أو تحديث المنتجات
bg: Добави или актуализирай продукти
ca: Afegiu o actualitzeu productes
cs: Přidat nebo aktualizovat produkty
da: Tilføj eller opdatér produkter
de: Produkte aktualisieren oder hinzufügen
el: Προσθήκη ή ενημέρωση προϊόντων
eo: Aldoni aŭ ĝisdatigi produktojn
es: Agregar o actualizar productos
fa: اضافه کردن یا به‌روزرسانی محصولات
fi: Lisää tai päivitä tuotteita
fr: Ajouter ou mettre à jour des produits
he: הוספה או עדכון של מוצרים
hr: Dodaj ili ažuriraj proizvode
hu: Termékek hozzáadása vagy frissítése
id: Tambahkan atau perbarui produk
it: Aggiungi o aggiorna i prodotti
ja: 製品の追加または更新
ka: პროდუქტების დამატება ან განახლება
lt: Pridėkite arba atnaujinkite produktus
lv: Pievienot vai atjaunināt produktus
nl_be: Producten toevoegen of bewerken
pl: Dodaj lub zaktualizuj produkty
pt_pt: Adicionar ou atualizar produtos
ro: Adăugați sau actualizați produse
ru: Добавить или обновить товары
sl: Dodajte ali posodobite izdelke
sv: Lägg till eller uppdatera produkter
th: เพิ่มหรืออัปเดตสินค้า
tr: Ürün ekle ya da güncelle
uk: Додайте або оновіть товари
vi: Thêm hoặc cập nhật sản phẩm

source: Your products
ar: منتجاتك
bg: Твоите продукти
ca: Els teus productes
cs: Vaše produkty
da: Dine produkter
de: Ihre Produkte
el: Τα προϊόντα σας
eo: Viaj produktoj
es: Sus productos
fa: محصولات شما
fi: Tuotteesi
fr: Vos produits
he: המוצרים שלך
hr: Vaši proizvodi
hu: Az Ön termékei
id: Produk - produk Anda
it: I tuoi prodotti
ja: あなたの製品
ka: თქვენი პროდუქტები
lt: Jūsų produktai
lv: Jūsu produkti
nl_be: Jouw producten
pl: Twoje produkty
pt_pt: Os seus produtos
ro: Produsele dvs
ru: Ваши продукты
sl: Vaši izdelki
sv: Dina produkter
th: ผลิตภัณฑ์ของคุณ
tr: Ürünleriniz
uk: Ваші товари
vi: Sản phẩm của bạn

# account_without_org
source: Your account is not associated with a company yet. Please e-mail <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> to activate the free access to the platform for producers.
ar: حسابك غير مرتبط بشركة حتى الآن. يرجى إرسال بريد إلكتروني إلى <a href="mailto:producers@openfoodfacts.org">plants@openfoodfacts.org</a> لتفعيل الوصول المجاني إلى منصة المنتجين.
bg: Вашият профил все още не е свързан с компания. Моля, изпратете имейл на <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>, за да активирате безплатния достъп до платформата за производители.
ca: El vostre compte encara no està associat a cap empresa. Envieu un correu electrònic <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> per activar l'accés gratuït a la plataforma per als productors.
cs: Váš účet zatím není přidružen k žádné společnosti. Zašlete e-mail na <a href="mailto:producers@openfoodfacts.org">producentů@openfoodfacts.org</a> pro aktivaci bezplatného přístupu k platformě pro výrobce.
da: Din konto er endnu ikke tilknyttet en virksomhed. E-mail venligst <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> for at aktivere den gratis adgang til platformen for producenter.
de: Ihr Konto ist noch keinem Unternehmen zugeordnet. Bitte senden Sie eine E-Mail an <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>, um den freien Zugang zur Plattform für Produzenten zu aktivieren.
el: Ο λογαριασμός σας δεν έχει συσχετιστεί ακόμη με εταιρεία. Στείλτε e-mail στο <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> για να ενεργοποιήσετε τη δωρεάν πρόσβαση στην πλατφόρμα για παραγωγούς.
eo: Via konto ankoraŭ ne estas asociita kun iu ajn kompanio. Bonvolu retpoŝti al <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> por aktivigi la senpagan aliron al la platformo por produktantoj.
es: Tu cuenta todavía no está asociada a una compañía. Por favor, envía un correo electrónico a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> para activar el acceso gratuito a la plataforma de productores.
fa: حساب کاربری شما هنوز به هیچ شرکتی مرتبط نشده است. لطفاً برای فعال کردن دسترسی رایگان تولیدکنندگان به پلتفرم، به آدرس <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> ایمیل بزنید.
fi: Tiliäsi ei ole vielä liitetty yritykseen. Lähetä sähköposti osoitteeseen <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> aktivoidaksesi ilmaisen pääsyn tuottajien alustaan.
fr: Votre compte n'est associé à aucune entreprise. Vous pouvez envoyer un e-mail à <a href="mailto:producteurs@openfoodfacts.org">producteurs@openfoodfacts.org</a> pour activer l'accès gratuit à la plateforme pour les producteurs.
he: החשבון שלך עדיין לא משויך לחברה. נא לשלוח הודעת דוא״ל אל <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> כדי להפעיל בחינם את הגישה לפלטפורמה ליצרנים.
hr: Vaš račun još nije povezan s tvrtkom. Pošaljite e-poštu na <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> kako biste aktivirali besplatan pristup platformi za proizvođače.
hu: Az Ön profilja még nincs vállalathoz rendelve. A gyártói platform szabad elérésének aktiválásához kérem, írjon a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> címre.
id: Akun Anda belum terhubung dengan perusahaan. Silakan mengirim surel ke<a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> untuk aktivasi akses gratis ke platform untuk para produsen.
it: Il tuo account non è ancora associato a un'azienda. Invia un'e-mail a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> per attivare l'accesso gratuito alla piattaforma per i produttori.
ja: あなたのアカウントはまだ会社に関連付けられていません。生産者のプラットフォームへの無料アクセスを有効にするには、 <a href="mailto:producers@openfoodfacts.org">@</a> に電子メールを送信してください。
ka: თქვენი ანგარიში ჯერ არ არის დაკავშირებული კომპანიასთან. გთხოვთ, გამოაგზავნოთ ელ.წერილი <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> -ზე, რათა მწარმოებლებისთვის გაააქტიუროთ პლატფორმაზე უფასო წვდომა.
lt: Jūsų paskyra dar nėra susieta su įmone. Jei norite suaktyvinti gamintojams nemokamą prieigą prie platformos, prašome siųsti el. Laišką <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a>.
lv: Jūsu konts vēl nav saistīts ar uzņēmumu. Lūdzu, rakstiet uz e-pastu <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> , lai aktivizētu bezmaksas piekļuvi platformai ražotājiem.
nl_be: Je account is nog niet aan een bedrijf gekoppeld. Stuur een e-mail naar <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> om de gratis toegang tot het producentenplatform te activeren.
pl: Twoje konto nie jest jeszcze połączone z firmą. Proszę wyślij e-mail do <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> aby aktywować darmowy dostęp do platformy dla producentów.
pt_pt: A sua conta ainda não está associada a uma empresa. Envie um e-mail para <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> para ativar o acesso gratuito à plataforma para os produtores.
ro: Contul dvs. nu este încă asociat cu o companie. Vă rugăm să trimiteți un e-mail la <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> pentru a activa accesul gratuit la platformă pentru producători.
ru: Ваша учетная запись еще не связана с компанией. Пожалуйста, отправьте письмо на <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> для активации свободного доступа к платформе для производителей.
sl: Vaš račun še ni povezan s podjetjem. Pošljite elektronsko sporočilo na <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>, da aktivirate brezplačen dostop do platforme za proizvajalce.
sv: Ditt konto är inte kopplat till ett företag ännu. Skicka ett e-postmeddelande till <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> för att aktivera gratis åtkomst till plattformen för producenter.
th: บัญชีของคุณยังไม่ได้เชื่อมโยงกับบริษัทใดๆ โปรดส่งอีเมลไปที่ <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> เพื่อเปิดใช้งานการเข้าถึงแพลตฟอร์มฟรีสำหรับผู้ผลิต
tr: Hesabınız henüz bir şirketle ilişkili değil. Üreticiler platformuna ücretsiz erişimi etkinleştirmek için lütfen <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> adresine e-posta gönderin.
uk: Ваш обліковий запис ще не пов’язаний з нашою компанією. Щоб активуват вільний доступ до платформи виробників, будь ласка, зв’яжіть з нами за адресою <a href="mailto:producers@openfoodfacts.org"> >producers@openfoodfacts.org</a>.
vi: Tài khoản của bạn chưa được liên kết với công ty nào. Vui lòng gửi e-mail <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a> để kích hoạt quyền truy cập miễn phí vào nền tảng cho các nhà sản xuất.

source: Import products
ar: استيراد المنتجات
bg: Импортиране на продукти
ca: Importar productes
cs: Importujte produkty
da: Importér produkter
de: Importiere Produkte
el: Εισαγωγή προϊόντων
eo: Importaj produktoj
es: Importar productos
fa: واردات محصولات
fi: Tuo tuotteita
fr: Importer des produits
he: ייבוא מוצרים
hr: Uvozni proizvodi
hu: Termékek importálása
id: Impor produk - produk
it: Importa prodotti
ja: 商品をインポート
ka: იმპორტირებული პროდუქტები
lt: Importuoti produktus
lv: Importa produkti
nl_be: Importeer producten
pl: Import produktów
pt_pt: Importar produtos
ro: Importă produse
ru: Импорт товаров
sl: Uvoz izdelkov
sv: Importera produkter
th: สินค้านำเข้า
tr: Ürünleri içeri aktar
uk: Імпорт продукцій
vi: Nhập sản phẩm

source: Empty column
ar: عمود فارغ
bg: Празна колона
ca: Columna buida
cs: Prázdný sloupec
da: Tom kolonne
de: Leere Spalte
el: Κενή στήλη
eo: Malplena kolumno
es: Columna vacía
fa: ستون خالی
fi: Tyhjä sarake
fr: Colonne vide
he: עמודה ריקה
hr: Prazan stupac
hu: Üres oszlop
id: Kolom kosong
it: Colonna vuota
ja: 空の列
ka: ცარიელი სვეტი
lt: Tuščias stulpelis
lv: Tukša kolonna
nl_be: Lege kolom
pl: Pusta kolumna
pt_pt: Coluna vazia
ro: Coloană goală
ru: Пустой столбец
sl: Prazen stolpec
sv: Tom kolumn
th: คอลัมน์ว่าง
tr: Boş sütun
uk: Порожня колонка
vi: Cột trống

# empty_column_description
source: The file does not contain any value in this column.
ar: الملف لا يحتوي على أي قيمة في هذا العمود.
bg: Файлът не съдържа никаква стойност в тази колона.
ca: El fitxer no conté cap valor en aquesta columna.
cs: Soubor v tomto sloupci neobsahuje žádnou hodnotu.
da: Filen indeholder ingen værdi i denne kolonne.
de: Die Datei enthält in dieser Spalte keine Werte.
el: Το αρχείο δεν περιέχει καμία τιμή σε αυτή τη στήλη.
eo: La dosiero ne enhavas valoron en ĉi tiu kolumno.
es: El archivo no contiene ningún valor en esta columna.
fa: فایل حاوی هیچ مقداری در این ستون نیست.
fi: Tiedostossa ei ole arvoja tässä sarakkeessa.
fr: Le fichier ne contient aucune valeur dans cette colonne.
he: הקובץ לא מכיל אף ערך בעמודה זו.
hr: Datoteka ne sadrži nikakvu vrijednost u ovom stupcu.
hu: A fájl nem tartalmaz értéket ebben az oszlopban.
id: Berkas tidak memiliki nilai apapun pada kolom ini.
it: Il file non contiene alcun valore in questa colonna.
ja: ファイルのこの列には値が含まれていません。
ka: ფაილი ამ სვეტში არანაირ მნიშვნელობას არ შეიცავს.
lt: Šiame stulpelyje faile nėra jokios vertės.
lv: Šajā kolonnā failā nav nekādas vērtības.
nl_be: Het bestand bevat geen waarde in deze kolom.
pl: Kolumny w pliku nie zawierają wpisu.
pt_pt: O ficheiro não contém nenhum valor nesta coluna.
ro: Fișierul nu conține nicio valoare în această coloană.
ru: Файл не содержит никаких значений в этом столбце.
sl: Datoteka v tem stolpcu ne vsebuje nobene vrednosti.
sv: Filen innehåller inget värde i denna kolumn.
th: ไฟล์นี้ไม่มีค่าใดๆ ในคอลัมน์นี้
tr: Dosya bu sütunda herhangi bir değer içermiyor.
uk: Даний файл в цій колонці не містить в собі жодного значення.
vi: Tệp không chứa bất kỳ giá trị nào trong cột này.

# import_file_status_title
source: Data import in progress
ar: جاري استيراد البيانات
bg: Внасянето на данни е в ход
ca: Importació de dades en curs
cs: Probíhá import dat
da: Dataimport i gang
de: Datenimport wird ausgeführt
el: Εισαγωγή δεδομένων σε εξέλιξη
eo: Importado de datumoj okazas
es: Importando los datos
fa: وارد کردن داده‌ها در حال انجام است
fi: Tietojen tuonti meneillään
fr: Import des données en cours
he: בתהליך ייבוא נתונים
hr: Uvoz podataka u tijeku
hu: Az adatok importálása folyamatban van
id: Impor data dalam progres
it: Importazione dati in corso
ja: データのインポート中
ka: მონაცემთა იმპორტი მიმდინარეობს
lt: Vyksta duomenų importavimas
lv: Notiek datu importēšana
nl_be: Bezig met importeren
pl: Trwa import danych
pt_pt: Importação de dados em progresso
ro: Import de date în curs
ru: Выполняется импорт данных
sl: Uvoz podatkov je v teku
sv: Dataimport pågår
th: กำลังดำเนินการนำเข้าข้อมูล
tr: Veri içe aktarma işlemi devam ediyor
uk: Триває імпортування даних
vi: Đang trong quá trình nhập dữ liệu
