Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# additives_efsa_evaluation_overexposure_risk_no
source: The European Food Safety Authority (EFSA) has determined that no population groups has more than 5% of members at risk of consuming more than the acceptable daily intake of <tag>.
ar: قررت هيئة سلامة الأغذية الأوروبية (EFSA) أنه لا توجد مجموعات سكانية تضم أكثر من 5٪ من الأعضاء معرضين لخطر استهلاك أكثر من المدخول اليومي المقبول لـ <tag>.
bg: Европейски орган за безопасност на храните (ЕОБХ) установи, че нито една група от населението няма повече от 5% членове, изложени на риск да консумират повече от приемливия дневен прием от <tag>.
ca: L'Autoritat Europea de Seguretat Alimentària (EFSA) ha determinat que cap grup de població té més del 5% dels membres amb risc de consumir més de la ingesta diària acceptable de <tag>.
cs: Evropský úřad pro bezpečnost potravin (EFSA) zjistil, že v populaci není žádná skupina obyvatel, kde by bylo více než 5 % osob vystaveno riziku nadměrného denního příjmu <tag>.
da: Den Europæiske Fødevaresikkerhedsautoritet (EFSA) har fastslået, at ingen befolkningsgrupper har flere end 5% medlemmer i risiko for at indtage mere end det acceptable daglige indtag af <tag>.
de: Die Europäische Behörde für Lebensmittelsicherheit (EFSA) hat festgestellt, dass in keiner Bevölkerungsgruppe mehr als 5% aller Mitglieder das Risiko eingehen, mehr als die zulässige tägliche Aufnahme von <tag> aufzunehmen.
el: Η Ευρωπαϊκή Αρχή για την Ασφάλεια των Τροφίμων (EFSA) έχει καθορίσει ότι καμία πληθυσμιακή ομάδα δεν έχει περισσότερο από 5% των μελών που κινδυνεύουν να καταναλώσουν μεγαλύτερη από την αποδεκτή ημερήσια πρόσληψη <tag>.
eo: La Eŭropa Aŭtoritato pri Nutraĵsekureco (EFSA) determinis, ke neniu loĝantargrupo havas pli ol 5% da membroj riskantaj konsumi pli ol la akceptebla ĉiutaga konsumado de <tag>.
es: La Autoridad Europea de Seguridad Alimentaria (EFSA) ha determinado que ningún grupo de población tiene más del 5% de los miembros en riesgo de consumir más que la ingesta diaria admisible de <tag>.
fa: سازمان ایمنی مواد غذایی اروپا (EFSA) مشخص کرده است که هیچ گروه جمعیتی بیش از 5٪ از اعضای خود را در معرض خطر مصرف بیش از میزان مصرف روزانه قابل قبول <tag>قرار نمی‌دهد.
fi: Euroopan elintarviketurvallisuusviranomainen (EFSA) on todennut, että yhdelläkään väestöryhmällä ei ole riskiä, että yli 5% jäsenistä kuluttaa enemmän kuin hyväksyttävä päiväsaannin verran lisäainetta <tag>.
fr: L'Autorité Européenne de Sécurité des Aliments (AESA/EFSA) a déterminé qu'aucun groupe de population a plus de 5% de membres à risque de consommer plus que la dose journalière admissible de <tag>.
he: הרשות האירופית לבטיחות המזון (EFSA) קבעה שאין קבוצות אוכלוסיה בהן למעלה מ־5% מהחברים בהן נמצאים בסכנה לצריכה של יותר מהתצורכת היומית המקובלת של <tag>.
hr: Europska agencija za sigurnost hrane (EFSA) utvrdila je da nijedna populacijska skupina nema više od 5% članova koji su u riziku od konzumiranja više od prihvatljivog dnevnog unosa <tag>.
hu: Az Európai Élelmiszerbiztonsági Hatóság (EFSA) megállapította, hogy egyik népcsoporton belül sincs 5% fölött az elfogadhatónál több <tag> napi bevitelének a kockázata.
id: European Food Safety Authority (EFSA) telah menentukan bahwa tidak ada kelompok populasi yang lebih dari 5% anggotanya memiliki risiko mengonsumsi <tag> melebihi batas wajar konsumsi harian.
it: L'Autorità europea per la sicurezza alimentare (EFSA) ha stabilito che nessun gruppo di popolazione ha più del 5% di membri a rischio di consumare più dell'ammontare giornaliero accettabile di <tag>.
ja: 欧州食品安全局 (EFSA) は、1日の許容摂取量である <tag> を超えて消費するリスクのあるメンバーが5％を超える人口グループは存在しないと判断しました。
ka: ევროპის სურსათის უვნებლობის ორგანომ (EFSA) დაადგინა, რომ მოსახლეობის არცერთ ჯგუფში არ არის წევრების 5%-ზე მეტი, რომლებიც ემუქრებათ <tag>-ის დასაშვებ დღიურ ნორმაზე მეტის მოხმარების რისკს.
lt: Europos maisto saugos tarnyba (EMST) nustatė, kad nė vienoje gyventojų grupėje nėra daugiau kaip 5% narių, rizikuojančių suvartoti daugiau nei leistina paros norma <tag>.
lv: Eiropas Pārtikas nekaitīguma iestāde (EFSA) ir noteikusi, ka nevienā iedzīvotāju grupā nav vairāk par 5 % locekļu, kuriem draudētu patērēt vairāk par pieļaujamo <tag>dienas devu.
ms: Pihak Berkuasa Keselamatan Makanan Eropah (EFSA) telah menentukan bahawa tidak ada kumpulan populasi yang mempunyai lebih daripada 5% anggota yang berisiko untuk memakan lebih daripada pengambilan harian <tag>yang boleh diterima.
nl_be: De Europese Autoriteit voor Voedselveiligheid (EFSA) heeft vastgesteld dat er geen bevolkingsgroep is, waarvan meer dan 5% van de leden het risico loopt meer te consumeren dan de aanvaardbare dagelijkse inname van <tag>.
pl: Europejski Urząd ds. Bezpieczeństwa Żywności (EFSA) stwierdził, że żadna grupa ludności nie ma więcej niż 5% członków narażonych na spożywanie więcej niż dopuszczalne dzienne spożycie wynoszące <tag>.
pt_pt: A Autoridade Europeia para a Segurança Alimentar (EFSA) determinou que nenhum grupo da população tem mais de 5% dos membros em risco de consumir mais do que a dose diária aceitável de <tag>.
ro: Autoritatea Europeană pentru Siguranța Alimentară (EFSA) a stabilit că niciun grup de populație nu are mai mult de 5% din membri care riscă să consume mai mult decât consumul zilnic acceptabil de <tag>.
ru: Европейское агентство по безопасности продуктов питания (EFSA) определило, что ни одна группа населения не имеет более 5% членов, потребляющих больше допустимой дневной нормы<tag>.
sl: Evropska agencija za varnost hrane (EFSA) je ugotovila, da nobena skupina prebivalstva nima več kot 5% članov, ki bi lahko uživali več kot sprejemljiv dnevni vnos <tag>.
sv: Europeiska myndigheten för livsmedelssäkerhet (EFSA) har fastställt att inga befolkningsgrupper har mer än 5 % av medlemmar med risk att konsumera mer än det godtagbara dagliga intaget av <tag>.
th: องค์การความปลอดภัยด้านอาหารแห่งยุโรป (EFSA) ได้กำหนดว่าไม่มีกลุ่มประชากรใดที่มีสมาชิกมากกว่า 5% ที่มีความเสี่ยงที่จะบริโภคเกินปริมาณที่ยอมรับได้ต่อวันของ <tag>
tr: Avrupa Gıda Güvenliği Otoritesi (EFSA) hiç bir nüfus grubununda üyelerin %5'inden fazlasının kabul edilebilir günlük alım miktarı üzerinde <tag> tüketme riski olmadığını belirlemiştir.
uk: Європейське агентство з безпеки харчових продуктів (EFSA) визначило, що жодна група населення не має більше 5% членів, які ризикують споживати більше, ніж звичайне щоденне споживання <tag>.
vi: Cơ quan an toàn thực phẩm châu Âu (EFSA) đã xác định rằng không có nhóm dân số nào có hơn 5% thành viên có nguy cơ tiêu thụ nhiều hơn lượng uống hàng ngày chấp nhận được là <tag>.

# additives_efsa_evaluation_overexposure_risk_icon_alt_high
source: High risk of over exposure
ar: ارتفاع خطر التعرض المفرط
bg: Висок риск от прекомерно излагане
ca: Risc alt per exposició excessiva
cs: Vysoké riziko nepřiměřeného příjmu
da: Høj risiko for overeksponering
de: Hohes Risiko einer Überversorgung
el: Υψηλός κίνδυνος υπερβολικής έκθεσης
es: Riesgo alto de sobreexposición
fi: Suuri ylialtistumisen riski
fr: Risque élevé de sur-exposition
he: סיכון גבוה לחשיפת יתר
hu: Magas a túlzott fogyasztás kockázata
id: Risiko tinggi terhadap paparan berlebih
it: Alto rischio di sovraesposizione
ja: 過剰暴露のリスクが高
lt: Didelė per didelio poveikio rizika
lv: Augsts ekspozīcijas risks
ms: Risiko pendedahan berlebihan
nl_be: Hoog risico van overmatig gebruik
pl: Wysokie ryzyko nadmiernego narażenia
pt_pt: Alto risco de exposição excessiva
ro: Risc crescut de supraexpunere
ru: Высокий риск чрезмерного воздействия
sl: Visoko tveganje prekomerne izpostavljenosti
sv: Hög risk för överexponering
tr: Aşırı maruz kalma riski yüksek
uk: Високий ризик надмірного впливу
vi: Nguy cơ phơi nhiễm quá mức

# additives_efsa_evaluation_overexposure_risk_icon_alt_moderate
source: Moderate risk of over exposure
ar: خطر معتدل من التعرض المفرط
bg: Умерен риск от прекомерно излагане
ca: Risc moderat per exposició excessiva
cs: Střední riziko nepřiměřeného příjmu
da: Moderat risiko for overeksponering
de: Mittleres Risiko einer Überversorgung
el: Μέτριος κίνδυνος υπερβολικής έκθεσης
es: Riesgo moderado de sobreexposición
fi: Kohtalainen ylialtistumisen riski
fr: Risque modéré de sur-exposition
he: סיכון בינוני לחשיפת יתר
hu: Közepes a túlzott fogyasztás kockázata
id: Risiko menengah terhadap paparan berlebih
it: Moderato rischio di sovraesposizione
ja: 過剰暴露のリスクが中
lt: Didelė per didelio poveikio rizika
lv: Mērens pārmērīgas iedarbības risks
ms: Risiko sederhana pendedahan berlebihan
nl_be: Matig risico van overmatig gebruik
pl: Umiarkowane ryzyko nadmiernego narażenia
pt_pt: Risco moderado de exposição excessiva
ro: Risc moderat de supraexpunere
ru: Умеренный риск чрезмерного воздействия
sl: Zmerno tveganje prekomerne izpostavljenosti
sv: Måttlig risk för överexponering
tr: Orta derecede aşırı maruz kalma riski
uk: Помірний ризик надмірного впливу
vi: Nguy cơ vừa phải khi phơi nhiễm quá mức

# additives_efsa_evaluation_overexposure_risk_icon_alt_no
source: No or very low risk of over exposure
ar: لا يوجد خطر, أو خطر منخفض للغاية من التعرض المفرط
bg: Няма или много нисък риск от прекомерно излагане
ca: Cap o molt baix risc de sobreexposició
cs: Žádné nebo velmi nízké riziko nadměrného příjmu
da: Ingen eller meget lav risiko for overeksponering
de: Kein oder sehr geringes Risiko einer Überbelichtung
el: Κανένας ή πολύ χαμηλός κίνδυνος υπερβολικής έκθεσης
eo: Neniu aŭ tre malalta risko de troa eksponiĝo
es: Riesgo muy bajo o nulo de sobreexposición
fa: بدون خطر یا با خطر بسیار کم مواجهه بیش از حد
fi: Ei altistumisen riskiä tai se on hyvin pieni
fr: Risque de sur-exposition très faible ou nul
he: סיכון נמוך או לא קיים לחשיפת יתר
hr: Nema ili je vrlo nizak rizik od prekomjerne izloženosti
hu: Nincs, vagy nagyon alacsony a túlzott fogyasztás kockázata
id: Tidak ada atau resiko sangat rendah terhadap paparan berlebih
it: Nessun rischio o rischio molto basso di sovraesposizione
ja: 過剰暴露のリスクがない、または非常に低いです
ka: ჭარბი ზემოქმედების რისკი არ არსებობს ან ძალიან დაბალია
lt: Nėra arba labai maža perteklinio poveikio rizika
lv: Nav vai ir ļoti zems pārmērīgas iedarbības risks
nl_be: Geen of zeer laag risico van overmatig gebruik
pl: Brak lub bardzo niskie ryzyko nadmiernego narażenia
pt_pt: Nenhum ou muito baixo risco de sobre-exposição
ro: Risc absent sau foarte scăzut de supraexpunere
ru: Отсутствие или очень низкий риск чрезмерного воздействия
sl: Tveganja za prekomerno izpostavljenost ni ali je zelo majhno
sv: Ingen eller mycket låg risk för överexponering
th: ไม่มีหรือมีความเสี่ยงต่ำมากที่จะได้รับสารเกินขนาด
tr: Aşırı maruz kalma riski yok veya çok düşük
uk: Відсутність або дуже низький ризик надмірного впливу
vi: Nguy cơ tiếp xúc quá mức là không có hoặc rất thấp

# additives_efsa_evaluation_exposure_greater_than_adi
source: Risk of reaching or exceeding the acceptable daily intake (ADI)
bg: Риск от достигане или превишаване на допустимия дневен прием (ДДП)
ca: Risc d'assolir o superar la ingesta diària acceptable (IDA)
cs: Riziko dosažení nebo překročení přijatelného denního příjmu (ADI)
da: Risiko for at nå eller overskride det Acceptable Daglige Indtag (ADI)
de: Risiko für das Erreichen oder Überschreiten der zulässigen Tagesdosis (ADI)
el: Κίνδυνος επίτευξης ή υπέρβασης της αποδεκτής ημερήσιας πρόσληψης (ADI)
eo: Risko atingi aŭ superi la akcepteblan ĉiutagan konsumon (ADI)
fa: خطر رسیدن یا فراتر رفتن از میزان مصرف روزانه قابل قبول (ADI)
fi: Riski saavuttaa tai ylittää hyväksyttävä päiväsaanti (ADI)
fr: Risque d'atteindre ou de dépasser la dose journalière admissible (DJA)
he: סיכון להגיע או לחרוג מהצריכה היומית המקובלת (ADI)
hr: Rizik od dosezanja ili prekoračenja prihvatljivog dnevnog unosa (ADI)
hu: Az elfogadható napi bevitel (ADI) elérésének vagy túllépésének kockázata
id: Risiko mencapai atau melebihi asupan harian yang dapat diterima (ADI)
it: Rischio di raggiungere o superare la dose giornaliera accettabile (ADI)
ja: 1日あたりの許容摂取量（ADI）に達する、またはそれを超えるリスク
ka: დასაშვები დღიური ნორმის (ADI) მიღწევის ან გადაჭარბების რისკი
lt: Rizika suvartoti arba viršyti leistiną paros normą (PDN)
lv: Pieļaujamās dienas devas (ADI) sasniegšanas vai pārsniegšanas risks
nl_be: Risico van de overschrijding van de aanvaardbare dagelijkse inname (ADI)
pl: Ryzyko osiągnięcia lub przekroczenia dopuszczalnego dziennego spożycia (ADI)
pt_pt: Risco de alcançar ou exceder a ingestão diária aceitável (IDA)
ro: Risc de atingere sau depășire a dozei zilnice acceptabile (DZA)
ru: Риск достижения или превышения допустимой суточной нормы потребления (ADI)
sv: Risk för att nå eller överskrida det godtagbara dagliga intaget (ADI)
th: ความเสี่ยงต่อการได้รับหรือเกินปริมาณที่ยอมรับได้ต่อวัน (ADI)
tr: Kabul edilebilir günlük alım miktarına (ADI) ulaşma veya aşma riski
uk: Ризик досягнення або перевищення допустимого добового споживання (ADI)
vi: Nguy cơ đạt hoặc vượt quá lượng tiêu thụ hàng ngày có thể chấp nhận được (ADI)

# additives_efsa_evaluation_exposure_greater_than_noael
source: Risk of reaching exceeding the maximum dose without adverse effect (No observed adverse effect level - NOAEL)
bg: Риск от достигане на надвишаване на максималната доза без неблагоприятен ефект (Няма наблюдавано ниво на неблагоприятен ефект - NOAEL)
ca: Risc d'arribar o superar la dosi màxima sense efectes adversos (No s'ha observat cap nivell d'efecte advers - NOAEL)
cs: Riziko dosažení překročení maximální dávky bez nepříznivého účinku (hladina bez pozorovaných nežádoucích účinků - NOAEL)
da: Risiko for at nå overskridelse af den maksimale dosis uden uønsket virkning (ingen observeret bivirkningsgrad - NOAEL)
de: Risiko, die Höchstdosis ohne schädliche Wirkung zu überschreiten (No observed adverse effect level - NOAEL)
el: Κίνδυνος υπέρβασης της μέγιστης δόσης χωρίς ανεπιθύμητες ενέργειες (Δεν παρατηρήθηκε επίπεδο ανεπιθύμητων ενεργειών - NOAEL)
eo: Risko atingi superon de la maksimuma dozo sen malutila efiko (Nivelo sen observita malutila efiko - NOAEL)
fa: خطر رسیدن به دوز بالاتر از حداکثر دوز بدون عوارض جانبی (هیچ سطح عوارض جانبی مشاهده نشده - NOAEL)
fi: Riski saavuttaa tai ylittää korkein annos ilman haittavaikutuksia (engl. No observed adverse effect level - NOAEL)
fr: Risque d'atteindre ou dépasser la dose maximale sans effet indésirable (dose sans effet nocif observable - DSENO)
he: סיכון לחריגה מהמינון המרבי ללא השפעה שלילית (רמת השפעות לוואי לא נצפתה - NOAEL)
hr: Rizik od prekoračenja maksimalne doze bez štetnog učinka (razina bez uočenog štetnog učinka - NOAEL)
hu: A legnagyobb dózis káros hatások nélküli túllépésének kockázata (a „Nincs megfigyelhető káros hatás” szintje– NOAEL)
id: Risiko mencapai dosis maksimum tanpa efek samping (Tidak ada tingkat efek samping yang teramati - NOAEL)
it: Rischio di raggiungere o superare la dose massima senza effetti avversi (Nessun livello d'effetti avversi - NOAEL)
ja: 有害作用なしに最大用量を超えるリスクがあります (有害作用レベルが観察されません - NOAEL)
ka: მაქსიმალური დოზის გადაჭარბების რისკი გვერდითი ეფექტის გარეშე (არ დაფიქსირებული გვერდითი ეფექტის დონე - NOAEL)
lt: Rizika suvartoti, viršyti maksimalią dozę be neigiamo poveikio (nestebino poveikio ribinė vertė – NPRV)
lv: Risks pārsniegt maksimālo devu bez blakusparādībām (nenovērotās nelabvēlīgās ietekmes līmenis — NOAEL)
nl_be: Risico van de overschrijding van de maximale dosis zonder nadelig effect (geen waargenomen schadelijk effectniveau - NOAEL)
pl: Ryzyko przekroczenia maksymalnej dawki bez szkodliwych skutków (poziom niewywołujący dających się zaobserwować szkodliwych skutków - NOAEL)
pt_pt: Risco de alcançar ou exceder a dose máxima sem efeitos adversos (Nível sem efeitos adversos observáveis - NOAEL)
ro: Risc de depășire a dozei maxime fără efect advers (Nivel de efecte adverse observate - NOAEL)
ru: Риск превышения максимальной дозы без нежелательных эффектов (уровень отсутствия наблюдаемых нежелательных эффектов)
sv: Risk för att överskrida den maximala dosen utan skadlig effekt (nivå där ingen skadlig effekt observeras - NOAEL)
th: ความเสี่ยงในการใช้ยาเกินขนาดสูงสุดโดยไม่เกิดผลข้างเคียง (ระดับที่ไม่พบผลข้างเคียง - NOAEL)
tr: Olumsuz etki olmaksızın maksimum dozu aşma riski (Gözlenen yan etki düzeyi yok - NOAEL)
uk: Ризик досягнення перевищення максимальної дози без побічної дії (No observed adverse effect level - NOAEL)
vi: Nguy cơ vượt quá liều tối đa mà không có tác dụng phụ (Không quan sát thấy mức độ tác dụng phụ - NOAEL)

# additives_efsa_evaluation_exposure_mean_greater_than_adi
source: Groups with more than 50% of members exceeding the acceptable daily intake (ADI)
ar: المجموعات التي يزيد عدد أعضائها عن 50٪ عن المدخول اليومي المقبول (م ي م)
bg: Групи в които повече от 50% от членовете, надвишават допустимия дневен прием (ADI)
ca: Grups amb més del 50% de membres que superen la ingesta diària recomanada (IDA)
cs: Skupiny, kde více než 50 % členů překračuje přijatelný denní příjem (ADI)
da: Grupper, hvor flere end 50% af medlemmerne overskrider acceptabelt dagligt indtag (ADI)
de: Gruppen mit mehr als 50% der Mitglieder, die die zulässige Tagesdosis (ADI) überschreiten
el: Ομάδες με περισσότερα από 50% των μελών που υπερβαίνουν την αποδεκτή ημερήσια πρόσληψη (ADI)
eo: Grupoj kun pli ol 50% de membroj superantaj la akcepteblan ĉiutagan konsumon (ADI)
es: Grupos con más del 50% de miembros que exceden la ingesta diaria admisible (ADI)
fa: گروه‌هایی که بیش از ۵۰٪ اعضای آنها از میزان مصرف روزانه قابل قبول (ADI) فراتر رفته‌اند
fi: Ryhmät, joissa yli 50% jäsenistä ylittää hyväksyttävän päiväsaannin (ADI)
fr: Groupes avec plus de 50% de membres qui dépassent la dose journalière admissible (DJA)
he: קבוצות בהן למעלה מ־50% מהחברים חורגים מהצריכה היומית המקובלת (ADI)
hr: Grupe s više od 50% članova koji premašuju prihvatljivi dnevni unos (ADI)
hu: A csoport tagjainak több mint 50%-ánál meghaladja az elfogadható napi bevitelt (ADI)
id: Kelompok - kelompok dengan lebih dari 50% anggotanya melebihi acceptable daily intake (ADI)
it: Gruppi con più del 50% dei membri eccedenti l'assungione giornaliera accettabile (ADI)
ja: メンバーの50％以上が1日の許容摂取量 (ADI) を超えるグループ
ka: ჯგუფები, რომელთა წევრების 50%-ზე მეტი აჭარბებს დასაშვებ დღიურ ნორმას (ADI)
lt: Grupės, kuriose daugiau kaip 50% narių viršija leistiną paros normą (ADI)
lv: Grupas, kurās vairāk nekā 50% dalībnieku pārsniedz pieļaujamo dienas devu (ADI)
ms: Kumpulan dengan lebih daripada 50% ahli melebihi pengambilan harian yang boleh diterima (ADI)
nl_be: Bevolkingsgroepen, waarvan meer dan 50% van de leden, meer consumeert dan de aanvaardbare dagelijkse inname (ADI)
pl: Grupy, których ponad 50% członków przekracza dopuszczalne dzienne spożycie (ADI)
pt_pt: Grupos com mais de 50% de membros excedendo a ingestão diária aceitável (ADI)
ro: Grupuri cu mai mult de 50% din membri care depășesc doza zilnică acceptabilă (ADI)
ru: Группы с более чем 50% членов, превышающие допустимую дневную норму (ADI)
sl: Skupine z več kot 50% članov, ki presegajo sprejemljivi dnevni vnos (ADI)
sv: Grupper där fler än 50% av medlemmar överskrider acceptabelt dagligt intag (ADI)
th: กลุ่มที่มีสมาชิกมากกว่า 50% บริโภคเกินปริมาณที่ยอมรับได้ต่อวัน (ADI)
tr: Üyelerinin %50'sinden fazlası kabul edilebilir günlük alım miktarını (ADI) aşan gruplar
uk: Групи, що налічують більше ніж 50% учасників перевищують допустиму норму щоденного споживання (ADI)
vi: Các nhóm có hơn 50% thành viên vượt quá mức tiêu thụ hàng ngày có thể chấp nhận được (ADI)

# additives_efsa_evaluation_exposure_95th_greater_than_adi
source: Groups with more than 5% of members exceeding the acceptable daily intake (ADI)
ar: المجموعات التي يزيد عدد أعضائها عن 5٪ عن المدخول اليومي المقبول (م ي م)
bg: Групи в които повече от 5% от членовете, надвишават допустимия дневен прием (ADI)
ca: Grups amb més del 5% de membres que superen la ingesta diària recomanada (IDA)
cs: Skupiny, kde více než 5 % členů překračuje přijatelný denní příjem (ADI)
da: Grupper, hvor flere end 5% af medlemmerne overskrider acceptabelt dagligt indtag (ADI)
de: Gruppen mit mehr als 5% der Mitglieder, die die zulässige Tagesdosis (ADI) überschreiten
el: Ομάδες με περισσότερα από 5% των μελών που υπερβαίνουν την αποδεκτή ημερήσια πρόσληψη (ADI)
eo: Grupoj kun pli ol 5% de membroj superantaj la akcepteblan ĉiutagan konsumon (ADI)
es: Grupos con más del 5% de miembros que exceden la ingesta diaria admisible (ADI)
fa: گروه‌هایی که بیش از ۵٪ از اعضای آنها از میزان مصرف روزانه قابل قبول (ADI) فراتر رفته‌اند
fi: Ryhmät, joissa yli 5% jäsenistä ylittää hyväksyttävän päiväsaannin (ADI)
fr: Groupes avec plus de 5% de membres qui dépassent la dose journalière admissible (DJA)
he: קבוצות בהן למעלה מ־5% מהחברים חורגים מהצריכה היומית המקובלת (ADI)
hr: Grupe s više od 5% članova koji premašuju prihvatljivi dnevni unos (ADI)
hu: A csoport tagjainak több mint 5%-ánál meghaladja az elfogadható napi bevitelt (ADI)
id: Kelompok - kelompok dengan lebih dari 5% anggotanya melebihi acceptable daily intake (ADI)
it: Gruppi con oltre il 5% di membri che superano l'assunzione giornaliera accettabile (DGA)
ja: メンバーの5％以上が1日の許容摂取量 (ADI) を超えるグループ
ka: ჯგუფები, რომელთა წევრების 5%-ზე მეტი აღემატება დასაშვებ დღიურ ნორმას (ADI)
lt: Grupės, kuriose daugiau kaip 5% narių viršija leistiną paros normą (ADI)
lv: Grupas, kurās vairāk nekā 5% dalībnieku pārsniedz pieļaujamo dienas devu (ADI)
ms: Kumpulan dengan lebih daripada 5% ahli melebihi pengambilan harian yang boleh diterima (ADI)
nl_be: Bevolkingsgroepen, waarvan meer dan 5% van de leden, meer consumeert dan de aanvaardbare dagelijkse inname (ADI)
pl: Grupy, których ponad 5% członków przekracza dopuszczalne dzienne spożycie (ADI)
pt_pt: Grupos com mais de 5% de membros excedendo a ingestão diária aceitável (ADI)
ro: Grupuri cu mai mult de 5% din membri care depășesc doza zilnică acceptabilă (ADI)
ru: Группы с более чем 5% членов, превышающие допустимую дневную норму (ADI)
sl: Skupine z več kot 5% članov, ki presegajo sprejemljivi dnevni vnos (ADI)
sv: Grupper med mer än 5 % av medlemmar som överskrider det godtagbart dagliga intaget (ADI)
th: กลุ่มที่มีสมาชิกมากกว่า 5% ที่บริโภคเกินปริมาณที่ยอมรับได้ต่อวัน (ADI)
tr: Üyelerinin %5'inden fazlası kabul edilebilir günlük alım miktarını (ADI) aşan gruplar
uk: Групи, які налічують більше ніж 5% учасників перевищують допустиму норму щоденного споживання (ADI)
vi: Các nhóm có hơn 5% thành viên vượt quá mức tiêu thụ hàng ngày có thể chấp nhận được (ADI)
