Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Carbon impact from meat or fish
ar: تأثير الكربون من اللحوم أو الأسماك
bg: Въглеродно въздействие за месо или риба
ca: Impacte de carboni de la carn o el peix
cs: Uhlíková stopa z masa nebo ryb
da: CO<sub>2</sub>-belastning fra kød eller fisk
de: CO₂-Belastung durch Fleisch oder Fisch
el: Επίπτωση άνθρακα από κρέας ή ψάρι
eo: Karbona efiko de viando aŭ fiŝo
es: Huella de carbono de la carne o el pescado
fa: تأثیر کربن از گوشت یا ماهی
fi: Hiilijalanjälki lihasta tai kalasta
fr: Impact carbone de la viande ou du poisson
he: השפעה פחמנית עקב בשר או דג
hr: Utjecaj ugljika iz mesa ili ribe
hu: Húsból és halból származó karbonkihatás
id: Dampak karbon dari daging atau ikan
it: Impatto del carbonio da carne o pesce
ja: 肉または魚からの二酸化炭素の影響
ka: ხორცის ან თევზის ნახშირბადის ზემოქმედება
lt: Anglies poveikis iš mėsos ar žuvies
lv: Gaļas vai zivju oglekļa ietekme
nl_be: Koolstofimpact van vlees of vis
pl: Ślad węglowy mięsa lub ryb
pt_pt: Impacto carbónico da carne ou peixe
ro: Impactul carbonului din carne sau pește
ru: Углеродный след от мяса или рыбы
sl: Vpliv ogljika iz mesa ali rib
sv: Koldioxidpåverkan från kött eller fisk
th: ผลกระทบทางคาร์บอนจากเนื้อสัตว์หรือปลา
tr: Et veya balıktan karbon etkisi
uk: Вплив вуглецю від м’яса чи риби
vi: Tác động carbon từ thịt hoặc cá

# of_carbon_impact_from_meat_or_fish_for_whole_product
source: of carbon emission from meat or fish for the whole product
ar: من انبعاثات الكربون من اللحوم أو الأسماك للمنتج بأكمله
bg: въглеродни емисии за месо или риба за целия продукт
ca: d’emissions de carboni de la carn o el peix per a tot el producte
cs: emisí uhlíku z masa nebo ryb pro celý produkt
da: af CO<sub>2</sub>-emission fra kød eller fisk for hele produktet
de: der CO₂-Ausstoß von Fleisch oder Fisch für das gesamte Produkt
el: των εκπομπών άνθρακα από το κρέας ή το ψάρι για ολόκληρο το προϊόν
eo: de karbona emisio el viando aŭ fiŝo por la tuta produkto
es: de la emisión de carbono de la carne o pescado para todo el producto
fa: انتشار کربن از گوشت یا ماهی برای کل محصول
fi: lihan tai kalan hiilidioksidipäästöt koko tuotteelle
fr: d'émissions de carbone causées par la viande ou le poisson pour tout le produit
he: מתוך פליטות פחמן מבשר או דגים עבור המוצר כולו
hr: emisije ugljika iz mesa ili ribe za cijeli proizvod
hu: a húsból vagy halból származó szén-dioxid-kibocsátás a teljes termékre vonatkozóan
id: emisi karbon dari daging atau ikan untuk produk secara keseluruhan
it: emissioni di carbonio da carne o pesce per l'intero prodotto
ja: 製品全体の肉または魚からの二酸化炭素放出
ka: ხორციდან ან თევზიდან ნახშირბადის გამონაბოლქვი მთელი პროდუქტისთვის
lt: viso produkto išmetamo anglies kiekio iš mėsos ar žuvies
lv: oglekļa emisiju no gaļas vai zivīm visam produktam
nl_be: CO2-uitstoot van vlees of vis voor het hele product
pl: emisji dwutlenku węgla z mięsa lub ryb dla całego produktu
pt_pt: das emissões de carbono da carne ou peixe para todo o produto
ro: a emisiilor de carbon din carne sau pește pentru întregul produs
ru: выбросы углерода от мяса или рыбы для всего продукта
sl: emisije ogljika iz mesa ali rib za celoten izdelek
sv: av koldioxidutsläpp från kött eller fisk för hela produkten
th: ปริมาณการปล่อยก๊าซคาร์บอนจากเนื้อสัตว์หรือปลาสำหรับผลิตภัณฑ์ทั้งหมด
tr: tüm ürün için et veya balıktan karbon emisyonu
uk: викиду вуглецю для всієї продукції від м’яса чи риби
vi: lượng chất thải carbon từ thịt hoặc cá cho toàn bộ sản phẩm

source: of sustainable daily emissions of 1 person
ar: من الانبعاثات اليومية المستدامة لشخص واحد
bg: на устойчиви дневни емисии за 1 човек
ca: d’emissions diàries sostenibles d’1 persona
cs: udržitelných denních emisí 1 osoby
da: af bæredygtige daglige emissioner fra 1 person
de: der nachhaltigen täglichen Emissionen einer Person
el: των βιώσιμων ημερήσιων εκπομπών ρύπων 1 ατόμου
eo: de daŭrigeblaj ĉiutagaj emisioj de 1 persono
es: de emisiones diarias sostenibles de una persona
fa: از انتشار پایدار روزانه ۱ نفر
fi: yhden henkilön päivittäisistä kestävistä päästöistä
fr: des émissions journalières soutenables pour 1 personne
he: מתוך פליטות יומיות בנות קיימא לאדם
hr: održivih dnevnih emisija 1 osobe
hu: 1 fő fenntartható napi kibocsátása
id: emisi harian berkelanjutan dari 1 orang
it: di emissioni sostenibili giornaliere di 1 persona
ja: 1人の持続可能な1日排出量
ka: 1 ადამიანის მდგრადი ყოველდღიური ემისიების
lt: tvarios 1 žmogaus dienos išmetamųjų teršalų
lv: vienas personas ilgtspējīgas ikdienas emisijas
nl_be: van duurzame dagelijkse uitstoot van 1 persoon
pl: zrównoważonej dziennej emisji 1 osoby
pt_pt: de emissões diárias sustentáveis de 1 pessoa
ro: a emisiilor zilnice durabile ale unei persoane
ru: устойчивые ежедневные выбросы 1 человека
sl: trajnostnih dnevnih emisij 1 osebe
sv: av hållbara dagliga utsläpp från 1 person
th: ปริมาณการปล่อยก๊าซเรือนกระจกที่ยั่งยืนต่อวันของ 1 คน
tr: 1 kişinin sürdürülebilir günlük emisyonları
uk: тривалих щоденних викидів на душу населення
vi: lượng chất thải bền vững hàng ngày của 1 người

source: of sustainable weekly emissions of 1 person
ar: من الانبعاثات الأسبوعية المستدامة لشخص واحد
bg: на устойчиви седмични емисии за 1 човек
ca: d’emissions diàries sostenibles d’1 persona
cs: udržitelných týdenních emisí 1 osoby
da: af bæredygtige ugentlige emissioner fra 1 person
de: der nachhaltigen wöchentlichen Emissionen einer Person
el: των βιώσιμων εβδομαδιαίων εκπομπών ρύπων 1 ατόμου
eo: de daŭrigeblaj semajnaj emisioj de 1 persono
es: de emisiones semanales sostenibles de una persona
fa: از انتشار پایدار هفتگی ۱ نفر
fi: yhden henkilön viikoittaisista kestävistä päästöistä
fr: des émissions hebdomadaires soutenables pour 1 personne
he: מתוך פליטות שבועיות בנות קיימא לאדם
hr: održivih tjednih emisija 1 osobe
hu: 1 fő fenntartható heti kibocsátása
id: emisi mingguan berkelanjutan untuk 1 orang
it: di emissioni sostenibili settimanali di 1 persona
ja: 1人の持続可能な週排出量
ka: 1 ადამიანის მდგრადი ყოველკვირეული ემისიები
lt: tvarių savaitinių 1 žmogaus išmetamų teršalų
lv: ilgtspējīgas iknedēļas emisijas no 1 personas
nl_be: van duurzame wekelijkse uitstoot van 1 persoon
pl: zrównoważonej tygodniowej emisji 1 osoby
pt_pt: de emissões semanais sustentáveis de 1 pessoa
ro: de emisii săptămânale durabile pentru 1 persoană
ru: устойчивые еженедельные выбросы 1 человека
sl: trajnostnih tedenskih emisij 1 osebe
sv: av hållbara veckovisa utsläpp från 1 person
th: ปริมาณการปล่อยก๊าซเรือนกระจกที่ยั่งยืนต่อสัปดาห์ของ 1 คน
tr: 1 kişinin sürdürülebilir haftalık emisyonları
uk: тривалих тижневих викидів на душу населення
vi: lượng chất thải bền vững hàng tuần của 1 người

source: for one serving
ar: لحصة واحدة
bg: за една порция
ca: per ració
cs: na jednu porci
da: for én portion
de: für eine Portion
el: για μία μερίδα
eo: por unu porcio
es: para una porción
fa: برای یک وعده
fi: annosta kohden
fr: pour une portion
he: למנה אחת
hr: za jednu porciju
hu: egy adagra
id: untuk satu sajian
it: per una porzione
ja: 一食分
ka: ერთი პორციისთვის
lt: vienai porcijai
lv: vienai porcijai
nl_be: voor één portie
pl: dla jednej porcji
pt_pt: para uma dose
ro: pentru o porție
ru: за одну порцию
sl: za eno porcijo
sv: för en servering
th: ต่อหน่วยบริโภค
tr: bir porsiyon için
uk: для однієї подачі
vi: for một phần ăn

source: Methodology
ar: المَنْهَجِيَّة
bg: Методология
ca: Metodologia
cs: Metodologie
da: Metodik
de: Vorgehensweise
el: Μεθοδολογία
eo: Metodologio
es: Metodología
fa: روش‌شناسی
fi: Metodologia
fr: Méthodologie
he: מתודולוגיה
hr: Metodologija
hu: Módszertan
id: Metodologi
it: Metodologia
ja: 方法論
ka: მეთოდოლოგია
lt: Metodika
lv: Metodoloģija
nl_be: Methodologie
pl: Metodologia
pt_pt: Metodologia
ro: Metodologie
ru: Методология
sl: Metodologija
sv: Metodik
th: ระเบียบวิธีวิจัย
tr: Metodoloji
uk: Методика
vi: Phương pháp

# carbon_footprint_note_foodges_ademe
source: Carbon emissions computations rely on the CO<sub>2</sub> per kg values from the FoodGES program by <a href="https://www.ademe.fr">ADEME</a>.
ar: تعتمد حسابات انبعاثات الكربون على<sub>2</sub> لكل كيلوغرام من برنامج FoodGES بواسطة <a href="https://www.ademe.fr">ADEME</a>.
bg: Изчисленията на въглеродните емисии разчитат на стойностите на CO<sub>2</sub> на кг от програмата FoodGES от <a href="https://www.ademe.fr">ADEME</a>.
ca: Els càlculs d’emissions de carboni es basen en els<sub>2</sub> per kg del programa FoodGES per <a href="https://www.ademe.fr">ADEME</a>.
cs: Výpočty emisí uhlíku závisí na hodnotách CO<sub>2</sub> na kg z programu FoodGES od <a href="https://www.ademe.fr">ADEME</a>.
da: CO<sub>2</sub>-emissionsberegninger baserer sig på CO<sub>2</sub> pr. kg. værdier fra FoodGES-programmet fra <a href="https://www.ademe.fr">ADEME</a>.
de: Die Berechnungen der Kohlendioxidemissionen basieren auf den CO<sub>2</sub> pro kg Werten aus dem FoodGES-Programm von <a href="https://www.ademe.fr">ADEME</a>.
el: Οι υπολογισμοί των εκπομπών άνθρακα βασίζονται στις τιμές CO<sub>2</sub> ανά kg από το πρόγραμμα FoodGES βάσει <a href="https://www.ademe.fr">ADEME</a>.
eo: Kalkuloj de karbonemisioj dependas de la CO<sub>²</sub> po kg valoroj el la FoodGES-programo de <a href="https://www.ademe.fr">ADEME</a>.
es: Los cálculos de emisiones de carbono se basan en los valores de CO<sub>2</sub> por kg del programa FoodGES de <a href="https://www.ademe.fr">ADEME</a>.
fa: محاسبات انتشار کربن بر اساس مقادیر CO<sub>2</sub> در هر کیلوگرم از برنامه FoodGES توسط <a href="https://www.ademe.fr">ADEME</a>انجام می‌شود.
fi: Hiilipäästölaskelmat perustuvat <a href="https://www.ademe.fr">ADEME:n</a> FoodGES-ohjelman CO<sub>2</sub> / kg -arvoihin.
fr: Les calculs d'émissions de carbone reposent sur les valeurs de CO<sub>2</sub> par kg de la base FoodGES de l'<a href="https://www.ademe.fr">ADEME</a>.
he: חישובי פליטות פחמן מסתמכות על ערכי ה־CO₂ לקילוגרם שנתרמו מהתכנית FoodGES מאת <a href="https://www.ademe.fr">ADEME</a>.
hr: Izračuni emisija ugljika oslanjaju se na vrijednosti CO<sub>2</sub> po kg iz programa FoodGES tvrtke <a href="https://www.ademe.fr">ADEME</a>.
hu: Szén-dioxid-kibocsátási számítások az <a href="https://www.ademe.fr">ADME</a> FoodGES programjának kilogrammonkénti CO<sub>2</sub> értékén alapulnak.
id: Perhitungan emisi karbon bergantung pada nilai CO<sub>2</sub>per kg dari program FoodGES oleh <a href="https://www.ademe.fr">ADEME</a>.
it: Calcoli delle emissioni di carbonio basati sui valori di CO<sub>2</sub> per kg dal programma FoodGES di <a href="https://www.ademe.fr">ADEME</a>.
ja: 二酸化炭素排出量の計算は、 <a href="https://www.ademe.fr">ADEME</a>よる FoodGES プログラムの 1 kgあたりの CO<sub>2</sub> 値にもとづいています。
ka: ნახშირბადის ემისიის გამოთვლები ეფუძნება<sub>2</sub> კგ-ზე FoodGES პროგრამიდან <a href="https://www.ademe.fr">ADEME</a>-ის მიერ მოწოდებულ CO2 <sub> 2 </sub> მნიშვნელობებს კილოგრამზე.
lt: Anglies išmetimo skaičiavimai priklauso nuo „FoodGES“ programos CO<sub>2</sub> / kg vertės <a href="https://www.ademe.fr">ADEME</a>.
lv: Oglekļa emisiju aprēķini balstās uz CO<sub>2</sub> uz kg vērtībām no FoodGES programmas, izmantojot <a href="https://www.ademe.fr">ADEME</a>.
nl_be: Koolstofemissie berekeningen vertrouwen op de CO<sub>2</sub> per kg waarden van het FoodGES-programma door <a href="https://www.ademe.fr">ADEME</a>.
pl: Obliczenia emisji dwutlenku węgla opierają się na wartościach CO<sub>2</sub> na kg z programu FoodGES agencji <a href="https://www.ademe.fr">ADEME</a>.
pt_pt: Os cálculos das emissões de carbono baseiam-se nos valores de CO<sub>2</sub> por kg do programa FoodGES em <a href="https://www.ademe.fr/en">ADEME</a>.
ro: Calculul emisiilor de carbon se bazează pe valorile CO<sub>2</sub> per kg din programul FoodGES de către <a href="https://www.ademe.fr">ADEME</a>.
ru: Расчеты выбросов углерода основаны на значениях CO<sub>2</sub> на кг из программы FoodGES <a href="https://www.ademe.fr">ADEME</a>.
sl: Izračuni emisij ogljika temeljijo na vrednostih CO<sub>2</sub> na kg iz programa FoodGES po <a href="https://www.ademe.fr">ADEME</a>.
sv: Beräkningar av koldioxidutsläpp bygger på CO<sub>2</sub>-värden per kg från FoodGES-programmet av <a href="https://www.ademe.fr">ADEME</a>.
th: การคำนวณการปล่อยก๊าซคาร์บอนอาศัยค่า CO<sub>2</sub> ต่อกิโลกรัมจากโปรแกรม FoodGES โดย <a href="https://www.ademe.fr">ADEME</a>
tr: Karbon emisyonu hesaplamaları, <a href="https://www.ademe.fr">ADEME</a>'nin FoodGES programındaki kg başına CO<sub>2</sub> değerlerine dayanmaktadır.
uk: Викиди обчислювань вуглецю покладаються на CO<sub>2</sub>на кілограм харчових вартостей з FoodGES за допомогою програми <a href="https://www.ademe.fr">ADEME</a>.
vi: Tính toán lượng khí thải carbon dựa trên giá trị CO<sub>2</sub> trên mỗi kg từ chương trình FoodGES của <a href="https://www.ademe.fr">ADEME</a>.

# carbon_footprint_note_sustainable_annual_emissions
source: Sustainable annual emissions: 2 tons of CO<sub>2</sub> equivalent per person to achieve the goals set in COP21.
ar: الانبعاثات السنوية المستدامة: 2 طن من مكافئ ثاني أكسيد الكربون<sub>2</sub> لكل شخص لتحقيق الأهداف المحددة في COP21.
bg: Устойчиви годишни емисии: 2 тона CO<sub>2</sub> еквивалент на човек за постигане на целите, определени в COP21.
ca: Emissions anuals sostenibles: 2 tones de CO<sub>2</sub> equivalent per persona per a assolir els objectius fixats a la COP21.
cs: Udržitelné roční emise: 2 tuny ekvivalentu CO<sub>2</sub> na osobu k dosažení cílů stanovených v COP21.
da: Bæredygtige årlige emissioner: En 2 tons CO<sub>2</sub> ækvivalent pr. person for at nå målene i COP21.
de: Nachhaltige jährliche Emissionen: 2 Tonnen CO<sub>2</sub> Äquivalente pro Person, um die in COP21 festgelegten Ziele zu erreichen.
el: Βιώσιμες ετήσιες εκπομπές ρύπων: ισοδύναμο 2 τόνων CO<sub>2</sub> ανά άτομο για την επίτευξη των στόχων που τέθηκαν στο COP21.
eo: Daŭripovaj ĉiujaraj emisioj: 2 tunoj da CO<sub>²</sub> ekvivalento po persono por atingi la celojn fiksitajn en COP21.
es: Emisiones anuales sostenibles: 2 toneladas de CO<sub>2</sub> equivalente por persona para alcanzar los objetivos fijados en la COP21.
fa: انتشار پایدار سالانه: معادل ۲ تن دی اکسید کربن<sub>۲</sub> به ازای هر نفر برای دستیابی به اهداف تعیین شده در COP21.
fi: Kestävät vuotuiset päästöt: 2 tonnia CO<sub>2</sub> henkilöä kohden COP21:n tavoitteiden saavuttamiseksi.
fr: Émissions annuelles soutenables : 2 tonnes d'équivalent de CO<sub>2</sub> par personne pour atteindre les objectifs fixés par la COP21.
he: פליטות שנתיות בנות קיימא: 2 טונות של CO₂ או כל חומר תואם לאדם כדי להגיע ליעדים שנקבעו ב־COP21.
hr: Održive godišnje emisije: 2 tone ekvivalenta CO2<sub>2</sub> po osobi za postizanje ciljeva postavljenih na COP21.
hu: Fenntartható éves kibocsátás: személyenként 2 tonna CO<sub>2</sub>-egyenérték a COP21-ben meghatározott célok elérése érdekében.
id: Emisi tahunan berkelanjutan: menyetarakan 2 ton CO<sub>2</sub> per orang untuk mencapai tujuan yang ditetapkan dalam COP21.
it: Emissioni annuali sostenibili: 2 tonnellate di CO<sub>2</sub> equivalenti a persona per raggiungere gli obiettivi fissati nella COP21.
ja: 持続可能な年間排出量: COP21 で設定された目標を達成するために、1人あたり2トンの CO<sub>2</sub> 相当。
ka: მდგრადი წლიური გამონაბოლქვი: 2 ტონა CO<sub>2</sub> ექვივალენტი ერთ სულ მოსახლეზე, COP21-ში დასახული მიზნების მისაღწევად.
lt: Tvarus metinis išmetamųjų teršalų kiekis: 2 tonos CO<sub>2</sub> ekvivalento vienam asmeniui, kad būtų pasiekti COP21 nustatyti tikslai.
lv: Ilgtspējīgas gada emisijas: 2 tonnas CO2<sub>2</sub> ekvivalenta uz vienu cilvēku, lai sasniegtu COP21 noteiktos mērķus.
nl_be: Duurzame jaarlijkse emissies: 2 ton CO<sub>2</sub> equivalent per persoon om de doelstellingen van COP21 te bereiken.
pl: Zrównoważone emisje roczne: 2 tony ekwiwalentu CO<sub>2</sub> na osobę, aby osiągnąć cele wyznaczone w COP21.
pt_pt: Emissões anuais sustentáveis: 2 toneladas de CO<sub>2</sub> equivalente por pessoa para atingir as metas estabelecidas na COP21.
ro: Emisii anuale durabile: 2 tone de CO<sub>2</sub> echivalent per persoană pentru atingerea obiectivelor stabilite în COP21.
ru: Устойчивые ежегодные выбросы: 2 тонны эквивалента CO<sub>2</sub> на человека для достижения целей, поставленных в COP21.
sl: Trajnostne letne emisije: 2 toni ekvivalenta CO<sub>2</sub> na osebo za doseganje ciljev iz COP21.
sv: Hållbara årliga utsläpp: 2 ton CO<sub>2</sub> motsvarande per person för att uppnå de mål som fastställts i COP21.
tr: Sürdürülebilir yıllık emisyon: COP21'de belirlenen hedeflere ulaşmak için kişi başına 2 ton CO<sub>2</sub> eşdeğeri.
uk: Тривалі щорічні викиди: 2 тони CO<sub>2</sub>еквівалент для однієї особи, для того щоб досягнути поставлених цілей у COP21.
vi: Phát thải cố định hàng năm: 2 tấn CO<sub>2</sub> tương đương cho mỗi người để đạt được các mục tiêu đặt ra trong COP21.

# carbon_footprint_note_uncertainty
source: Carbon footprint calculations have high uncertainty. Values should be looked at with caution and are more intended for relative comparison than as absolute values.
ar: حسابات البصمة الكربونية ليست دقيقة بدرجة عالية، يجب النظر إلى القيم بحذر وهي مخصصة للمقارنة النسبية أكثر من كونها قيمًا مطلقة.
bg: Изчисленията на въглеродния отпечатък имат висока несигурност. Стойностите трябва да се разглеждат с повишено внимание и са предназначени повече за относително сравнение, отколкото като абсолютни стойности.
ca: Els càlculs de la petjada de carboni no són matemàtics. Els valors s’han de mirar amb precaució i estan més pensats per a la comparació relativa que com a valors absoluts.
cs: Výpočty uhlíkové stopy mají vysokou nepřesnost. Na hodnoty je třeba se dívat opatrně a jsou spíše určeny pro relativní srovnání než jako absolutní hodnoty.
da: CO<sub>2</sub>-aftryksberegninger har en stor grad af usikkerhed. Værdier bør undersøges med forsigtighed og er mere beregnet mhp. relativ sammenligning end som absolutte værdier.
de: Berechnungen zum CO₂-Fußabdruck haben eine hohe Unsicherheit. Werte sollten mit Vorsicht betrachtet werden und sind eher für den relativen Vergleich als für Absolutwerte gedacht.
el: Οι υπολογισμοί του αποτυπώματος άνθρακα έχουν υψηλή αβεβαιότητα. Οι τιμές πρέπει να εξετάζονται με προσοχή και προορίζονται περισσότερο για σχετική σύγκριση παρά ως απόλυτες τιμές.
eo: Kalkuloj pri karbona spuro havas altan necertecon. Valorojn oni rigardu singarde kaj ili pli celas relativan komparon ol absolutajn valorojn.
es: Los cálculos de la huella de carbono tienen una alta incertidumbre. Los valores deben considerarse con cautela y están más destinados a la comparación relativa que como valores absolutos.
fa: محاسبات ردپای کربن عدم قطعیت بالایی دارند. مقادیر باید با احتیاط بررسی شوند و بیشتر برای مقایسه نسبی در نظر گرفته شده‌اند تا مقادیر مطلق.
fi: Hiilijalanjälkilaskelmissa on suurta epävarmuutta. Arvoja on tarkasteltava varoen, sillä ne ovat tarkoitettu enemmän suhteelliseen vertailuun kuin absoluuttisiksi arvoiksi.
fr: Les calculs d'empreinte carbone présentent un grand degré d'incertitude. Les valeurs sont plutôt destinées à une comparaison relative et ne doivent pas être considérées comme des mesures précises et absolues.
he: חישובי טביעת רגל פחמנית הם לא חד משמעיים. יש להתייחס לנתונים בזהירות רבה משום שהם יותר מיועדים להשוואה יחסית מאשר כערכים מוחלטים.
hr: Izračuni ugljičnog otiska imaju visoku nesigurnost. Vrijednosti treba promatrati s oprezom i više su namijenjene relativnoj usporedbi nego apsolutnim vrijednostima.
hu: A karbonlábnyom-számításokban bizonytalanság lehet. Az értékeket körültekintően kell értelmezni, inkább relatív összehasonlításként, mint abszolút értékekként.
id: Penghitungan jejak karbon memiliki ketidakpastian yang tinggi. Nilai harus diperiksa dengan hati-hati dan lebih diperuntukkan sebagai pembanding relatif daripada sebagai nilai pasti.
it: I calcoli sull'impronta del carbonio hanno un'elevata incertezza. I valori dovrebbero essere osservati con attenzione e sono maggiormente intesi per comparazioni relative rispetto ai valori assoluti.
ja: 二酸化炭素排出量の計算には高い不確実性があります。値は注意して確認する必要があり、絶対値としてではなく相対的な比較を目的としています。
ka: ნახშირბადის კვალის გამოთვლებს მაღალი გაურკვევლობა ახასიათებს. მნიშვნელობები სიფრთხილით უნდა იქნას განხილული და ისინი უფრო ფარდობითი შედარებისთვისაა განკუთვნილი, ვიდრე აბსოლუტური მნიშვნელობებისთვის.
lt: Anglies palikimų skaičiavimai turi didelį neapibrėžtumą. Reikšmės turėtų būti vertinamos atsargiai ir yra labiau skirtos santykiniam palyginimui, o ne kaip absoliučios vertės.
lv: Oglekļa pēdas aprēķiniem ir liela nenoteiktība. Vērtības jāvērtē piesardzīgi, un tās ir vairāk paredzētas relatīvai salīdzināšanai, nevis absolūtām vērtībām.
nl_be: Berekeningen van de koolstofvoetafdruk hebben een hoge mate van onzekerheid. Waarden moeten voorzichtig worden bekeken en zijn meer bedoeld voor relatieve vergelijking dan als absolute waarden.
pl: Obliczenia śladu węglowego mają dużą niepewność. Wartości powinny być traktowane z ostrożnością i są one bardziej przeznaczone do celów porównawczych niż jako wartości bezwzględne.
pt_pt: Os cálculos da pegada de carbono têm uma incerteza elevada. Os valores devem ser vistos com cuidado e são mais destinados à comparação relativa do que como valores absolutos.
ro: Calculele amprentei de carbon au o incertitudine mare. Valorile trebuie privite cu prudență și sunt destinate mai mult unei comparații relative decât ca valori absolute.
ru: Расчет углеродного следа имеет высокую неопределенность. Значения следует рассматривать с осторожностью, они более применимы для относительного сравнения, чем в виде абсолютных значений.
sl: Izračuni ogljikovega odtisa imajo veliko negotovost. Te vrednosti so zgolj informativne narave in so namenjene primerjavi.
sv: Beräkningar av koldioxidavtryck har hög osäkerhet. Värden bör ses med försiktighet och är mer avsedda för relativa jämförelser än som absoluta värden.
th: การคำนวณรอยเท้าคาร์บอนมีความไม่แน่นอนสูง ค่าที่ได้ควรนำมาพิจารณาอย่างระมัดระวัง และควรใช้เพื่อการเปรียบเทียบเชิงสัมพัทธ์มากกว่าเป็นค่าสัมบูรณ์
tr: Karbon ayak izi hesaplamalarının belirsizliği yüksektir. Değerler dikkatle incelenmeli ve mutlak değerlerden ziyade nispi karşılaştırmaya yönelik olmalıdır.
uk: Розрахунки сліду від вуглецю є досить непевними. Харчові вартості повинні бути обережно оглянуті та більше призначені для відносно порівняння ніж для необмежених собівартостей.
vi: Tính toán lượng carbon có độ không chắc chắn cao. Giá trị cần được xem xét một cách thận trọng và nhắm mục đích so sánh tương đối nhiều hơn là một giá trị tuyệt đối.
