Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# products_match_poor_match
source: Poor match
bg: Лошо съвпадение
ca: Poca coincidència
cs: Špatná shoda
da: Dårligt match
de: Schlechter Treffer
el: Κακή αντιστοιχία
es: Poco recomendable
fi: Heikko vastaavuus
fr: Peu compatible
he: התאמה גרועה
hu: Gyenge egyezés
id: Buruk
it: Corrispondenza debole
ja: マッチが悪い
lt: Prastas atitikmuo
lv: Slikta atbilstība
nl_be: Slechte overeenkomst
pl: Słabe dopasowanie
pt_pt: Baixa correspondência
ro: Potrivire slabă
ru: Плохо подходит
sl: Slabo ujemanje
sv: Dålig matchning
th: การจับคู่ที่ไม่ดี
tr: Zayıf eşleşme
uk: Погано поєднується
vi: Kém phù hợp

# products_match_unknown_match
source: Unknown match
ar: تطابق غير معروف
bg: Неизвестно съвпадение
ca: Coincidència desconeguda
cs: Neznámá shoda
da: Ukendt match
de: Unbekannte Übereinstimmung
el: Άγνωστη αντιστοιχία
es: Sin información suficiente
fi: Tuntematon vastaavuus
fr: Compatibilité inconnue
he: התאמה לא ידועה
hu: Ismeretlen egyezés
id: Hasil tidak diketahui
it: Corrispondenza sconosciuta
ja: 一致度は不明
ka: Ვერ ვნახულობ
lt: Nežinomas atitikmuo
lv: Nezināma atbilstība
nl_be: Onbekende overeenkomst
pl: Nie znaleziono powiązania
pt_pt: Correspondência desconhecida
ro: Potrivire necunoscută
ru: Неизвестное совпадение
sl: Ujemanje neznano
sv: Okänd matchning
th: ไม่พบการจับคู่
tr: Bilinmeyen eşleşme
uk: Невідоме поєднання
vi: Độ phù hợp không xác định

# products_match_may_not_match
source: May not match
bg: Може да не съвпада
ca: Podria no coincidir
cs: Nemusí se shodovat
da: Matcher muligvis ikke
de: Weicht möglicherweise ab
el: Μπορεί να μην ταιριάζει
eo: Eble ne kongruas
es: Poca información
fa: ممکن است مطابقت نداشته باشد
fi: Ei ehkä vastaa
fr: Compatibilité incertaine
he: אולי אין התאמה
hr: Možda se ne podudara
hu: Nem egyezhet
id: Mungkin tidak sesuai
it: Potrebbe non corrispondere
ja: 一致していないかもしれません。
ka: შეიძლება არ ემთხვეოდეს
lt: Gali nesutapti
lv: Var neatbilst
nl_be: Komt mogelijk niet overeen
pl: Może nie pasować
pt_pt: Pode não corresponder
ro: Nu se potrivește
ru: Может не подходить вам
sl: Morda se ne ujema
sv: Kanske inte matchar
th: อาจไม่ตรงกัน
tr: Eşleşmeyebilir
uk: Може не поєднуватися
vi: Không phù hợp

# products_match_does_not_match
source: Does not match
bg: Не съвпада
ca: No coincideix
cs: Neshoduje se
da: Matcher ikke
de: Stimmt nicht überein
el: Δεν ταιριάζει
es: No recomendable
fi: Ei vastaa
fr: Pas de compatibilité
he: אינו תואם
hu: Nem egyezik
id: Tidak sesuai
it: Non corrisponde
ja: 一致しない
lt: Nesutampa
lv: Neatbilst
nl_be: Komt niet overeen
pl: Brak zgodności
pt_pt: Não corresponde
ro: Nu se potrivește
ru: Продукт не совместим
sl: Se ne ujema
sv: Matchar inte
th: ไม่ตรงกัน
tr: Eşleşmiyor
uk: Не поєднується
vi: Không phù hợp

# reset_preferences
source: Use default preferences
bg: Използвай настройките по подразбиране
ca: Utilitzeu les preferències predeterminades
cs: Použít výchozí předvolby
da: Brug standardpræferencer
de: Standardeinstellungen verwenden
el: Χρήση προεπιλεγμένων προτιμήσεων
eo: Uzi defaŭltajn preferojn
es: Volver a los ajustes iniciales
fa: استفاده از تنظیمات پیش‌فرض
fi: Käytä oletusasetuksia
fr: Utiliser les préférences par défaut
he: להשתמש בהעדפות ברירת המחדל
hr: Koristi zadane postavke
hu: Alapértelmezett beállítások használata
id: Gunakan preferensi default
it: Usa preferenze predefinite
ja: デフォルトの好みを使う
ka: ნაგულისხმევი პარამეტრების გამოყენება
lt: Naudokite numatytąsias nuostatas
lv: Izmantot noklusējuma preferences
nl_be: Gebruik standaard voorkeuren
pl: Użyj domyślnych ustawień
pt_pt: Usar preferências padrão
ro: Utilizați preferințele implicite
ru: Использовать стандартные предпочтения
sl: Uporabi privzete nastavitve
sv: Använd standardinställningar
th: ใช้การตั้งค่าเริ่มต้น
tr: Varsayılan tercihleri kullan
uk: Використати базові налаштування
vi: Sử dụng tiêu chí mặc định

# reset_preferences_details
source: Nutri-Score, Green-Score and food processing level (NOVA)
bg: Nutri-Score, Green-Score и ниво на обработка на храни (NOVA)
cs: Nutri-Score, Green-Score a úroveň zpracování potravin (NOVA)
de: Nutri-Score, Green-Score und Grad der Lebensmittelverarbeitung (NOVA)
el: Nutri-Score, Green-Score και επίπεδο επεξεργασίας τροφίμων (NOVA)
eo: Nutri-Score, Green-Score kaj nivelo de nutraĵprilaborado (NOVA)
fa: امتیاز تغذیه‌ای، امتیاز سبز و سطح فرآوری مواد غذایی (NOVA)
fi: Nutri-Score, Green-Score ja elintarvikkeiden jalostustaso (NOVA)
fr: Nutri-Score, Green-Score et niveau de transformation alimentaire (NOVA)
he: Nutri-Score,‏ Green-Score ורמת עיבוד מזון (NOVA)
hr: Nutri-Score, Green-Score i razina prerade hrane (NOVA)
hu: Nutri-Score, Green-Score és élelmiszer-feldolgozási szint (NOVA)
id: Nutri-Score, Green-Score, dan tingkat pengolahan makanan (NOVA)
it: Nutri-Score, Green-Score e livello di trasformazione alimentare (NOVA)
ka: Nutri-Score, Green-Score და საკვების გადამუშავების დონე (NOVA)
lt: Nutri-Score, Green-Score ir maisto perdirbimo lygis (NOVA)
lv: Nutri-Score, Green-Score un pārtikas pārstrādes līmenis (NOVA)
nl_be: Nutri-Score, Green-Score en voedselverwerkingsniveau (NOVA)
pl: Nutri-Score, Green-Score i poziom przetwarzania żywności (NOVA)
pt_pt: Nutri-Score, Green-Score e nível de processamento de alimentos (NOVA)
ru: Nutri-Score, Green-Score и уровень обработки пищевых продуктов (NOVA)
sv: Nutri-Score, Green-Score och livsmedelsförädlingsnivå (NOVA)
th: Nutri-Score, Green-Score และระดับการแปรรูปอาหาร (NOVA)
uk: Nutri-Score, Green-Score та рівень перероблювання харчових продуктів (NOVA)

# actions_add_ingredients
source: Could you add the ingredients list?
bg: Може ли да добавиш списъка със съставките?
ca: Podries afegir la llista d'ingredients?
cs: Mohl byste přidat seznam ingrediencí?
da: Kan du tilføje ingredienslisten?
de: Könnten Sie bitte die Zutatenliste hinzufügen?
el: Θα μπορούσατε να προσθέσετε τη λίστα συστατικών;
eo: Ĉu vi povus aldoni la liston de ingrediencoj?
es: ¿Puedes añadir el listado de ingredientes?
fa: میشه لیست مواد لازم رو هم اضافه کنید؟
fi: Voisitko lisätä ainesosaluettelon?
fr: Pourriez-vous ajouter la liste des ingrédients ?
he: נוכל לבקש ממך להוסיף את רשימת הרכיבים?
hr: Možete li dodati popis sastojaka?
hu: Hozzá tudná adni az összetevőket?
id: Bisakah Anda menambahkan daftar bahan?
it: Potresti aggiungere la lista degli ingredienti?
ja: 材料リストを追加してもらえますか？
ka: შეგიძლიათ ინგრედიენტების სია დაამატოთ?
lt: Ar galėtumėte pridėti ingredientų sąrašą?
lv: Vai varētu pievienot sastāvdaļu sarakstu?
nl_be: Kun je de ingrediëntenlijst toevoegen?
pl: Czy mógłbyś dodać listę składników?
pt_pt: Pode adicionar a lista de ingredientes?
ro: Ați putea adăuga lista de ingrediente?
ru: Не могли бы вы добавить состав?
sv: Kan du lägga till ingredienslistan?
th: คุณช่วยเพิ่มรายการส่วนผสมได้ไหม?
tr: İçerik listesini ekleyebilir misiniz?
uk: Можете додати список інгредієнтів?
vi: Bạn có thể thêm danh sách thành phần không?

# actions_to_compute_nutriscore
source: Could you add the information needed to compute the Nutri-Score?
bg: Може ли да добавиш необходимата информация, за изчисляването на Nutri-Score?
ca: Podries afegir la informació necessària per calcular el Nutri-Score?
cs: Mohl byste přidat informace potřebné k výpočtu Nutri-Score?
da: Kan du tilføje de nødvendige oplysninger til at beregne Nutri-Score?
de: Könnten Sie bitte die für die Berechnung des Nutri-Score erforderlichen Informationen hinzufügen?
el: Θα μπορούσατε να προσθέσετε τις πληροφορίες που απαιτούνται για τον υπολογισμό του Nutri-Score;
eo: Ĉu vi povus aldoni la informojn necesajn por kalkuli la Nutri-Poentaron?
es: ¿Puedes añadir la información que falta para poder calcular el Nutri-Score?
fa: میشه اطلاعات لازم برای محاسبه امتیاز تغذیه‌ای رو اضافه کنید؟
fi: Voisitko lisätä Nutri-Scoren laskemiseen tarvittavat tiedot?
fr: Pourriez-vous ajouter les informations nécessaires pour calculer le Nutri-Score ?
he: נוכל לבקש ממך להוסיף את המידע הדרוש לחישוב Nutri-Score?
hr: Možete li dodati podatke potrebne za izračun Nutri-Scorea?
hu: Meg tudná adni a Nutri-Score kiszámításához szükséges információkat?
id: Bisakah Anda menambahkan informasi yang diperlukan untuk menghitung Nutri-Score?
it: Potresti aggiungere le informazioni necessarie per calcolare il Nutri-Score?
ja: ニュートリスコアの計算に必要な情報を追加していただけますか？
ka: შეგიძლიათ დაამატოთ Nutri-Score-ის გამოსათვლელად საჭირო ინფორმაცია?
lt: Ar galėtumėte pridėti informacijos, reikalingos Nutri-Score apskaičiuoti?
lv: Vai varētu pievienot informāciju, kas nepieciešama, lai aprēķinātu Nutri-Score?
nl_be: Kunt u de informatie toevoegen die nodig is om de Nutri-Score te berekenen?
pl: Czy mógłbyś dodać informacje potrzebne do obliczenia Nutri-Score?
pt_pt: Pode adicionar a informação necessária para calcular o Nutri-Score?
ro: Ați putea adăuga informațiile necesare pentru a calcula Nutri-Score?
ru: Не могли бы вы добавить информацию для вычисления Nutri-Score?
sv: Kan du lägga till den information som behövs för att beräkna Nutri-Score?
th: คุณช่วยเพิ่มข้อมูลที่จำเป็นในการคำนวณคะแนนโภชนาการได้ไหม
tr: Nutri-Score'u hesaplamak için gereken bilgileri ekleyebilir misiniz?
uk: Чи не могли б ви додати інформацію, необхідну для розрахунку Nutri-Score?
vi: Bạn có thể thêm thông tin cần thiết để tính toán Điểm dinh dưỡng không?

# actions_to_compute_environmental_score
source: Could you add a precise product category so that we can compute the Green-Score?
bg: Би ли добавил точна продуктова категория, за да можем да изчислим Green-Score?
cs: Mohl byste přidat přesnou produktovou kategorii, abychom mohli vypočítat Green-Score?
de: Könnten Sie bitte eine genaue Produktkategorie angeben, damit wir den Green-Score berechnen können?
el: Θα μπορούσατε να προσθέσετε μια ακριβή κατηγορία προϊόντων έτσι ώστε να μπορούμε να υπολογίσουμε το Green-Score;
eo: Ĉu vi povus aldoni precizan produktan kategorion por ke ni povu kalkuli la Verdan Poentaron?
fa: میشه یه دسته بندی دقیق از محصولات اضافه کنید تا بتونیم امتیاز سبز رو محاسبه کنیم؟
fi: Voisitko lisätä tarkan tuoteluokan Green-Scoren laskemiseksi?
fr: Pourriez-vous ajouter une catégorie de produit précise afin que nous puissions calculer le Green-Score ?
he: נוכל לבקש ממך להוסיף קטגוריה מדויקת כדי שנוכל לחשב Green-Score?
hr: Možete li dodati preciznu kategoriju proizvoda kako bismo mogli izračunati Green-Score?
hu: Meg tudná adni a pontos termékkategóriát, hogy ki tudjuk számítani a Green-Score-t?
id: Bisakah Anda menambahkan kategori produk yang tepat sehingga kami dapat menghitung Skor Ramah Lingkungan?
it: Potresti aggiungere una categoria di prodotto precisa in modo da poter calcolare il Green-Score?
ka: შეგიძლიათ დაამატოთ პროდუქტის ზუსტი კატეგორია, რათა Green-Score-ის გამოთვლა შევძლოთ?
lt: Ar galėtumėte pridėti tikslią produkto kategoriją, kad galėtume apskaičiuoti Green-Score?
lv: Vai varētu pievienot precīzu produktu kategoriju, lai mēs varētu aprēķināt Zaļo vērtējumu?
nl_be: Kunt u een precieze productcategorie toevoegen, zodat wij de Green-Score kunnen berekenen?
pl: Czy możesz dodać precyzyjną kategorię produktu, abyśmy mogli obliczyć Green-Score?
pt_pt: Pode adicionar uma categoria de produto exata para que possamos calcular o Green-Score?
ru: Не могли бы вы уточнить категорию продукта, чтобы мы могли рассчитать Green-Score?
sv: Kan du lägga till en exakt produktkategori så att vi kan beräkna Green-Score?
th: คุณช่วยระบุหมวดหมู่สินค้าให้ชัดเจนยิ่งขึ้นได้ไหม เพื่อที่เราจะสามารถคำนวณคะแนนสีเขียวได้
uk: Чи не могли б ви додати точну категорію товару, щоб ми могли обчислити екологічний бал?

# actions_to_compute_environmental_score_unprecise_category
source: The category we have for this product is not precise enough to compute the Green-Score. Could you add a more precise product category?
eo: La kategorio, kiun ni havas por ĉi tiu produkto, ne estas sufiĉe preciza por kalkuli la Verdan Poentaron. Ĉu vi povus aldoni pli precizan produktokategorion?
fa: دسته‌بندی که برای این محصول داریم به اندازه کافی دقیق نیست تا امتیاز سبز را محاسبه کند. آیا می‌توانید دسته‌بندی دقیق‌تری برای محصول اضافه کنید؟
hr: Kategorija koju imamo za ovaj proizvod nije dovoljno precizna za izračun Green-Scorea. Možete li dodati precizniju kategoriju proizvoda?
ka: ამ პროდუქტისთვის ჩვენს მიერ შემუშავებული კატეგორია საკმარისად ზუსტი არ არის მწვანე ქულის გამოსათვლელად. შეგიძლიათ დაამატოთ უფრო ზუსტი პროდუქტის კატეგორია?
lv: Šī produkta kategorija, kas mums ir, nav pietiekami precīza, lai aprēķinātu zaļo punktu skaitu. Vai varētu pievienot precīzāku produkta kategoriju?
sv: Den kategori vi har för den här produkten är inte tillräckligt exakt för att beräkna Green-Score. Kan ni lägga till en mer exakt produktkategori?
th: หมวดหมู่ที่เรามีสำหรับผลิตภัณฑ์นี้ไม่แม่นยำพอที่จะคำนวณคะแนนสีเขียว คุณสามารถเพิ่มหมวดหมู่ผลิตภัณฑ์ที่แม่นยำยิ่งขึ้นได้ไหม

# action_add_ingredients_text
source: Add the ingredients
bg: Добави съставките
ca: Afegir els ingredients
cs: Přidat ingredience
da: Tilføj ingredienserne
de: Zutaten hinzufügen
el: Προσθέστε τα συστατικά
eo: Aldonu la ingrediencojn
es: Añadir los ingredientes
fa: مواد لازم را اضافه کنید
fi: Lisää ainesosat
fr: Ajouter les ingrédients
he: הוספת הרכיבים
hr: Dodajte sastojke
hu: Összetevők hozzáadása
id: Tambahkan bahan
it: Aggiungi gli ingredienti
ja: 材料を追加します
ka: დაამატეთ ინგრედიენტები
lt: Pridėti ingredientus
lv: Pievienojiet sastāvdaļas
nl_be: Voeg de ingrediënten toe
pl: Dodaj składniki
pt_pt: Adicionar os ingredientes
ro: Adăugați ingredientele
ru: Добавить ингредиенты
sv: Lägg till ingredienserna
th: ใส่ส่วนผสมลงไป
tr: İçerikleri ekle
uk: Додати інгредієнти
vi: Thêm các thành phần

# action_add_categories
source: Add a category
bg: Добави категорията
ca: Afegir una categoria
cs: Přidat kategorii
da: Tilføj en kategori
de: Eine Kategorie hinzufügen
el: Προσθέστε μια κατηγορία
eo: Aldoni kategorion
es: Categorizar el producto
fa: افزودن دسته
fi: Lisää luokka
fr: Ajouter une catégorie
he: הוספת קטגוריה
hr: Dodaj kategoriju
hu: Kategória hozzáadása
id: Tambahkan kategori
it: Aggiungi una categoria
ja: カテゴリを追加
ka: კატეგორიის დამატება
lt: Pridėti kategoriją
lv: Pievienot kategoriju
nl_be: Voeg een categorie toe
pl: Dodaj kategorię
pt_pt: Adicionar uma categoria
ro: Adăugați o categorie
ru: Добавить категорию
sv: Lägg till en kategori
th: เพิ่มหมวดหมู่
tr: Bir kategori ekle
uk: Додати категорію
vi: Thêm danh mục phân loại

# action_add_nutrition_facts
source: Add nutrition facts
bg: Добави хранителните стойности
ca: Afegir dades nutricionals
cs: Přidat výživová fakta
da: Tilføj ernæringsfakta
de: Nährwertangaben hinzufügen
el: Προσθέστε διατροφικά στοιχεία
eo: Aldonu nutrajn faktojn
es: Proporcionar información nutricional
fa: حقایق تغذیه‌ای را اضافه کنید
fi: Lisää ravintosisältö
fr: Ajouter les informations nutritionnelles
he: הוספת מפרט תזונתי
hr: Dodajte nutritivne vrijednosti
hu: Tápértékadatok hozzáadása
id: Tambahkan nilai gizi
it: Aggiungi dati nutrizionali
ja: 栄養成分を入力する
ka: დაამატეთ კვებითი ღირებულების შესახებ ინფორმაცია
lt: Pridėti maistingumą
lv: Pievienot uzturvērtības informāciju
nl_be: Voer voedingswaarden in
pl: Dodaj informacje o wartościach odżywczych
pt_pt: Adicionar informações nutricionais
ro: Adăugați informații nutriționale
ru: Добавить данные о пищевой ценности
sv: Lägg till näringsfakta
th: เพิ่มฉลากโภชนาการ
tr: Besin değerlerini ekle
uk: Додати інформацію про поживні речовини
vi: Thêm thông tin dinh dưỡng

# action_add_origins
source: Add the origins of ingredients for this product
bg: Добави произхода на съставките за този продукт
cs: Přidejte původ ingrediencí pro tento produkt
da: Føj ingrediensoprindelserne til dette produkt
de: Herkunft der Zutaten für dieses Produkt hinzufügen
el: Προσθέστε την προέλευση των συστατικών για αυτό το προϊόν
eo: Aldonu la originojn de ingrediencoj por ĉi tiu produkto
es: Añade los orígenes de los ingredientes para este producto
fa: منشأ مواد تشکیل دهنده این محصول را اضافه کنید
fi: Lisää tämän tuotteen ainesosien alkuperät
fr: Ajouter les origines des ingrédients pour ce produit
he: הוספת מקורות רכיבי המוצר הזה
hr: Dodajte podrijetlo sastojaka za ovaj proizvod
hu: Adja meg a termék összetevőinek eredetét
id: Tambahkan asal bahan untuk produk ini
it: Aggiungi l'origine degli ingredienti per questo prodotto
ja: この商品の原材料の産地を追加
ka: დაამატეთ ამ პროდუქტის ინგრედიენტების წარმოშობა
lt: Pridėkite šio produkto ingredientų kilmę
lv: Pievienojiet šī produkta sastāvdaļu izcelsmi
nl_be: Voeg de oorsprong van de ingrediënten voor dit product toe
pl: Dodaj pochodzenie składników dla tego produktu
pt_pt: Adicionar as origens dos ingredientes para este produto
ro: Adăugați originile ingredientelor pentru acest produs
ru: Добавить происхождение ингредиентов для продукта
sv: Lägg till ursprunget för ingredienserna för denna produkt
th: ระบุแหล่งที่มาของส่วนผสมสำหรับผลิตภัณฑ์นี้
tr: Bu ürün için bileşenlerin kökenlerini ekleyin
uk: Додайте походження інгредієнтів для цього продукту

# action_add_packaging_image
source: Take a photo of the recycling information
bg: Направи снимка на инструкциите за рециклиране
cs: Vyfoťte informace o recyklaci
da: Tag et foto af genbrugsvejledningen
de: Foto der Recycling-Informationen aufnehmen
el: Τραβήξτε μια φωτογραφία των πληροφοριών ανακύκλωσης
eo: Fotu la informojn pri reciklado
es: Toma una fotografía de la información de reciclaje
fa: از اطلاعات بازیافت عکس بگیرید
fi: Ota valokuva lajitteluohjeista
fr: Prendre une photo des informations de recyclage
he: נא לצלם תמונה של פרטי המיחזור
hr: Fotografirajte informacije o recikliranju
hu: Készítsen fényképet az újrahasznosítási útmutatóról
id: Ambil foto informasi daur ulang
it: Scatta una foto delle informazioni sul riciclo
ja: リサイクル情報の写真を撮る
ka: გადაუღეთ ფოტო გადამუშავების ინფორმაციას
lt: Nufotografuokite perdirbimo informaciją
lv: Nofotografējiet informāciju par pārstrādi
nl_be: Maak een foto van de recyclinginformatie
pl: Zrób zdjęcie informacji o recyklingu
pt_pt: Tire uma fotografia das informações de reciclagem
ro: Faceți o fotografie a informațiilor despre reciclare
ru: Сфотографировать сведения о переработке
sv: Ta ett foto av återvinningsinformationen
th: ถ่ายรูปข้อมูลเกี่ยวกับการรีไซเคิล
tr: Geri dönüşüm bilgilerinin fotoğrafını çekin
uk: Сфотографуйте інформацію про перероблення

# action_add_packaging_components
source: Add packaging components
bg: Добави компоненти от опаковката
cs: Přidat součásti obalu
da: Tilføj emballagekomponenter
de: Verpackungsbestandteile hinzufügen
el: Προσθέστε μέρη της συσκευασίας
eo: Aldoni pakajn komponantojn
es: Añadir un componente del embalaje
fa: اجزای بسته‌بندی را اضافه کنید
fi: Lisää pakkauksen osat
fr: Ajouter des composants d'emballage
he: הוספת רכיבי אריזה
hr: Dodajte komponente pakiranja
hu: Adja hozzá a csomagolóelemeket
id: Menambahkan komponen kemasan
it: Aggiungi i componenti dell'imballaggio
ka: შეფუთვის კომპონენტების დამატება
lt: Pridėti pakuotės komponentus
lv: Pievienojiet iepakojuma komponentus
nl_be: Voeg verpakkingsonderdelen toe
pl: Dodaj składowe opakowania
pt_pt: Adicionar componentes de embalagem
ro: Adăugați componente de ambalare
ru: Добавить упаковку компонентов
sv: Lägg till förpackningskomponenter
th: เพิ่มส่วนประกอบบรรจุภัณฑ์
tr: Paketleme bileşenleri ekleyin
uk: Додайте пакувальні компоненти

# action_add_quantity
source: Add quantity of the product
bg: Добавете количество на продукта
cs: Přidejte množství produktu
de: Menge des Produkts hinzufügen
el: Προσθέστε την ποσότητα του προϊόντος
eo: Aldonu kvanton de la produkto
fa: مقدار محصول را اضافه کنید
fi: Lisää tuotteen määrä
fr: Ajouter la quantité du produit
he: הוספת כמות למוצר
hr: Dodajte količinu proizvoda
hu: Adja hozzá a termék mennyiségét
id: Tambahkan jumlah produk
it: Aggiungi quantità del prodotto
ka: დაამატეთ პროდუქტის რაოდენობა
lt: Pridėti produkto kiekį
lv: Pievienojiet produkta daudzumu
nl_be: Voeg de hoeveelheid van het product toe
pl: Dodaj ilość produktu
pt_pt: Adicionar quantidade do produto
ru: Добавить количество продукта
sv: Lägg till mängden av produkten
th: เพิ่มปริมาณของผลิตภัณฑ์
uk: Додайте кількість товару

# action_add_basic_details
source: Add basic details
bg: Добави основни подробности
cs: Přidejte základní podrobnosti
da: Tilføj basisoplysninger
de: Allgemeine Angaben hinzufügen
el: Προσθέστε βασικές λεπτομέρειες
eo: Aldonu bazajn detalojn
es: Añadir información básica
fa: جزئیات اولیه را اضافه کنید
fi: Lisää perustiedot
fr: Ajouter des informations de base
he: הוספת פרטים בסיסיים
hr: Dodajte osnovne detalje
hu: Adja meg az alapvető adatokat
id: Tambahkan detail dasar
it: Aggiungi i dettagli di base
ja: 基本的な詳細を追加
ka: დაამატეთ ძირითადი დეტალები
lt: Pridėti pagrindinę informaciją
lv: Pievienot pamatinformāciju
nl_be: Basisgegevens toevoegen
pl: Dodaj podstawowe informacje
pt_pt: Adicionar detalhes básicos
ro: Adăugați detalii de bază
ru: Добавить основные сведения
sv: Lägg till grundläggande detaljer
th: เพิ่มรายละเอียดพื้นฐาน
tr: Temel ayrıntıları ekle
uk: Додайте основні дані

# action_add_portion_size
source: Add portion size
bg: Добави размера на порцията
cs: Přidejte velikost porce
da: Tilføj portionsstørrelse
de: Portionsgröße hinzufügen
el: Προσθέστε μέγεθος μερίδας
eo: Aldoni porciograndecon
es: Añdir tamaño de la porción
fa: اندازه بخش را اضافه کنید
fi: Lisää annoskoko
fr: Ajouter la taille d'une part
he: הוספת גודל מנה
hr: Dodajte veličinu porcije
hu: Adja meg egy adag méretét
id: Tambahkan ukuran porsi
it: Aggiungi la dimensione della porzione
ja: ポーションサイズを追加
ka: პორციის ზომის დამატება
lt: Pridėti porcijos dydį
lv: Pievienot porcijas lielumu
nl_be: Portiegrootte toevoegen
pl: Dodaj wielkość porcji
pt_pt: Adicionar tamanho da porção
ro: Adăugați dimensiunea porției
ru: Добавить размер порции
sv: Lägg till portionsstorlek
th: เพิ่มขนาดส่วน
tr: Porsiyon boyutu ekle
uk: Додати розмір порції

# action_add_ingredients_image
source: Take a photo of the ingredients
bg: Направи снимка на съставките
ca: Feu una foto dels ingredients
cs: Vyfoťte složení
da: Tag et foto af ingredienserne
de: Machen Sie ein Foto von den Zutaten
el: Φωτογραφήστε τα συστατικά
eo: Fotu la ingrediencojn
es: Toma una foto de los ingredientes
fa: از مواد اولیه عکس بگیرید
fi: Ota kuva ainesosista
fr: Prendre une photo des ingrédients
he: צילום תמונה של הרכיבים
hr: Fotografirajte sastojke
hu: Készítsen fényképet az összetevőkről
id: Ambil foto kandungan bahan
it: Scatta una foto degli ingredienti
ja: 原材料の写真を撮ってください
ka: გადაუღეთ ფოტო ინგრედიენტებს
lt: Nufotografuokite ingredientus
lv: Nofotografējiet sastāvdaļas
nl_be: Maak een foto van de ingrediënten
pl: Zrób zdjęcie składników
pt_pt: Tire uma foto dos ingredientes
ro: Faceți o poză ingredientelor
ru: Сделайте фото состава
sl: Fotografiraj sestavine
sv: Ta en bild av ingredienserna
th: ถ่ายภาพของส่วนประกอบอาหาร
tr: Malzemelerin fotoğrafını çekin
uk: Зробити фото інгредієнтів
vi: Chụp ảnh các thành phần
