Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# packaging_text_note
source: List all packaging parts separated by a comma or line feed, with their amount (e.g. 1 or 6) type (e.g. bottle, box, can), material (e.g. plastic, metal, aluminium) and if available their size (e.g. 33cl) and recycling instructions.
bg: Изброй всички опаковъчни части, разделени със запетая или ред, с тяхното количество (напр. 1 или 6), тип (напр. бутилка, кутия, кен), материал (напр. пластмаса, метал, алуминий) и, ако е наличен, техния размер (напр. 33cl) и инструкции за рециклиране.
ca: Enumereu totes les parts de l’embalatge separades per una coma o una línia nova, amb la seva quantitat (per exemple, 1 o 6), tipus (per exemple, ampolla, caixa, llauna), material (per exemple, plàstic, metall, alumini) i, si està disponible, la seva mida (per exemple, 33cl) i instruccions de reciclatge.
cs: Uveďte všechny části balení oddělené čárkou nebo řádkovým posuvem s uvedením jejich množství (např. 1 nebo 6), typu (např. láhev, krabice, plechovka), materiálu (např. plast, kov, hliník) a pokud je k dispozici jejich velikost (např. 33 cl) a pokyny k recyklaci.
da: Angiv alle emballagedele (adskilt med komma eller ny linje) med deres mængde (f.eks. 1 eller 6), type (f.eks. flaske, æske, dåse), materiale (f.eks. plast, metal, aluminium), og hvis tilgængelig, deres størrelse (f.eks. 33 cl) samt genbrugsinstruktioner.
de: Listen Sie alle Verpackungsteile durch Komma oder Zeilenumbruch getrennt auf, mit deren Menge (z.B. 1 oder 6), ihrer Art (z.B. Flasche, Schachtel, Dose), ihrem Material (z.B. Kunststoff, Metall, Aluminium) und, falls vorhanden, ihrer Größe (z.B. 0,33l) und den Anweisungen zur Wiederverwertung.
el: Παραθέστε όλα τα μέρη συσκευασίας που χωρίζονται με κόμμα ή γραμμή, με τη ποσότητά τους (π.χ. 1 ή 6), τον τύπο τους (π.χ. μπουκάλι, κιβώτιο, δοχείο), υλικό (π.χ. πλαστικό, μέταλλο, αλουμίνιο) και εφόσον είναι διαθέσιμο το μέγεθός τους (π.χ. 33cl) και οδηγίες ανακύκλωσης.
eo: Listigi ĉiujn pakpartojn apartigitajn per komo aŭ linisalto, kun ilia kvanto (ekz. 1 aŭ 6) tipo (ekz. botelo, skatolo, ladskatolo), materialo (ekz. plasto, metalo, aluminio) kaj se havebla ilia grandeco (ekz. 33cl) kaj reciklaj instrukcioj.
es: Enumera todas las partes del empaquetado separadas por una coma o salto de línea, con su cantidad (p. ej. 1 ó 6), tipo (p. ej. botella, caja, lata), material (p. ej. plástico, metal, aluminio), su tamaño si está disponible (p.ej. 33cl) e instrucciones de reciclaje.
fa: تمام قطعات بسته‌بندی را که با کاما یا خط فاصله از هم جدا شده‌اند، به همراه تعداد (مثلاً ۱ یا ۶)، نوع (مثلاً بطری، جعبه، قوطی)، جنس (مثلاً پلاستیک، فلز، آلومینیوم) و در صورت وجود اندازه (مثلاً ۳۳cl) و دستورالعمل‌های بازیافت فهرست کنید.
fi: Luettele kaikki pakkausosat pilkuilla tai rivinvaihdoilla eroteltuna, määrät (esim. 1 tai 6), tyypit (esim. pullo, laatikko, tölkki), materiaalit (esim. muovi, metalli, alumiini) ja jos saatavilla, niiden koot (esim. 33cl) ja kierrätysohjeet.
fr: Lister toutes les parties de l'emballage séparées par une virgule ou un retour à la ligne, avec leur quantité (ex : 1 ou 6), leur type (ex : bouteille, boîte, canette), le matériau (ex : plastique, métal, aluminium), et si possible leur taille (ex: 33cl) ainsi que les instructions de recyclage.
he: הצגת כל חלקי האריזה מופרדים בפסיקים או ירידת שורה, בצירוף הכמות (למשל: 1 או 6), סוג (למשל: בקבוק, קופסה, פחית), חומר (למשל: פלסטיק, מתכת, אלומיניום) והגודל אם יש (למשל: 330 מ״ל) והנחיות מיחזור.
hr: Navedite sve dijelove ambalaže odvojene zarezom ili prelaskom na novi redak, s njihovom količinom (npr. 1 ili 6), vrstom (npr. boca, kutija, limenka), materijalom (npr. plastika, metal, aluminij) i, ako je dostupno, njihovom veličinom (npr. 33 cl) te uputama za recikliranje.
hu: Sorolja fel a csomagolás összes részét vesszővel vagy sortöréssel elválasztva, feltüntetve a mennyiségüket (pl. 1 vagy 6) típusukat (pl. palack, doboz, konzerv), anyagukat (pl. műanyag, fém, alumínium) és ha van, méretüket (pl. 33cl), valamint az újrahasznosítási utasításokat.
id: Daftar semua bagian kemasan yang dipisahkan dengan koma atau umpan garis, dengan jumlah (misalnya 1 atau 6) jenis (misalnya botol, kotak, kaleng), material (misalnya plastik, logam, aluminium) dan jika tersedia ukurannya (misalnya 33cl) dan instruksi daur ulang.
it: Elenca tutte le parti dell'imballaggio separate da una virgola o da una riga, con la loro quantità (es. 1 o 6), tipo (es., bottiglia, scatola, lattina), materiale (es. plastica, metallo, alluminio) e se disponibile la loro dimensione (es. 33cl) e le istruzioni di riciclaggio.
ja: カンマもしくは改行で区切られたすべてのパッケージの要素を、数量（例：1 または 6）、種類（例：ボトル、箱、缶）、素材（例：プラスチック、金属、アルミ）、サイズ（例：33cl）、リサイクルに関する指示とともに列記してください。
ka: ჩამოთვალეთ შეფუთვის ყველა ნაწილი, გამოყოფილი მძიმით ან ხაზით, მათი რაოდენობის (მაგ. 1 ან 6), ტიპის (მაგ. ბოთლი, ყუთი, ქილა), მასალის (მაგ. პლასტმასი, ლითონი, ალუმინი) და, თუ შესაძლებელია, ზომის (მაგ. 33cl) და გადამუშავების ინსტრუქციის მითითებით.
lt: Išvardykite visas pakuotės dalis, atskirtas kableliu arba eilute, nurodydami jų kiekį (pvz., 1 arba 6) tipą (pvz., butelis, dėžutė, skardinė), medžiagą (pvz., plastiką, metalą, aliuminį) ir, jei yra, dydį (pvz., 33 cl) ir perdirbimo instrukcijas.
lv: Uzskaitiet visas iepakojuma daļas, atdalītas ar komatu vai rindstarpu, norādot to daudzumu (piemēram, 1 vai 6), veidu (piemēram, pudele, kaste, bundža), materiālu (piemēram, plastmasa, metāls, alumīnijs) un, ja pieejams, to izmēru (piemēram, 33cl), kā arī pārstrādes instrukcijas.
nl_be: Voer in alle verpakkingsonderdelen gescheiden door een komma of een nieuwe regel, met een aantal onderdelen (bijvoorbeeld 1 of 6), type (fles, doos, kanaal), materiaal (bijv. kunststof, metaal, aluminium) en indien beschikbaar hun formaat (bijv. 33cl) en recyclinginstructies.
pl: Wymień wszystkie części opakowania oddzielone przecinkiem lub wierszem, podając ich ilość (np. 1 lub 6), rodzaj (np. butelka, pudełko, puszka), materiał (np. plastik, metal, aluminium) i jeśli jest dostępny, ich rozmiar (np. 330 ml) oraz instrukcje dotyczące recyklingu.
pt_pt: Indique todas as partes da embalagem separadas por uma vírgula ou linha, com a sua quantidade (ex. 1 ou 6), tipo (ex. garrafa, caixa, lata), material (ex. plástico, metal, alumínio) e, se disponível, o tamanho (ex. 33 cl) e instruções de reciclagem.
ro: Enumerați toate părțile de ambalare separate prin virgulă sau (-), cu cantitatea lor (de exemplu 1 sau 6) tip (de exemplu sticla, cutie, cutie), material (de exemplu plastic, metal, aluminiu) și, dacă este disponibil, dimensiunea lor (de exemplu 33cl) și instrucțiuni de reciclare.
ru: Укажите все части упаковки, разделив их запятой или дробью, указав количество (например 1 или 6), тип (например: бутылка, коробка, консервная банка), материал (пластик, металл, алюминий и тд.), и, если указано, объем (например: в 330 мл.) и инструкции по переработке.
sl: Navedite vse dele embalaže, ločene z vejico ali vrstico in njihovo količino (npr. 1 ali 6), vrsto embalaže (npr. steklenica, škatla, pločevinka), materialom embalaže (npr. plastika, kovina, aluminij) in, v kolikor je na voljo, velikost embalaže (npr. 33cl) ter navodila za recikliranje.
sv: Lista alla förpackningsdelar separerade med kommatecken eller radmatning, med deras mängd (t.ex. 1 eller 6), typ (t.ex. flaska, låda, burk), material (t.ex. plast, metall, aluminium) och om tillgängligt deras storlek (t.ex. 33 cl) samt återvinningsinstruktioner.
th: ระบุส่วนประกอบบรรจุภัณฑ์ทั้งหมด โดยคั่นด้วยเครื่องหมายจุลภาคหรือขึ้นบรรทัดใหม่ พร้อมระบุจำนวน (เช่น 1 หรือ 6) ประเภท (เช่น ขวด กล่อง กระป๋อง) วัสดุ (เช่น พลาสติก โลหะ อลูมิเนียม) และหากมีข้อมูล ขนาด (เช่น 33cl) และคำแนะนำในการรีไซเคิล
tr: Tüm ambalaj parçalarını virgülle veya satır beslemesiyle ayırarak, miktarları (ör. 1 veya 6), türü (ör. şişe, kutu, teneke), malzemesi (ör. plastik, metal, alüminyum) ve varsa boyutları (ör. 33 cl) ve geri dönüşüm talimatları.
uk: Перерахуйте всі деталі упаковки, розділені комою або рядком, із зазначенням їх кількості (наприклад, 1 або 6), типу (наприклад, пляшка, коробка, банку), матеріалу (наприклад, пластик, метал, алюміній) і, якщо можливо, їх розміру (наприклад, 330 мл) і інструкцій з переробки.
vi: Liệt kê tất cả các bộ phận đóng gói được phân tách bằng dấu phẩy hoặc nguồn cấp dòng, với số lượng của chúng (ví dụ 1 hoặc 6) loại (ví dụ: chai, hộp, lon), vật liệu (ví dụ: nhựa, kim loại, nhôm) và nếu có kích thước của chúng (ví dụ: 33cl) và ngành công nghiệp tái chế.

# packaging_text_note_2
source: Try to be as specific as possible. For plastic, please indicate if it is opaque or transparent, colored, PET or PEHD.
bg: Опитай се да бъдеш възможно най-конкретен. За пластмаса, моля, посочи дали е непрозрачна или прозрачна, цветна, PET или PEHD.
ca: Intenta ser el més específic possible. Per al plàstic, indiqueu si és opac o transparent, de color, PET o PEHD.
cs: Snažte se být co nejkonkrétnější. U plastu uveďte, zda je neprůhledný nebo průhledný, barevný, PET nebo PEHD.
da: Forsøg at være så specifik som muligt. For plast angives, om det er uigennemsigtigt eller gennemsigtigt, farvet, PET eller PEHD.
de: Versuchen Sie, so spezifisch wie möglich zu sein. Bei Kunststoff geben Sie bitte an, ob er undurchsichtig oder transparent, farbig, PET oder PEHD ist.
el: Προσπαθήστε να είστε όσο το δυνατόν πιο συγκεκριμένοι. Για πλαστικό, αναφέρετε εάν είναι αδιαφανές ή διαφανές, έγχρωμο, PET ή PEHD.
eo: Provu esti kiel eble plej specifa. Pri plasto, bonvolu indiki ĉu ĝi estas opaka aŭ travidebla, kolora, PET aŭ PEHD.
es: Intenta ser lo más específico posible. Para el plástico, por favor indica si es opaco o transparente, de color, PET o PEHD.
fa: سعی کنید تا حد امکان دقیق باشید. برای پلاستیک، لطفاً مشخص کنید که آیا مات یا شفاف، رنگی، PET یا PEHD است.
fi: Yritä olla mahdollisimman tarkka. Ilmoita muovista onko se läpinäkymätöntä vai läpinäkyvää, värillistä, PET tai PEHD.
fr: Essayez d'être aussi précis que possible. Pour le plastique, merci d'indiquer s'il est opaque ou transparent, coloré, PET ou PEHD.
he: מוטב להתמקד עד כמה שניתן. לפלסטיק רצוי לציין אם הוא אטום או שקוף, צבוע, פוליאתילן טרפתלט (PET) או פוליאתילן בצפיפות גבוהה (PEHD).
hr: Pokušajte biti što precizniji. Za plastiku, molimo navedite je li neprozirna ili prozirna, obojena, PET ili PEHD.
hu: Próbáljon meg a lehető legspecifikusabb lenni. Műanyagoknál tüntesse fel, hogy átlátszatlan vagy átlátszó, színezett, PET vagy PEHD.
id: Cobalah untuk sespesifik mungkin. Untuk plastik, harap tunjukkan jika ia buram atau transparan, berwarna, PET atau PEHD.
it: Prova ad essere il più specifico possibile. Per la plastica, sei pregato di indicare se è opaca o trasparente, colorata, PET o PEHD.
ja: できるだけ具体的に記入してください。プラスチックの場合、透明か不透明か、着色済みか、PETかPEHDかを明記してください。
ka: ეცადეთ იყოთ რაც შეიძლება კონკრეტული. პლასტმასის შემთხვევაში, გთხოვთ, მიუთითოთ, გაუმჭვირვალეა თუ გამჭვირვალე, ფერადი, PET თუ PEHD.
lt: Stenkitės būti kuo konkretesni. Jei naudojate plastiką, nurodykite, ar jis nepermatomas ar skaidrus, spalvotas, PET ar PEHD.
lv: Centieties būt pēc iespējas konkrētāks. Plastmasas gadījumā, lūdzu, norādiet, vai tā ir necaurspīdīga vai caurspīdīga, krāsaina, PET vai PEHD.
nl_be: Probeer zo specifiek mogelijk te zijn. Geef voor plastiek aan of het ondoorzichtig of transparant, gekleurd, PET of PEHD is.
pl: Postaraj się podać jak najwięcej informacji. W przypadku plastiku proszę wskazać, czy jest nieprzezroczysty, czy przezroczysty, kolorowy, PET czy PEHD.
pt_pt: Tente ser o mais específico possível. Para o plástico, por favor indique se é opaco ou transparente, colorido, PET, PEHD, PVC, ABS ou outros tipos.
ro: Încearcă să fii cât mai specific posibil. Pentru plastic, vă rugăm să indicați dacă este opac sau transparent, colorat, PET sau PEHD.
ru: Постарайтесь максимально конкретизировать детали. Для пластика укажите, является он непрозрачным или прозрачным, цветным, ПЭТ или ПЭВП.
sl: Poskusite biti čim bolj natančni. Za plastiko navedite, ali je neprozorna ali prozorna, obarvana, PET ali PEHD.
sv: Försök att vara så specifik som möjligt. För plast, vänligen ange om den är ogenomskinlig eller transparent, färgad, PET eller PEHD.
th: โปรดระบุรายละเอียดให้มากที่สุดเท่าที่จะเป็นไปได้ สำหรับพลาสติก โปรดระบุว่าเป็นแบบทึบแสงหรือโปร่งใส มีสี เป็น PET หรือ PEHD
tr: Olabildiğince detaylı olmaya çalışın. Plastik için lütfen opak mı yoksa şeffaf mı, renkli mi, PET mi yoksa PEHD mi olduğunu belirtin.
uk: Постарайтеся бути конкретним наскільки це можливо. Для пластику, будь ласка, вкажіть, чи є він непрозорим або прозорим, кольоровим, ПЕТ або ПЕХД.
vi: Cố gắng càng cụ thể càng tốt. Đối với nhựa, vui lòng cho biết nó có màu đục hay trong suốt, có màu, PET hay PEHD.

# packaging_text_note_3
source: Data from this field will be combined with any data provided for each packaging part. It is possible to provide one or the other, or both.
bg: Данните от това поле ще бъдат комбинирани с всички данни, предоставени за всяка част от опаковката. Възможно е да се осигури едното или другото, или и двете.
ca: Les dades d'aquest camp es combinaran amb les dades proporcionades per a cada peça d'embalatge. Es pot proporcionar una, l'altre, o totes dues.
cs: Údaje z tohoto pole budou spojeny s údaji poskytnutými pro každou část balení. Je možné poskytnout jedno nebo druhé nebo obojí.
da: Data fra dette felt kombineres med alle data, som angives for hver emballagedel. Det er muligt at angive det ene eller det andet, eller begge.
de: Die Daten aus diesem Feld werden mit jenen kombiniert, die für jedes Verpackungsteil angegeben wurden. Es ist möglich, das eine oder das andere oder beides anzugeben.
el: Τα δεδομένα από αυτό το πεδίο θα συνδυαστούν με τυχόν δεδομένα που παρέχονται για κάθε εξάρτημα συσκευασίας. Είναι δυνατή η παροχή του ενός ή του άλλου ή και των δύο.
eo: Datumoj el ĉi tiu kampo estos kombinitaj kun iuj ajn datumoj provizitaj por ĉiu pakaĵparto. Eblas provizi unu aŭ la alian, aŭ ambaŭ.
es: Los datos de este campo pueden combinarse con cualquier otra información proporcionada por cada parte del emaque. Es posible otorgar una u otra, o ambas.
fa: داده‌های این فیلد با هر داده‌ای که برای هر قطعه بسته‌بندی ارائه شده است، ترکیب می‌شوند. ارائه یکی از این دو یا هر دو امکان‌پذیر است.
fi: Tämän kentän tiedot yhdistetään jokaisesta pakkausosasta annettuihin tietoihin. On mahdollista antaa jompikumpi tai molemmat.
fr: Les données de ce champ seront combinées avec toutes les données fournies pour chaque partie de l'emballage. Il est possible de fournir l'un ou l'autre, ou les deux.
he: נתונים מהשדה הזה ישולבו עם נתונים שמסופקים עבור כל חלק באריזה. אפשר לספק את זה או את זה או את שניהם.
hr: Podaci iz ovog polja bit će kombinirani s bilo kojim podacima navedenim za svaki dio pakiranja. Moguće je navesti jedan ili drugi ili oboje.
hu: Az ebből a mezőből származó adatok kombinálva lesznek az egyes csomagolási részekhez megadott adatokkal. Lehetőség van csak az egyik vagy a másik, vagy mindkettő megadására.
id: Data dari bidang ini akan digabungkan dengan data apa pun yang disediakan untuk setiap bagian kemasan. Anda dapat memberikan salah satu atau keduanya, atau keduanya.
it: I dati da questo campo saranno combinati con qualsiasi dato fornito per ogni parte dell'imballaggio. È possibile fornire l'uno o l'altro, o entrambi.
ja: このフィールドのデータは、各包装部品に提供されたデータと組み合わされます。どちらか一方、または両方を提供することが可能です。
ka: ამ ველიდან მონაცემები გაერთიანდება შეფუთვის თითოეული ნაწილისთვის მოწოდებულ ნებისმიერ მონაცემთან. შესაძლებელია ერთის ან მეორის, ან ორივეს მიწოდება.
lt: Duomenys iš šio lauko bus sujungti su bet kokiais duomenimis, pateiktais kiekvienai pakuotės daliai. Galima pateikti vieną ar kitą, arba abu.
lv: Šajā laukā sniegtie dati tiks apvienoti ar jebkuriem datiem, kas sniegti par katru iepakojuma daļu. Ir iespējams norādīt vienu vai otru, vai abus.
nl_be: Gegevens uit dit veld worden gecombineerd met de gegevens die voor elk verpakkingsonderdeel zijn opgegeven. Het is mogelijk om het een of het ander te bieden, of beide.
pl: Informacja z tego pola będzie połączona z dowolnymi informacjami dotyczącymi każdej części opakowania. Możliwe jest podanie jednej, lub dwóch.
pt_pt: Os dados deste campo serão combinados com quaisquer dados fornecidos para cada parte da embalagem. É possível fornecer um ou outro, ou ambos.
ro: Datele din acest câmp vor fi combinate cu orice date furnizate pentru fiecare parte a ambalajului. Este posibil să furnizați una sau alta, sau ambele.
ru: Данные этого поля будут объединены с любой информацией, предоставленной для каждой части упаковки. Можно предоставить их по отдельности или вместе.
sv: Data från detta fält kommer att kombineras med data som anges för varje förpackningsdel. Det är möjligt att ange den ena eller den andra, eller båda.
th: ข้อมูลจากช่องนี้จะถูกนำไปรวมกับข้อมูลที่ให้ไว้สำหรับชิ้นส่วนบรรจุภัณฑ์แต่ละชิ้น คุณสามารถเลือกให้ข้อมูลอย่างใดอย่างหนึ่ง หรือทั้งสองอย่างก็ได้
tr: Bu alandan alınan veriler, her bir ambalaj parçası için sağlanan verilerle birleştirilecektir. Birini veya diğerini veya her ikisini birden sağlamak mümkündür.
uk: Дані з цього поля будуть об'єднані з будь-якими даними, наданими для кожної частини упаковки. Можна вказати або одне, або інше, або обидва.

# product_js_extract_packaging
source: Extract the recycling instructions and/or packaging information from the picture
bg: Извлечи инструкциите за рециклиране и/или информацията за опаковката от снимката
ca: Extreu de la imatge les instruccions de reciclatge i/o la informació sobre l’envasament
cs: Extrahujte pokyny k recyklaci a/nebo informace o balení z obrázku
da: Udtræk genbrugsinstruktioner og/eller emballageoplysninger fra fotoet
de: Wiederverwertungsanweisungen und/oder Verpackungsinformationen dem Foto entnehmen
el: Εξάγετε τις οδηγίες ανακύκλωσης ή/και τις πληροφορίες συσκευασίας από την εικόνα
eo: Eltiru la instrukciojn pri reciklado kaj/aŭ informojn pri pakado el la bildo
es: Extrae de la imagen las instrucciones de reciclaje y/o la información de embalaje
fa: دستورالعمل‌های بازیافت و/یا اطلاعات بسته‌بندی را از تصویر استخراج کنید
fi: Poimi kuvasta kierrätysohjeet ja/tai pakkaustiedot
fr: Extraire les instructions de recyclage et/ou les informations d'emballage depuis l'image
he: חילוץ הנחיות מיחזור ו/או פרטי אריזה מהתמונה
hr: Izvucite upute za recikliranje i/ili podatke o pakiranju sa slike
hu: Újrahasznosítási utasítások és/vagy csomagolási információk kinyerése a fényképről
id: Ekstrak instruksi daur ulang dan/atau informasi kemasan dari gambar
it: Estrai le istruzioni per il riciclaggio e/o le informazioni di imballaggio dall'immagine
ja: 画像からリサイクル手順および/またはパッケージ情報を抽出
ka: სურათიდან ამოიღეთ გადამუშავების ინსტრუქციები და/ან შეფუთვის ინფორმაცია
lt: Iš paveikslėlio ištraukti perdirbimo instrukcijas ir (arba) pakuotės informaciją
lv: Izvelciet pārstrādes instrukcijas un/vai iepakojuma informāciju no attēla.
nl_be: Haal de recyclinginstructies en/of verpakkingsinformatie uit de afbeelding
pl: Zapisz instrukcje dotyczące recyklingu i/lub informacje o opakowaniu z ilustracji
pt_pt: Extrair as instruções de reciclagem e/ou informação de embalagem da imagem
ro: Extrageți instrucțiunile de reciclare și/sau informațiile de ambalare din imagine
ru: Извлечь инструкции по переработке и/или информацию об упаковке с изображения
sl: Pridobivanje navodila recikliranja in/ali podatke o embalaži iz fotografije
sv: Hämta återvinningsinstruktionerna och/eller förpackningsinformationen från bilden
th: อ่านข้อมูลคำแนะนำการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์จากรูปภาพ
tr: Fotoğraftan geri dönüşüm talimatlarını ve/veya paketleme bilgilerini çıkarın
uk: Вилучіть інструкції з переробки та/або інформацію про пакування із зображення
vi: Trích xuất hình ảnh về hướng dẫn tái chế và / hoặc thông tin đóng gói
