Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# sort_product_name
source: Product name
ar: اسم المنتج
bg: Име на продукта
ca: Nom del producte
cs: Jméno výrobku
da: Produktnavn
de: Produktname
el: Όνομα προϊόντος
eo: Nomo de la produkto
es: Nombre del producto
fi: Tuotenimi
fr: Nom du produit
he: שם המוצר
hu: Termék neve
id: Nama Produk
it: Nome del prodotto
ja: 製品名
lt: Produkto pavadinimas
lv: Produkta nosaukums
ms: Nama Produk
nl_be: Productnaam
pl: Nazwa produktu
pt_pt: Nome do produto
ro: Numele produsului
ru: Название продукта
sl: Ime izdelka
sv: Produktnamn
th: ชื่อสินค้า
tl: Pangalan ng produkto
tr: Ürün adı
uk: Назва товару
vi: Tên sản phẩm

source: State
ar: الولاية
bg: Държава
ca: Estat
cs: Stav
da: Stat
de: Stand
el: Κατάσταση
eo: Ŝtato
es: Estado
fa: ایالت
fi: Tila
fr: Etat
he: מצב
hr: Stanje
hu: Állam
id: Negara
it: Stato
ja: 状態
ka: შტატი
lt: Būsena
lv: Štats
ms: Negeri
nl_be: Status
pl: Stan
pt_pt: Estado
ro: Status
ru: статус
sl: Stanje
sv: Stat
th: สถานะ
tl: Estado
tr: Eyalet
uk: Стан
vi: Trạng thái

# states_p
source: states
ar: الولايات
bg: страни
ca: estats
cs: stavy
da: stater
de: Status
el: καταστασεις
eo: ŝtatoj
es: estados
fa: ایالت‌ها
fi: tilat
fr: états
he: מצבים
hr: države
hu: állapotok
id: negara - negara
it: stati
ja: 状態
ka: შტატები
lt: būsenos
lv: štati
ms: negeri-negeri
nl_be: statussen
pl: stany
pt_pt: estados
ro: statusuri
ru: состояния
sl: države
sv: stater
th: รัฐ
tl: mga estado
tr: eyaletler
uk: стани
vi: tiểu bang

# states_s
source: state
ar: الولاية
bg: държава
ca: estat
cs: stav
da: stat
de: Status
el: κατασταση
eo: ŝtato
es: estado
fa: ایالت
fi: tila
fr: etat
he: מצב
hr: stanje
hu: állapot
id: negara
it: stato
ja: 状態
ka: შტატი
lt: būsena
lv: štats
ms: negeri
nl_be: status
pl: stan
pt_pt: estado
ro: status
ru: состояние
sl: država
sv: stat
th: สถานะ
tl: estado
tr: devlet
uk: стан
vi: tiểu bang

source: Stores
ar: المتاجر
bg: Магазини
ca: Botigues
cs: Prodejny
da: Butikker
de: Läden
el: Καταστήματα
eo: Vendejoj
es: Tiendas
fi: Myymälät
fr: Magasins
he: חנויות
hu: Boltok
id: Toko
it: Negozi
ja: 店舗
ka: მაღაზიები
lt: Parduotuvės
lv: Veikali
ms: Kedai
nl_be: Winkels
pl: Sklepy
pt_pt: Lojas
ro: Magazine
ru: Магазины
sl: Trgovine
sv: Butiker
th: ร้านค้า
tl: Mga tindahan
tr: Mağazalar
uk: Магазини
vi: Cửa hàng

# stores_note
source: Name of the shop or supermarket chain
ar: اسم المحل أو سلسلة محلات السوبر ماركت
bg: Име на веригата магазини или супермаркети
ca: Nom de la cadena de la botiga o del supermercat
cs: Název řetězce obchodů nebo supermarketů
da: Navn på butikken eller supermarkedskæden
de: Name des Ladens oder der Supermarkt-Kette
el: Επωνυμία καταστήματος ή αλυσίδας supermarket
eo: Nomo de la butiko aŭ superbazara ĉeno
es: Nombre de la tienda o cadena de supermercados
fa: نام فروشگاه یا سوپرمارکت زنجیره‌ای
fi: Myymälän tai supermarketketjun nimi
fr: Enseigne du magasin où vous avez acheté ou vu le produit
he: שם החנות או רשת חנויות המזון
hr: Naziv trgovine ili lanca supermarketa
hu: Üzlet vagy áruházlánc neve
id: Nama toko atau jaringan supermarket
it: Nome del negozio o della catena di supermercati
ja: 店やスーパーマーケットチェーンの名前
ka: მაღაზიის ან სუპერმარკეტების ქსელის დასახელება
lt: Parduotuvės ar prekybos tinklo pavadinimas
lv: Veikala vai lielveikalu ķēdes nosaukums
ms: Nama rangkaian kedai atau pasar raya
nl_be: Naam van de winkel of supermarktketen waar u het product gekocht of gezien heeft
pl: Nazwa sklepu lub sieci supermarketów
pt_pt: Nome da loja ou rede de supermercados
ro: Numele magazinului sau al lanțului de magazine
ru: Название магазина или торговой сети
sl: Ime trgovine ali verige supermarketov
sv: Namn på affären eller affärskedjan
th: ชื่อร้านค้าหรือ ซูเปอร์มาร์เก็ตที่จำหน่าย
tl: Pangalan ng tindahan o supermarket chain
tr: Süpermarket veya mağaza zincirlerinin ismi
uk: Назва мережі магазинів або супермаркетів
vi: Tên cửa hàng hoặc chuỗi siêu thị

# stores_products
source: Products sold at %s
ar: المنتجات التي تباع في %s
bg: Продукти, продавани от %s
ca: Productes venuts a %s
cs: Produkty prodávané v %s
da: Produkter sælges i %s
de: Produkte verkauft bei %s
el: Προϊόντα πωλούμενα ανά κατάστημα: %s
eo: Produktoj venditaj ĉe %s
es: Productos vendidos en el comercio %s
fa: محصولات فروخته شده در %s
fi: Tuotteet, joita myydään myymälässä %s
fr: Les produits par magasin : %s
he: מוצרים שנמכרים ב%s
hr: Proizvodi koji se prodaju na %s
hu: %s boltokban árusított termékek
id: Produk - produk yang dijual di %s
it: Prodotti venduti a %s
ja: %s で販売される製品
ka: პროდუქცია იყიდება %s-ზე
lt: Produktai parduodami %s
lv: Produkti, kas pārdoti vietnē %s
ms: Produk dijual pada %s
nl_be: Producten verkocht in %s
pl: Produkty sprzedawane w %s
pt_pt: Produtos vendidos na loja: %s
ro: Produse vândute la %s
ru: Продукты, продававшиеся в %s
sl: Izdelki se prodajajo v %s
sv: Produkter sålda på %s
th: สินค้าที่จำหน่ายที่ %s
tl: Mga produkto na naibenta sa %s
tr: %s ürün satıldı
uk: Товари, які продані у %s
vi: Sản phẩm được bán tại %s

# stores_s
source: store
ar: almatajir
bg: магазин
ca: botiga
cs: prodejna
da: butik
de: Laden
el: κατάστημα
eo: vendejo
es: tienda
fa: فروشگاه
fi: myymälä
fr: magasin
he: חנות
hu: bolt
id: toko
it: negozio
ja: 店舗
ka: მაღაზია
lt: parduotuvė
lv: veikals
ms: kedai
nl_be: winkel
pl: stan
pt_pt: loja
ro: magazin
ru: магазин
sl: trgovina
sv: butik
th: เก็บ
tl: tindahan
tr: mağaza
uk: магазин
vi: cửa hàng

# stores_tagsinput
source: add a store
ar: إضافة متجر
bg: добави магазин
ca: afegir una botiga
cs: přidat obchod
da: tilføj en butik
de: Laden hinzufügen
el: προσθήκη καταστήματος
eo: aldoni vendejon
es: añadir una tienda
fa: اضافه کردن فروشگاه
fi: lisää myymälä
fr: ajouter un magasin
he: הוספת חנות
hr: dodajte trgovinu
hu: bolt hozzáadása
id: tambahkan toko
it: aggiungi un negozio
ja: 店舗を追加
ka: მაღაზიის დამატება
lt: pridėti parduotuvę
lv: pievienot veikalu
ms: tambah kedai
nl_be: voeg een winkel toe
pl: dodaj sklep
pt_pt: adicionar uma loja
ro: adăugați un magazin
ru: добавить магазин
sl: dodaj trgovino
sv: lägg till en butik
th: เพิ่มร้านค้า
tl: magdagdag ng isang tindahan
tr: mağaza ekle
uk: додайте магазин
vi: thêm một cửa hàng

# stores_without_products
source: Products not bought at %s
ar: المنتجات التي لم يتم شراؤها في %s
bg: Продукти, които не са закупени от %s
ca: Productes no comprats a %s
cs: Produkty, které nebyly zakoupeny v %s
da: Produkter ikke købt i %s
de: Produkte, die nicht bei %s gekauft wurden
el: Προϊόντα που δεν αγοράζονται σε %s
eo: Produktoj ne aĉetitaj ĉe %s
es: Productos no comprados en %s
fa: محصولاتی که در %sخریداری نشده‌اند
fi: Tuotteet, joita ei ole ostettu myymälästä %s
fr: Les produits qui n'ont pas été achetés dans le magasin : %s
he: מוצרים שלא נרכשו ב־%s
hr: Proizvodi koji nisu kupljeni u %s
hu: Nem %s boltnál vásárolt termékek
id: Produk - produk yang tidak dibeli di %s
it: Prodotti non acquistati a %s
ja: %s で購入していない製品
ka: პროდუქტები, რომლებიც არ არის შეძენილი %s-ზე
lt: Produktai, neperkami %s
lv: Produkti, kas nav iegādāti vietnē %s
ms: Produk tidak dibeli pada %s
nl_be: Producten niet gekocht bij %s
pl: Produkty niesprzedane w %s
pt_pt: Produtos não comprados na loja: %s
ro: Produse care nu au fost cumpărate la %s
ru: Продукты не купленные в %s
sl: Izdelki, ki niso kupljeni v %s
sv: Produkter som inte köpts på %s
th: สินค้าที่ไม่ได้ซื้อที่ %s
tl: Mga produkto na hindi naibenta sa %s
tr: %s kadar satın alınmayan ürünler
uk: Товари, які не були придбані за %s
vi: Sản phẩm không được mua ở %s

source: Subscribe
ar: الاشتراك
bg: Абониране
ca: Subscriure
cs: Odebírat
da: Abonnér
de: Abonnieren
el: Εγγραφή
eo: Aboni
es: Suscribir
fa: اشتراک
fi: Tilaa
fr: S'abonner
he: מינוי
hr: Pretplatite se
hu: Feliratkozás
id: Berlangganan
it: Aderire
ja: 講読
ka: გამოწერა
lt: Prenumeruoti
lv: Abonēt
ms: Langgan
nl_be: Abonneren
pl: Subskrybuj
pt_pt: Subscrever
ro: Abonare
ru: Подписаться
sl: Naročite se
sv: Prenumerera
th: สมัครสมาชิก
tl: Mag-subscribe
tr: Abonelik
uk: Підпишіться
vi: Theo dõi

# tag_belongs_to
source: Belongs to:
ar: ينتمي إلى:
bg: Принадлежи към:
ca: Pertany a:
cs: Patří do:
da: Tilhører:
de: Gehört:
el: Ανήκει σε:
eo: Apartenas al:
es: Pertenece a:
fa: متعلق به:
fi: Kuuluu:
fr: Fait partie de :
he: שייך ל־:
hr: Pripada:
hu: Lásd még:
id: Milik:
it: Appartiene a:
ja: 属する:
ka: ეკუთვნის:
lt: Priklauso:
lv: Pieder:
ms: Milik:
nl_be: Behoort tot:
pl: Należy do:
pt_pt: Pertence a:
ro: Aparține de:
ru: Принадлежит:
sl: Pripada:
sv: Tillhör:
th: เป็นของ:
tl: Nabibilang sa:
tr: Ait:
uk: Належить до:
vi: Thuộc về:

# tag_contains
source: Contains:
ar: يحتوي على:
bg: Съдържа:
ca: Conté:
cs: Obsahuje:
da: Indeholder:
de: Enthält:
el: Περιέχει:
eo: Enhavas:
es: Contiene:
fa: حاوی:
fi: Sisältää:
fr: Contient :
he: מכיל:
hr: Sadrži:
hu: Tartalmazza:
id: Mengandung:
it: Contiene:
ja: 含む:
lt: Turi:
lv: Satur:
ms: Mengandungi:
nl_be: Bevat:
pl: Zawiera:
pt_pt: Contém:
ro: Conține:
ru: Содержит:
sl: Vsebuje:
sv: Innehåller:
tl: Naglalaman ng mga:
tr: İçerir:
uk: Містить в собі:
vi: Chứa đựng:

# tag_weblinks
source: Weblinks
ar: روابط
bg: Интернет връзки
ca: Enllaços Web
cs: Odkazy
el: Σύνδεσμοι
eo: Retligiloj
es: Enlaces
fa: لینک‌های وب
fi: Verkkolinkit
fr: Liens Web
he: קישורים
hr: Web-veze
hu: Internetes linkek
id: Tautan web
it: Collegamenti
ja: ウェブリンク
ka: ვებ ბმულები
lt: Internetinės nuorodos
lv: Tīmekļa saites
ms: Pautan sesawang
pl: Linki
pt_pt: Hiperligações
ro: Link-uri web
ru: Веб-ссылки
sl: Spletne povezave
sv: Webblänkar
th: ลิงก์เว็บ
tr: Web bağlantısı
uk: Посилання на веб-сайти
vi: Liên kết web

# tagstable_filtered
source: out of _MAX_
ar: خارج _MAX_
bg: от _MAX_
ca: de _MAX_
cs: překročilo _MAX_
da: af _MAX_
de: aus _MAX_
el: από _MAX_
eo: el _MAX_
es: fuera de _MAX_
fa: خارج از _MAX_
fi: / _MAX_
fr: parmi _MAX_
he: מתוך _MAX_
hr: od _MAX_
hu: _MAX_ közül
id: dari _MAX_
it: fuori da _MAX_
ja: _MAX_ の外
ka: _MAX_-დან
lt: iš _MAX_
lv: no _MAX_
ms: daripada _MAX_
nl_be: van _MAX_
pl: z _MAX_
pt_pt: de _MAX_
ro: din _MAX_
ru: вне _MAX_
sl: od _MAX_
sv: av _MAX_
th: จาก _MAX_
tl: mula sa _MAX_
tr: _MAX_ dışında
uk: поза межами _MAX_
vi: ra khỏi _MAX_

# tagstable_search
source: Search:
ar: بحث:
bg: Търсене:
ca: Cerca:
cs: Vyhledat:
da: Søg:
de: Suche:
el: Αναζήτηση:
eo: Serĉi:
es: Buscar:
fa: جستجو:
fi: Etsi:
fr: Recherche :
he: חיפוש:
hr: Pretraživanje:
hu: Keresés:
id: Cari:
it: Cerca:
ja: 検索:
ka: ძიება:
lt: Paieška:
lv: Meklēt:
ms: Gelintar:
nl_be: Zoeken:
pl: Szukaj:
pt_pt: Pesquisar:
ro: Căutare:
ru: Поиск:
sl: Iskanje:
sv: Sök:
th: ค้นหา:
tl: Hanapin:
tr: Arama:
uk: Пошук:
vi: Tìm kiếm:

source: Traces
ar: آثار
bg: Следи
ca: Rastres
cs: Stopy
da: Spor
de: Spuren
el: Ίχνη
es: Trazas
fi: Jäämät
fr: Traces éventuelles
he: עקבות
hu: Nyomokban
id: Jejak - jejak
it: Tracce
ja: 形跡
lt: Pėdsakai
lv: Pēdas
ms: Kesan-kesan
nl_be: Sporen
pl: Ślady
pt_pt: Vestígios
ro: Urme
ru: Следы
sl: Sledi
sv: Spår
th: สารเจือปน
tl: Mga bakas
tr: İz
uk: Сліди
vi: Truy gốc

# traces_example
source: Milk, Gluten, Nuts
ar: الحليب ، الغلوتين ، المكسرات
bg: Мляко, глутен, ядки
ca: Llet, gluten, fruita seca
cs: Mléko, Lepek, Ořechy
da: Mælk, gluten, nødder
de: Milch, Gluten, Nüsse
el: Γάλα, Γλουτένη, Ξηροί καρποί
eo: Lakto, Gluteno, Nuksoj
es: Leche, gluten, cacahuetes, frutos secos
fa: شیر، گلوتن، آجیل
fi: Maito, Gluteeni, Pähkinät
fr: Lait, Gluten, Arachide, Fruits à coque
he: חלב, גלוטן, אגוזים
hr: Mlijeko, gluten, orašasti plodovi
hu: Tej, glutén, diófélék
id: Susu, Gluten, Kacang - kacangan
it: Latte, Glutine, Noci
ja: 牛乳、グルテン、豆類
ka: რძე, გლუტენი, თხილი
lt: Pienas, glitimas, riešutai
lv: Piens, glutēns, rieksti
ms: Susu, Gluten, Kacang
nl_be: Melk, Gluten, Noten
pl: Mleko, gluten, orzechy
pt_pt: Leite, Glúten, Frutos de casca rija
ro: Lapte, Gluten, Alune, Nuci
ru: Молоко, глютен, орехи
sl: Mleko, gluten, oreški
sv: Mjölk, Gluten, Nötter
th: นม กลูเตน ถั่ว แป้งสาลี ไข่
tl: Gatas, Gluten, Mani
tr: Süt, glüten, fındık
uk: Молоко, глютен, горіхи
vi: Sữa, Gluten, các loại hạt

# traces_note
source: Indicate ingredients from mentions like "May contain traces of", "Made in a factory that also uses" etc.
ar: أشر إلى المكونات من الإشارات مثل "قد تحتوي على آثار" ، "صنع في مصنع يستخدم أيضًا" إلخ.
bg: Посочете съставките от споменавания като „Може да съдържа следи от“, „Произведено във фабрика, която също използва“ и т. н.
ca: Indique els ingredients de mencions com "Pot contenir traces de ", "Fet a una fàbrica que utilitza també ", etc.
cs: Uveďte přísady ze zmínek jako „Může obsahovat stopy“, „Vyrobeno v továrně, která také používá“ atd.
da: Angiv ingredienser ud fra beskrivelser som "Kan indeholde spor af", "Fremstillet på fabrik, der også benytter" mv.
de: Geben Sie Inhaltsstoffe von Erwähnungen wie "Kann Spuren von ... enthalten", "Hergestellt in einer Fabrik, die auch ... verwendet" usw. an
el: Παρακαλούμε υποδείξτε συστατικά με ενδείξεις όπως "Μπορεί να περιέχει ίχνη από", "Παρασκευάζεται σε εργοστάσιο που επίσης γίνεται επεξεργασία" κλπ.
eo: Indiku ingrediencojn el mencioj kiel "Povas enhavi spurojn de", "Farita en fabriko kiu ankaŭ uzas" ktp.
es: Son los ingredientes que aparecen mencionados como "Puede contener trazas de", "Elaborado en una factoría que también usa", etc.
fa: مواد تشکیل دهنده را از عباراتی مانند «ممکن است حاوی مقادیری از»، «ساخته شده در کارخانه‌ای که از این مواد نیز استفاده می‌کند» و غیره مشخص کنید.
fi: Ilmoita mahdolliset ainesosajäämät pakkauksen kohdista kuten "Saattaa sisältää pieniä määriä", "Valmistettu tehtaassa, jossa käsitellään myös" jne.
fr: Indiquer les ingrédients des mentions "Peut contenir des traces de", "Fabriqué dans un atelier qui utilise aussi" etc.
he: ציון מרכיבים מאזכורים שונים כגון "עלול להכיל עקבות של", "נוצר במפעל המשתמש ב..." וכו׳
hr: Navedite sastojke iz navoda poput "Može sadržavati tragove", "Proizvedeno u tvornici koja također koristi" itd.
hu: Jelölje azokat az összetevőket, amelyek a következőképpen vannak megemlítve: "Nyomokban tartalmazhat", "…-t (is) felhasználó üzemben készült", stb.
id: Tunjukkan kandungan bahan dari sebutan seperti "Mungkin berisi jejak", "Dibuat di pabrik yang juga menggunakan" dll.
it: Indicare gli ingredienti da diciture come “Può contenere tracce di”, “Fatto in una fabbrica che usa anche”, ecc.
ja: "を微量に含む可能性がある"、"も使用する工場で作られた"、などのように言及している原材料を示しています
ka: მიუთითეთ ინგრედიენტები ისეთი ნახსენებებიდან, როგორიცაა „შეიძლება შეიცავდეს კვალს“, „დამზადებულია ქარხანაში, რომელიც ასევე იყენებს“ და ა.შ.
lt: Nurodykite ingredientus iš tokių paminėjimų kaip „Gali būti pėdsakų“, „Pagaminta fabrike, kuriame taip pat naudojama“ ir kt.
lv: Norādiet sastāvdaļas, piemēram, "Var saturēt pēdas", "Ražots rūpnīcā, kurā tiek izmantots arī" utt.
ms: Menyatakan bahan-bahab dari ungkapan seperti "Mungkin mengandungi kesan-kesan", "Dibuat di kilang yang juga menggunakan" dll.
nl_be: Geef de ingrediënten aan zoals "Kan sporen bevatten van", "Gemaakt in een fabriek die ook... gebruikt", enz.
pl: Wskaż składniki z wzmianek takich jak "Może zawierać śladowe ilości", "Wyprodukowane w fabryce która również używa" itd.
pt_pt: Indicar ingredientes que sejam mencionados como "Pode conter vestígios de", "Processado numa fábrica que também processa", etc.
ro: Indicați ingredientele din mențiuni ca de exemplu "Ar putea conține urme de", "Produse într-o fabrică care produce și" etc.
ru: Укажите ингредиенты, упоминаемые как "Может содержать следы...", "Сделано на фабрике, которая также использует..." и т. д.
sl: Navedite sestavine iz navedb, kot so "Lahko vsebuje sledi", "Izdelano v tovarni, ki prav tako uporablja" itd.
sv: Ange ingredienser från omnämnanden som "Kan innehålla spår av", "Tillverkad i en fabrik som också använder", etc.
th: มีข้อความ เช่น "ข้อมูลสำหรับผู้แพ้อาหาร อาจมีส่วนผสมของ..." ระบุ เป็นต้น
tl: Isaad ang mga sangkap mula sa binanggit tulad ng "Maaaring maglalaman ng mga bakas ng","Ginawa sa isang pabrika ng gumagamit din ng: atbp.
tr: "Mayaların izlerini içerebilir", "Kullanan bir fabrikada üretildi" gibi sözlerden içerikler belirtin.
uk: Вкажіть складники зі згадок на кшталт «Може містити в собі сліди», «Виготовлено на підприємстві, яке також використовує» тощо.
vi: Cho biết các thành phần từ đề cập như "Có thể chứa dấu vết của", "Sản xuất tại nhà máy cũng sử dụng", v. v.

# traces_s
source: trace
ar: يتتبع
bg: следа
ca: rastre
cs: stopy
da: spor
de: Spur
el: ίχνος
eo: spuro
es: traza
fa: ردیابی
fi: jäämä
he: עקבות
hr: trag
hu: nyom
id: jejak
it: traccia
ja: 形跡
ka: კვალი
lt: pėdsakas
lv: pēdas
ms: kesan
nl_be: spoor
pl: ślad
pt_pt: vestígio
ro: urma
ru: след
sl: sledi
sv: spår
th: ติดตาม
tl: bakas
tr: iz
uk: залишок
vi: dấu vết

# twitter
source: Twitter username (optional)
ar: اسم مستخدم Twitter (اختياري)
bg: Потребителско име в Twitter (по избор)
ca: Nom d'usuari a Twitter (opcional)
cs: Twitter přezdívka (volitelné)
da: Twitter-brugernavn (valgfrit)
de: Twitter-Benutzername (optional)
el: Όνομα χρήστη Χ (προαιρετικό)
eo: Uzantnomo de Twitter (nedeviga)
es: Nombre de usuario en Twitter (opcional)
fa: نام کاربری توییتر (اختیاری)
fi: Twitter-käyttäjätunnus (valinnainen)
fr: Nom d'utilisateur Twitter (optionel)
he: שם משתמש בטוויטר
hr: Korisničko ime na Twitteru (nije obavezno)
hu: Twitter felhasználónév (nem kötelező)
id: Nama pengguna Twitter (opsional)
it: Nome utente Twitter (opzionale)
ja: Twitter ユーザー名 (オプション)
ka: Twitter-ის მომხმარებლის სახელი (არასავალდებულო)
lt: „Twitter“ vartotojo vardas (nebūtina)
lv: Twitter lietotājvārds (pēc izvēles)
ms: Nama pengguna Twitter (pilihan)
nl_be: Gebruikersnaam Twitter (optioneel)
pl: Nazwa użytkownika na Twitter (opcjonalnie)
pt_pt: Nome de utilizador no Twitter (opcional)
ro: Numele de utilizator Twitter (opțional)
ru: Имя пользователя в Twitter (не обязательно)
sl: Uporabniško ime za Twitter (izbirno)
sv: Twitter-användarnamn (valfritt)
th: ชื่อผู้ใช้ทวิตเตอร์ (ไม่บังคับ)
tr: Twitter kullanıcı adı (opsiyonel)
uk: Ім'я користувача Twitter (необов'язково)

source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Desconegut
cs: Neznámo
da: Ukendt
de: Unbekannt
el: Άγνωστο
eo: Nekonata
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
lt: Nežinoma
lv: Nezināms
ms: Tidak diketahui
nl_be: Onbekend
pl: Nieznany
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестный
sl: Neznano
sv: Okänd
th: ไม่ทราบ
tl: Hindi kilala
tr: Bilinmeyen
uk: Невідомий
vi: Không biết

# unknown_nutrients_p
source: unknown nutrients
ar: المواد الغذائية غير معروفة
bg: неизвестни хранителни съставки
ca: nutrients desconeguts
cs: neznámé živiny
da: ukendte næringsstoffer
de: unbekannte Nährstoffe
el: άγνωστα θρεπτικά συστατικά
eo: nekonataj nutraĵoj
es: nutrientes desconocidos
fa: مواد مغذی ناشناخته
fi: tuntemattomia ravintoaineita
fr: nutriments inconnus
he: מרכיבים תזונתיים בלתי ידועים
hr: nepoznate hranjive tvari
hu: ismeretlen tápanyagok
id: nutrisi - nutrisi tidak dikenal
it: nutrienti sconosciuti
ja: 不明な栄養成分
ka: უცნობი საკვები ნივთიერებები
lt: nežinomos maistinės medžiagos
lv: nezināmas uzturvielas
ms: nutrien yang tidak diketahui
nl_be: onbekende voedingsstoffen
pl: nieznane składniki odżywcze
pt_pt: nutrientes desconhecidos
ro: nutriente necunoscute
ru: неизвестные питательные вещества
sv: okända näringsämnen
th: สารอาหารที่ไม่ทราบชนิด
tl: hindi alam na mga sustansya
tr: bilinmeyen besinler
uk: невідомі поживні речовини
vi: chất dinh dưỡng chưa biết

# unknown_nutrients_s
source: unknown nutrient
ar: المغذيات غير معروفة
bg: неизвестна хранителна съставка
ca: nutrient desconegut
cs: neznámá živina
da: ukendt næringsstof
de: unbekannter Nährstoff
el: άγνωστο θρεπτικό συστατικό
eo: nekonata nutraĵo
es: nutriente desconocido
fa: ماده مغذی ناشناخته
fi: tuntematon ravintoaine
fr: nutriment inconnu
he: מרכיב תזונתי בלתי ידוע
hr: nepoznata hranjiva tvar
hu: ismeretlen tápanyag
id: nutrisi tidak dikenal
it: nutriente sconosciuto
ja: 不明な栄養成分
ka: უცნობი საკვები ნივთიერება
lt: nežinoma maistinė medžiaga
lv: nezināma uzturviela
ms: nutrien yang tidak diketahui
nl_be: onbekende voedingsstof
pl: nieznany składnik odżywczy
pt_pt: nutriente desconhecido
ro: nutrint necunoscut
ru: неизвестное питательное вещество
sl: neznano hranilo
sv: okänt näringsämne
th: สารอาหารที่ไม่ทราบชนิด
tl: hindi alam na sustansya
tr: bilinmeyen besin
uk: невідома поживність
vi: chất dinh dưỡng chưa biết

source: Unsubscribe
ar: إلغاء الاشتراك
bg: Отписване
ca: Cancel·la la subscripció
cs: Odhlásit odběr
da: Afmeld
de: Abbestellen
el: Κατάργηση εγγραφής
eo: Malaboni
es: Darse de baja
fa: لغو اشتراک
fi: Peruuta tilaus
fr: Se désabonner
he: ביטול המינוי
hr: Odjava
hu: Leiratkozás
id: Berhenti berlangganan
it: Cancellarsi
ja: 購読解除
ka: გამოწერის გაუქმება
lt: Atsisakyti prenumeratos
lv: Atcelt abonēšanu
ms: Hentikan langganan
nl_be: Uitschrijven
pl: Anuluj substrybcję
pt_pt: Cancelar subscrição
ro: Dezabonare
ru: Отменить подписку
sl: Odjavi se
sv: Avprenumerera
th: ยกเลิกการสมัครรับข้อมูล
tl: Mag-unsubscribe
tr: Abonelikten çık
uk: Скасувати підписку
vi: Hủy đăng ký

# unsubscribe_info
source: You can unsubscribe from the lists at any time.
ar: يمكنك إلغاء الاشتراك من القوائم في أي وقت.
bg: Можеш да се отпишеш от списъците по всяко време.
ca: Pot donar-se de baixa de les llistes en qualsevol moment.
cs: Ze seznamů adresátů se můžete kdykoli odhlásit.
da: Du kan til enhver tid afmelde dig listerne.
de: Sie können sich jederzeit aus den Listen abmelden.
el: Μπορείτε να διαγραφείτε από τις λίστες οποιαδήποτε στιγμή.
eo: Vi povas malaboni de la listoj iam ajn.
es: Puedes darte de baja de las listas cuando lo desees.
fa: شما می‌توانید در هر زمان از لیست‌ها انصراف دهید.
fi: Voit peruuttaa tilauksen milloin tahansa.
fr: Vous pouvez vous désabonner de la lettre d'information à tout moment et facilement.
he: ניתן לבטל את המינוי מרשימות אלה בכל עת.
hr: S lista se možete odjaviti u bilo kojem trenutku.
hu: Bármikor leiratkozhat a listákról.
id: Anda dapat berhenti dari daftar berlangganan kapan saja.
it: In qualsiasi momento e facilmente potete cancellarvi dalla lettera d'informazioni
ja: いつでもリストから購読解除することができます。
ka: სიებიდან გამოწერის გაუქმება ნებისმიერ დროს შეგიძლიათ.
lt: Bet kuriuo metu galite atsisakyti prenumeratos.
lv: Jūs varat jebkurā laikā atteikties no sarakstiem.
ms: Anda boleh hentikan langganan dari senarai pada bila-bila masa.
nl_be: U kan zich makkelijk en op elk moment uitschrijven voor de nieuwsbrief
pl: Możesz anulować subskrypcje w każdej chwili.
pt_pt: Poderá anular a subscrição das listas em qualquer altura.
ro: Vă puteți dezabona de la liste în orice moment.
ru: Вы можете отписаться от списка рассылки в любое время.
sl: Iz seznamov se lahko kadar koli odjavite.
sv: Du kan när som helst avregistrera dig från listorna.
th: คุณสามารถยกเลิกการสมัครรับข้อมูลจากรายชื่อเหล่านี้ได้ตลอดเวลา
tl: Maari kang mag-unsubscribe mula sa listahan sa anumang oras.
tr: Liste aboneliğinizden istediğiniz zaman çıkabilirsiniz.
uk: Ви можете скасувати підписку із списків у будь-який час.
vi: Bạn có thể hủy đăng ký khỏi danh sách bất kỳ lúc nào.
