Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# improvements_facet_description_2
source: In order to get relevant results, please make sure the product data is complete (nutrition facts with values for fiber and fruits and vegetables to compute the Nutri-Score, and a precise category to compare each product to similar products).
ar: من أجل الحصول على النتائج ذات الصلة، يرجى التأكد من أن بيانات المنتَج كاملة (حقائق التغذية مع قيم غذاء الألياف، الفواكه، الخضروات، وذلك لحساب الرمز الغذائي Nutri-Score، كما يجب تصنيف المنتج ضمن الفئة الصحيحة لضمان مقارنة كل منتج بمنتجات مماثلة).
bg: За да получите подходящи резултати, моля, уверете се, че данните за продукта са пълни (факти за хранителните съставки със стойности за фибри, плодове и зеленчуци за изчисляване на Nutri-Score и точна категория за сравняване на всеки продукт с подобни продукти).
ca: Per tal d'obtenir resultats rellevants, assegureu-vos que les dades del producte estiguin completes (dates nutricionals amb valors de fibra, fruites i verdures per calcular el Nutri-Score, i una categoria precisa per comparar cada producte amb productes similars).
cs: Abyste získali relevantní výsledky, ujistěte se, že jsou údaje o produktu úplné (nutriční údaje s hodnotami vlákniny a ovoce a zeleniny pro výpočet Nutri-Score a přesnou kategorii pro porovnání každého produktu s podobnými produkty).
da: For at opnå relevante resultater, så sørg for, at produktdataene er komplette (ernæringsfakta med værdier for fiber, frugt og grøntsager til beregning af Nutri-score, og en præcis kategori til sammenligning af hvert produkt med lignende produkter).
de: Um relevante Ergebnisse zu erhalten, stellen Sie bitte sicher, dass die Produktdaten vollständig sind (Nährwertangaben mit Werten für Ballaststoffe und Obst und Gemüse zur Berechnung des Nutri-Score und eine genaue Kategorie zum Vergleich jedes Produkts mit ähnlichen Produkten).
el: Για να λάβετε σχετικά αποτελέσματα, βεβαιωθείτε ότι τα δεδομένα του προϊόντος είναι πλήρη (διατροφικά στοιχεία με τιμές για φυτικές ίνες και φρούτα και λαχανικά για τον υπολογισμό του Nutri-Score και μια ακριβή κατηγορία για σύγκριση κάθε προϊόντος με παρόμοια προϊόντα).
eo: Por akiri koncernajn rezultojn, bonvolu certigi, ke la produktaj datumoj estas kompletaj (nutraj faktoj kun valoroj por fibro kaj fruktoj kaj legomoj por kalkuli la Nutri-Poentaron, kaj preciza kategorio por kompari ĉiun produkton kun similaj produktoj).
es: Para obtener resultados relevantes, asegúrese de que los datos del producto estén completos (información nutricional con valores de fibra y frutas y verduras para calcular el puntaje Nutri-Score, y una categoría precisa para comparar cada producto con productos similares).
fa: برای دریافت نتایج مرتبط، لطفاً مطمئن شوید که اطلاعات محصول کامل است (اطلاعات تغذیه‌ای به همراه مقادیر فیبر و میوه‌ها و سبزیجات برای محاسبه امتیاز تغذیه‌ای، و یک دسته‌بندی دقیق برای مقایسه هر محصول با محصولات مشابه).
fi: Oleellisten hakutulosten saamiseksi varmista, että tuotetiedot ovat täydellisiä (ravintosisältö, joka sisältää arvot kuidulle ja hedelmille ja kasviksille Nutri-Scoren laskemiseksi, ja tarkka tuoteluokka jokaisen tuotteen vertaamiseksi samankaltaisiin tuotteisiin).
fr: Pour obtenir des résultats pertinents, assurez-vous que les données produit sont exhaustives (informations nutritionnelles comportant les valeurs des fibres, fruits et légumes pour calculer le Nutri-Score, et une catégorie précise pour comparer chaque produit à des produits similaires).
he: כדי לקבל תוצאות מתאימות, נא לוודא שנתוני המוצרים שלמים (עובדות תזונתיות עם ערכי סיבים ופירות וירקות כדי לחשב את ה־Nutri-Score וסיווג קטגוריה מדויק כדי לערוך השוואה בין המוצר למוצרים דומים).
hr: Kako biste dobili relevantne rezultate, provjerite jesu li podaci o proizvodu potpuni (nutritivne vrijednosti s vrijednostima za vlakna te voće i povrće za izračun Nutri-Scorea te precizna kategorija za usporedbu svakog proizvoda sa sličnim proizvodima).
hu: A releváns eredmények elérése érdekében kérjük, győződjön meg arról, hogy a termékadatok teljesek (a tápérték táblázat rost értékkel, és gyümölcsök, zöldségek a Nutri-Score számításhoz, valamint pontos kategorizálás a hasonló termékekkel való összehasonlításhoz).
id: Untuk mendapatkan hasil yang relevan, pastikan data produk sudah lengkap (informasi nilai gizi dengan nilai serat dan buah, serta sayuran untuk menghitung Nutri-Score, dan kategori yang tepat untuk membandingkan tiap-tiap produk dengan produk serupa).
it: Al fine di ottenere risultati rilevanti. per favore assicurati che i dati del prodotto siano completi (dati nutrizionali con valori per fibre e frutta e verdura per calcolare il Punteggio Nutri-Score, e una categoria precisa per confrontare ogni prodotto con prodotti simili).
ja: 関連する結果を得るには、製品データが完全であることを確認してください（Nutri-Score(栄養スコア)を計算するための繊維、果物、野菜の値を含む栄養成分、および各製品を類似の製品と比較するための正確なカテゴリ）。
ka: შესაბამისი შედეგების მისაღებად, გთხოვთ, დარწმუნდეთ, რომ პროდუქტის მონაცემები სრულია (კვებითი ღირებულება, ბოჭკოების, ხილისა და ბოსტნეულის მნიშვნელობებით, Nutri-Score-ის გამოსათვლელად და ზუსტი კატეგორია თითოეული პროდუქტის მსგავს პროდუქტებთან შესადარებლად).
lt: Norėdami gauti tikslių rezultatų, įsitikinkite, kad duomenys apie produktą yra išsamūs (mitybos faktai su ląstelienos, vaisių ir daržovių vertėmis, kad apskaičiuoti „Nutri-Score“ ir tiksli kategorija, leidžianti palyginti kiekvieną produktą su panašiais produktais).
lv: Lai iegūtu atbilstošus rezultātus, lūdzu, pārliecinieties, vai produkta dati ir pilnīgi (uzturvērtības fakti ar šķiedrvielu, augļu un dārzeņu vērtībām Nutri-Score aprēķināšanai un precīza kategorija, lai salīdzinātu katru produktu ar līdzīgiem produktiem).
nl_be: Om relevante resultaten te krijgen, moet je ervoor zorgen dat de productgegevens volledig zijn (voedingswaarden voor vezels en fruit/groenten om de Nutri-Score te berekenen, en een precieze categorie om elk product met vergelijkbare producten te vergelijken).
pl: Abu uzyskać odpowiednie wyniki, upewnij się że dane dotyczące produktu są kompletne (wartości odżywcze dla błonnika oraz owoców i warzyw w celu obliczenia Nutri-Score, a także odpowiednia kategoria aby porównywać produkty podobne do siebie).
pt_pt: Para obter resultados relevantes, verifique se os dados do produto estão completos (informações nutricionais com valores para fibras, frutas e vegetais para calcular o Nutri-Score e uma categoria precisa para comparar cada produto com produtos similares).
ro: Pentru a obține rezultate relevante, vă rugăm să vă asigurați că datele despre produs sunt complete (informații nutriționale cu valori pentru fibre și fructe și legume pentru a calcula Nutri-Score și o categorie precisă pentru a compara fiecare produs cu produse similare).
ru: Чтобы получить релевантные результаты, пожалуйста, убедитесь, что данные о продукте в полном составе (данные о питании со значениями для клетчатки и фруктов и овощей для расчета показателя Nutri-Score, а также точная категория для сравнения каждого продукта с аналогичными продуктами).
sl: Da bi dobili ustrezne rezultate, se prepričajte, da so podatki o izdelku popolni (dejstva o hranilni vrednosti z vrednostmi za vlaknin ter sadja in zelenjave za izračun Nutri-Score in natančno kategorijo za primerjavo vsakega izdelka s podobnimi izdelki).
sv: För att få relevanta resultat, se till att produktdatan är fullständig (näringsfakta med värden för fibrer och frukt och grönsaker för att beräkna Nutri-Score, och en exakt kategori för att jämföra varje produkt med liknande produkter).
th: เพื่อให้ได้ผลลัพธ์ที่ถูกต้อง โปรดตรวจสอบให้แน่ใจว่าข้อมูลผลิตภัณฑ์ครบถ้วน (ข้อมูลโภชนาการพร้อมค่าใยอาหารและผักผลไม้เพื่อคำนวณคะแนนโภชนาการ และหมวดหมู่ที่ชัดเจนเพื่อเปรียบเทียบแต่ละผลิตภัณฑ์กับผลิตภัณฑ์ที่คล้ายคลึงกัน)
tr: İlgili sonuçları almak için lütfen ürün verilerinin eksiksiz olduğundan emin olun (Nutri-Score'u hesaplamak için lif ve meyve ve sebzelerin değerlerini içeren besin değerleri ve her bir ürünü benzer ürünlerle karşılaştırmak için kesin bir kategori).
uk: Для того щоб одержати відповідні результати, переконайтесь, будь ласка, що заповнені дані про товар (харчові властивості з показником харчової цінності для волокон, фруктів та овочів, які обчислюватимуться за допомогою системи Nutri-Score, а також певної категорії, щоб зіставити кожен товар до схожих йому товарів).
vi: Để có được kết quả phù hợp, vui lòng đảm bảo dữ liệu sản phẩm đầy đủ (thông tin dinh dưỡng với giá trị chất xơ, trái cây và rau quả để tính Điểm dinh dưỡng, và một danh mục chính xác để so sánh từng sản phẩm với các sản phẩm tương tự).

# import_photos_title
source: Import product photos
ar: استيراد صور المنتج
bg: Внесете снимки на продукти
ca: Importa fotos del producte
cs: Importovat fotky produktů
da: Importér produktfotos
de: Produktfotos importieren
el: Εισαγωγή φωτογραφιών προϊόντων
eo: Importi produktajn fotojn
es: Importar fotos de los productos
fa: وارد کردن عکس‌های محصول
fi: Tuo tuotteiden valokuvat
fr: Importer des photos de produits
he: ייבוא תמונות מוצרים
hr: Uvoz fotografija proizvoda
hu: Termékfotók importálása
id: Impor foto - foto berbagai produk
it: Importa le foto dei prodotti
ja: 製品の写真をインポート
ka: პროდუქტის ფოტოების იმპორტი
lt: Importuoti produkto nuotraukas
lv: Importēt produktu fotoattēlus
nl_be: Productfoto's importeren
pl: Importuj zdjęcia produktów
pt_pt: Importar fotografias de produtos
ro: Importă fotografiile produsului
ru: Импорт фото продукта
sl: Uvoz fotografij izdelkov
sv: Importera produktfoton
th: นำเข้าภาพถ่ายสินค้า
tr: Ürün fotoğraflarını içe aktar
uk: Значення фото товарів
vi: Nhập hình ảnh sản phẩm

# import_photos_description
source: You can use the form below to easily upload photos (front of product, ingredients list and nutrition facts table) for many products.
ar: يمكنك استخدام النموذج أدناه لتحميل الصور بسهولة (أمام المنتج وقائمة المكونات وجدول حقائق التغذية) للعديد من المنتجات.
bg: Можете да използвате формуляра по-долу, за да качвате лесно снимки (предна страна на продукта, списък на съставките и таблица с факти за хранителните стойности) за много продукти.
ca: Podeu utilitzar el formulari següent per pujar fàcilment fotos (frontal del producte, llista d'ingredients i taula de dades nutricionals) de molts productes.
cs: Pomocí formuláře níže můžete snadno nahrát fotografie (přední strana produktu, seznam složek a tabulka nutričních údajů) pro mnoho produktů.
da: Du kan benytte formularen nedenfor til nemt at uploade fotos (produktforside, ingrediensliste og ernæringsfaktatabel) til mange produkter.
de: Sie können das untenstehende Formular verwenden, um Fotos (Vorderseite des Produkts, Zutatenliste und Nährwerttabelle) für viele Produkte hochzuladen.
el: Μπορείτε να χρησιμοποιήσετε την παρακάτω φόρμα για να ανεβάσετε εύκολα φωτογραφίες (μπροστινό μέρος του προϊόντος, λίστα συστατικών και πίνακας στοιχείων διατροφής) για πολλά προϊόντα.
eo: Vi povas uzi la suban formularon por facile alŝuti fotojn (antaŭan parton de la produkto, liston de ingrediencoj kaj tabelon de nutraj informoj) por multaj produktoj.
es: Puede usar el siguiente formulario para cargar fácilmente fotos (frente del producto, lista de ingredientes y tabla de información nutricional) para muchos productos.
fa: شما می‌توانید از فرم زیر برای آپلود آسان عکس (جلوی محصول، لیست مواد تشکیل‌دهنده و جدول اطلاعات تغذیه‌ای) برای بسیاری از محصولات استفاده کنید.
fi: Alla olevan lomakkeen avulla voit helposti lähettää kuvia (tuotteen etuosa, ainesosaluettelo ja ravintosisältötaulukko) monista tuotteista.
fr: Vous pouvez utiliser le formulaire ci-dessous pour facilement télécharger des photos (Produit de face, listes des ingrédients et le tableau de valeur nutritionnelle ) de nombreux produits.
he: ניתן להשתמש בטופס שלהלן כדי להעלות תמונות בקלות (חזית המוצר, רשימת הרכיבים וטבלת הערכים התזונתיים) למגוון של מוצרים.
hr: Donji obrazac možete koristiti za jednostavno učitavanje fotografija (prednja strana proizvoda, popis sastojaka i tablica nutritivnih vrijednosti) za mnoge proizvode.
hu: Az alábbi űrlap segítségével egyszerűen feltölthet fényképeket (termékfotó, összetevők listája, tápérték táblázat) számos termékről.
id: Anda dapat menggunakan formulir di bawah ini untuk mengunggah foto dengan mudah (bagian depan produk, daftar kandungan bahan, dan tabel informasi nilai gizi) untuk banyak produk.
it: Puoi usare il modulo sotto per caricare facilmente le foto (fronte del prodotto, elenco ingredienti e tabella dei dati nutrizionali) per molti prodotti.
ja: 以下のフォームを使用して、多くの製品の写真（製品の前面、成分リスト、栄養成分表）を簡単にアップロードできます。
ka: ქვემოთ მოცემული ფორმის გამოყენებით, შეგიძლიათ მარტივად ატვირთოთ ფოტოები (პროდუქტის წინა მხარე, ინგრედიენტების სია და კვებითი ღირებულების ცხრილი) მრავალი პროდუქტისთვის.
lt: Norėdami lengvai įkelti daugelio produktų nuotraukas (produkto priekinę dalį, ingredientų sąrašą ir mitybos faktų lentelę), naudokite žemiau esančią formą.
lv: Zemāk esošo veidlapu varat izmantot, lai ērti augšupielādētu daudzu produktu fotoattēlus (produkta priekšpusi, sastāvdaļu sarakstu un uzturvērtības tabulu).
nl_be: Je kan het onderstaande formulier gebruiken om makkelijk foto's te uploaden (productvoorkant, ingrediëntenlijst en voedingswaardentabel) voor veel producten.
pl: Możesz użyć poniższego formularza aby dodać zdjęcia (zdjęcie produktu, skład oraz tabelę wartości odżywczych) do wielu produktów
pt_pt: Pode usar o formulário abaixo para enviar fotografias facilmente (frente do produto, lista de ingredientes e tabela de informações nutricionais) de muitos produtos.
ro: Puteți folosi formularul de mai jos pentru a încărca cu ușurință fotografii (fața produsului, lista de ingrediente și tabelul cu informații nutriționale) pentru multe produse.
ru: Вы можете использовать форму ниже, чтобы легко загрузить фотографии (внешнего вида продукта, списка ингредиентов и таблицы пищевой ценности) для многих продуктов.
sl: Uporabite spodnji obrazec za enostavno nalaganje fotografij (sprednji del izdelka, seznam sestavin in tabela s podatki o hranilni vrednosti) za številne izdelke.
sv: Du kan använda formuläret nedan för att enkelt ladda upp bilder (framsidan av produkten, ingredienslista och näringsfaktatabell) för många produkter.
th: คุณสามารถใช้แบบฟอร์มด้านล่างเพื่ออัปโหลดรูปภาพ (ด้านหน้าของผลิตภัณฑ์ รายการส่วนผสม และตารางข้อมูลโภชนาการ) สำหรับผลิตภัณฑ์ต่างๆ ได้อย่างง่ายดาย
tr: Birçok ürüne kolayca fotoğraf (ürün ön tarafı, içindekiler listesi ve besin değerleri tablosu) yüklemek için aşağıdaki formu kullanabilirsiniz.
uk: Ви можете використати нижченаведену форму, щоб легко завантажувати фотографії (передня продукту, список інгредієнтів та фактів харчування) для багатьох продуктів.
vi: Bạn có thể sử dụng biểu mẫu bên dưới để dễ dàng tải lên hình ảnh (mặt trước của sản phẩm, danh sách thành phần và bảng thông tin dinh dưỡng) cho nhiều sản phẩm.

# import_photos_format_1
source: Each filename needs to contains the barcode of the product.
ar: يجب أن يحتوي كل اسم ملف على الباركود الخاص بالمنتج.
bg: Всяко име на файл трябва да съдържа баркода на продукта.
ca: Cada nom de fitxer ha de contenir el codi de barres del producte.
cs: Každý název souboru musí obsahovat čárový kód produktu.
da: Hvert filnavn skal indeholde produktstregkoden.
de: Jeder Dateiname muss den Strichcode des Produkts enthalten.
el: Κάθε όνομα αρχείου πρέπει να περιέχει τον γραμμωτό κώδικα του προϊόντος.
eo: Ĉiu dosiernomo devas enhavi la strekkodon de la produkto.
es: Cada nombre de archivo debe contener el código de barras del producto.
fa: هر نام فایل باید حاوی بارکد محصول باشد.
fi: Jokaisen tiedostonimen on sisällettävä tuotteen viivakoodi.
fr: Chaque nom de fichier doit contenir le code-barres du produit.
he: על כל שם קובץ להכיל את הברקוד של המוצר.
hr: Svaki naziv datoteke mora sadržavati barkod proizvoda.
hu: Minden fájlnévnek tartalmaznia kell a termék vonalkódját.
id: Tiap nama berkas harus memuat kode batang dari produk.
it: Ogni nome file necessita di contenere il codice a barre del prodotto.
ja: 各ファイル名には、製品のバーコードが含まれている必要があります。
ka: თითოეული ფაილის სახელი უნდა შეიცავდეს პროდუქტის შტრიხკოდს.
lt: Kiekviename failo pavadinime turi būti produkto brūkšninis kodas.
lv: Katra faila nosaukumā ir jāiekļauj produkta svītrkods.
nl_be: Elke bestandsnaam moet de barcode van het product bevatten.
pl: Każda nazwa pliku musi zawierać kod kreskowy produktu.
pt_pt: Cada nome de ficheiro tem de conter o código de barras do produto.
ro: Fiecare nume de fișier trebuie să conțină codul de bare al produsului.
ru: Каждое имя файла должно содержать штрихкод продукта.
sl: Vsako ime datoteke mora vsebovati črtno kodo izdelka.
sv: Varje filnamn måste innehålla produktens streckkod.
th: ชื่อไฟล์แต่ละไฟล์จะต้องมีบาร์โค้ดของผลิตภัณฑ์อยู่ด้วย
tr: Her dosya adının, ürünün barkodunu içermesi gerekmektedir.
uk: Кожне ім'я файлу має містити штрихкод товару.
vi: Mỗi tên tệp cần chứa mã vạch của sản phẩm.

# import_photos_format_2
source: And you can also specify the type of the photo in the filename:
ar: ويمكنك أيضًا تحديد نوع الصورة في اسم الملف:
bg: Освен това можете да посочите типа на снимката в името на файла:
ca: I també podeu especificar el tipus de foto al nom del fitxer:
cs: A můžete také určit typ fotografie v názvu souboru:
da: Og du kan også angíve fototypen i filnavnet:
de: Außerdem können Sie den Typ des Fotos im Dateinamen angeben:
el: Και μπορείτε επίσης να καθορίσετε τον τύπο της φωτογραφίας στο όνομα αρχείου:
eo: Kaj vi ankaŭ povas specifi la tipon de la foto en la dosiernomo:
es: Y también puede especificar el tipo de la foto en el nombre del archivo:
fa: و همچنین می‌توانید نوع عکس را در نام فایل مشخص کنید:
fi: Voit myös määrittää kuvan tyypin tiedostonimessä:
fr: Vous pouvez aussi spécifier le type de la photo dans le nom du fichier :
he: כמו כן, ניתן לציין את סוג התמונה בשם הקובץ:
hr: Također možete odrediti vrstu fotografije u nazivu datoteke:
hu: Valamint a fájlnévben megadhatja a fénykép típusát is:
id: Anda juga dapat menetapkan tipe foto pada nama berkas:
it: E puoi anche specificare il tipo della foto nel nome file:
ja: また、ファイル名で写真の種類を指定することもできます。
ka: ასევე შეგიძლიათ ფაილის სახელში მიუთითოთ ფოტოს ტიპი:
lt: Taip pat failo pavadinime galite nurodyti nuotraukos tipą:
lv: Un faila nosaukumā varat norādīt arī fotoattēla veidu:
nl_be: En je kan ook het fototype in de bestandsnaam invullen:
pl: Możesz też sprecyzować typ zdjęcia w nazwie pliku:
pt_pt: E também pode especificar o tipo da foto no nome do ficheiro:
ro: Și puteți specifica, de asemenea, tipul fotografiei în numele fișierului:
ru: Также вы можете указать тип фотографии в имени файла:
sl: V imenu datoteke lahko določite tudi vrsto fotografije:
sv: Och du kan också ange vilken typ av foto i filnamnet:
th: และคุณยังสามารถระบุประเภทของรูปภาพในชื่อไฟล์ได้อีกด้วย:
tr: Ayrıca dosya adında fotoğrafın türünü de belirtebilirsiniz:
uk: Також ви можете вказати тип фото у імені файлу:
vi: Và bạn cũng có thể chỉ định loại ảnh trong tên tệp:

# import_photos_format_barcode
source: 3001234567890.jpg: front of the product in the current language.
ar: أمام المنتج باللغة الحالية.
bg: 3001234567890.jpg: предната част на продукта на текущия език.
ca: 3001234567890.jpg: part frontal del producte en l'idioma actual.
cs: 3001234567890.jpg: přední strana produktu v aktuálním jazyce.
da: 3001234567890.jpg: produktforside på det aktuelle sprog.
de: 3001234567890.jpg: Vorderseite des Produkts in der aktuellen Sprache.
el: 3001234567890.jpg: μπροστινό μέρος του προϊόντος στην τρέχουσα γλώσσα.
eo: 3001234567890.jpg: fronto de la produkto en la nuna lingvo.
es: 3001234567890.jpg: frente del producto en el idioma actual.
fa: ‎3001234567890.jpg: جلوی محصول به زبان فعلی.
fi: 3001234567890.jpg: tuotteen etuosa nykyisellä kielellä.
fr: 3001234567890.jpg : devant du produit dans la langue actuelle.
he: 3001234567890.jpg: חזית המוצר בשפה הנוכחית.
hr: 3001234567890.jpg: prednja strana proizvoda na trenutnom jeziku.
hu: 3001234567890.jpg: a termék front fotója az aktuális nyelven.
id: 3001234567890.jpg: bagian depan produk dalam bahasa saat ini.
it: 3001234567890.jpg: fronte del prodotto nella lingua corrente.
ja: 3001234567890.jpg：現在の言語での製品の前面。
ka: 3001234567890.jpg: პროდუქტის წინა მხარე მიმდინარე ენაზე.
lt: 3001234567890.jpg: produkto priekis dabartine kalba.
lv: 3001234567890.jpg: produkta priekšpuse pašreizējā valodā.
nl_be: 3001234567890.jpg: voorkant van het product in de huidige taal.
pl: 3001234567890.jpg: przód produktu w obecnie wybranym języku.
pt_pt: 3001234567890.jpg: frente do produto no idioma atual.
ro: 3001234567890.jpg: partea din față a produsului în limba curentă.
ru: 3001234567890.jpg: внешний вид продукта на текущем языке.
sl: 3001234567890.jpg: sprednja stran izdelka v trenutnem jeziku.
sv: 3001234567890.jpg: framsidan av produkten på det aktuella språket.
th: 3001234567890.jpg: ด้านหน้าของผลิตภัณฑ์ในภาษาปัจจุบัน
tr: 3001234567890.jpg: geçerli dilde ürünün ön tarafı.
uk: 3001234567890.jpg: навпроти товару поточною мовою.
vi: 3001234567890.jpg: mặt trước của sản phẩm bằng ngôn ngữ hiện tại.

# import_photos_format_front
source: 3001234567890.front_nl.jpg: front of the product in Dutch.
ar: أمام المنتج باللغة الألمانية.
bg: 3001234567890.front_nl.jpg: предната част на продукта на холандски.
ca: 3001234567890.front_nl.jpg: part frontal del producte en holandès.
cs: 3001234567890.front_nl.jpg: přední strana produktu v holandštině.
da: 3001234567890.front_da.jpg: Produktforside på dansk.
de: 3001234567890.front_nl.jpg: Vorderseite des Produkts auf Niederländisch.
el: 3001234567890.front_nl.jpg: μπροστινό μέρος του προϊόντος στα ολλανδικά.
eo: 3001234567890.front_nl.jpg: fronto de la produkto en la nederlanda.
es: 3001234567890.front_nl.jpg: frente del producto en Holandés.
fa: ‎3001234567890.front_nl.jpg: جلوی محصول به زبان هلندی.
fi: 3001234567890.front_nl.jpg: tuotteen etuosa hollanniksi.
fr: 3001234567890.front_nl.jpg : devant du produit en néerlandais.
he: 3001234567890.front_nl.jpg: חזית המוצר בהולנדית.
hr: 3001234567890.front_nl.jpg: prednja strana proizvoda na nizozemskom.
hu: 3001234567890.front_nl.jpg: a termék front fotója hollandul.
id: 3001234567890.front_nl.jpg: bagian depan produk dalam bahasa Belanda.
it: 3001234567890.front_nl.jpg: fronte del prodotto in olandese.
ja: 3001234567890.front_nl.jpg：オランダ語の製品の前面。
ka: 3001234567890.front_nl.jpg: პროდუქტის წინა მხარე ჰოლანდიურად.
lt: 3001234567890.front_nl.jpg: produkto priekis olandų kalba.
lv: 3001234567890.front_nl.jpg: produkta priekšpuse nīderlandiešu valodā.
nl_be: 3001234567890.front_nl.jpg: voorkant van het product in het Nederlands.
pl: 3001234567890.front_nl.jpg: przód produktu w języku niderlandzkim.
pt_pt: 3001234567890.front_nl.jpg: frente do produto em holandês.
ro: 3001234567890.front_nl.jpg: partea din față a produsului în olandeză.
ru: 3001234567890.front_nl.jpg: внешний вид продукта на голландском языке.
sl: 3001234567890.front_nl.jpg: prednja stran izdelka v nizozemščini.
sv: 3001234567890.front_nl.jpg: framsidan av produkten på nederländska.
th: 3001234567890.front_nl.jpg: ด้านหน้าของผลิตภัณฑ์ในภาษาดัตช์
tr: 3001234567890.front_nl.jpg: Flemenkçe ürünün ön tarafı.
uk: 3001234567890.front_nl.jpg: передня частина продукту голландською мовою.
vi: 3001234567890.front_nl.jpg: mặt trước của sản phẩm bằng tiếng Hà Lan.
