Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# knowledge_panels_ingredients_rare_crops_what_you_can_do_list_2
source: rural development and support of local farmers and companies
bg: развитие на селските райони и подкрепа на местни фермери и компании
cs: rozvoji venkova a podpoře místních farmářů a firem
de: Entwicklung des ländlichen Raums und Unterstützung der örtlichen Landwirte und Unternehmen
el: αγροτική ανάπτυξη και υποστήριξη των τοπικών αγροτών και επιχειρήσεων
eo: kampara disvolviĝo kaj subteno de lokaj farmistoj kaj kompanioj
fa: توسعه روستایی و حمایت از کشاورزان و شرکت‌های محلی
fi: maaseudun kehittäminen ja paikallisten viljelijöiden ja yritysten tukeminen
fr: développement rural et soutien aux agriculteurs et aux entreprises locales
he: פיתוח כפרי ותמיכה בחקלאים וחברות מקומיות
hr: ruralni razvoj i podrška lokalnim poljoprivrednicima i tvrtkama
hu: vidékfejlesztéshez, valamint a helyi gazdálkodók és vállalatok támogatásához
id: pembangunan pedesaan dan dukungan terhadap petani dan perusahaan lokal
it: sviluppo rurale e sostegno degli agricoltori e delle imprese locali
ka: სოფლის განვითარება და ადგილობრივი ფერმერებისა და კომპანიების მხარდაჭერა
lv: lauku attīstība un atbalsts vietējiem lauksaimniekiem un uzņēmumiem
nl_be: plattelandsontwikkeling en ondersteuning van lokale boeren en bedrijven
pl: rozwoju obszarów wiejskich oraz wsparcia lokalnych rolników i firm
pt_pt: o desenvolvimento rural e apoio aos agricultores e empresas locais
ru: развитие сельских районов и поддержка местных фермеров и компаний
sv: landsbygdsutveckling och stöd till lokala jordbrukare och företag
th: การพัฒนาชนบทและการสนับสนุนเกษตรกรและบริษัทในท้องถิ่น
uk: розвиток сільської місцевості та підтримка місцевих фермерів і компаній

# knowledge_panels_ingredients_rare_crops_what_you_can_do_list_3
source: preserving of diversified landscapes
bg: запазване на разнообразни ландшафти
cs: zachování rozmanité krajiny
de: Erhaltung der abwechslungsreichen Landschaften
el: διατήρηση διαφοροποιημένων τοπίων
eo: konservado de diversigitaj pejzaĝoj
fa: حفظ مناظر متنوع
fi: monimuotoisten maisemien säilyttäminen
fr: préservation de paysages diversifiés
he: שימור נופים מגוונים
hr: očuvanje raznolikih krajobraza
hu: változatos tájak megőrzéséhez
id: melestarikan lanskap yang beragam
it: conservazione di paesaggi diversificati
ka: მრავალფეროვანი ლანდშაფტების შენარჩუნება
lv: daudzveidīgu ainavu saglabāšana
nl_be: behoud van gediversifieerde landschappen
pl: ochrony zróżnicowanych krajobrazów
pt_pt: a preservação de paisagens diversificadas
ru: сохранение разнообразных ландшафтов
sv: bevarande av mångsidiga landskap
th: การอนุรักษ์ภูมิทัศน์ที่หลากหลาย
uk: збереження диверсифікованих ландшафтів

# knowledge_panels_ingredients_rare_crops_what_you_can_do_list_4
source: food security
bg: хранителна сигурност
cs: potravinová bezpečnost
de: Lebensmittelsicherheit
el: ασφάλεια τροφίμων
eo: manĝaĵsekureco
fa: امنیت غذایی
fi: elintarvikevarmuus
fr: sécurité alimentaire
he: ביטחון תזונתי
hr: sigurnost hrane
hu: az élelmezésbiztonsághoz
id: keamanan pangan
it: sicurezza alimentare
ka: საკვების უსაფრთხოება
lv: pārtikas nodrošinājums
nl_be: voedselzekerheid
pl: bezpieczeństwa żywnościowego
pt_pt: a segurança alimentar
ru: пищевая безопасность
sv: livsmedelssäkerhet
th: ความมั่นคงทางอาหาร
uk: безпека харчування

# knowledge_panels_ingredients_rare_crops_what_you_can_do_list_5
source: and your health!
bg: и вашето здраве!
cs: a vaše zdraví!
de: und Ihre Gesundheit!
el: και την υγεία σου!
eo: kaj via sano!
fa: و سلامتی شما!
fi: ja terveytesi!
fr: et votre santé !
he: והבריאות שלך!
hr: i vaše zdravlje!
hu: és az Ön egészségéhez!
id: dan kesehatan Anda!
it: e la tua salute!
ka: და თქვენი ჯანმრთელობა!
lv: un jūsu veselību!
nl_be: en je gezondheid!
pl: oraz Twojego zdrowia!
pt_pt: e a sua saúde!
ru: и ваше здоровье!
sv: och din hälsa!
th: และสุขภาพของคุณด้วย!
uk: і ваше здоров'я!

source: Created by
bg: Създаден от
cs: Vytvořeno
de: Erstellt von
el: Δημιουργήθηκε από
eo: Kreita de
fa: ایجاد شده توسط
fi: Tekijä
fr: Créé par
he: נוצר על־ידי
hr: Izradio/la
hu: Létrehozta
id: Dibuat oleh
it: Creato da
ka: შექმნილია
lt: Sukūrė
lv: Izveidojis
nl_be: Gemaakt door
pl: Stworzone przez
pt_pt: Criado por
ru: Создано
sv: Skapad av
th: สร้างโดย
uk: Створено

source: Org id
bg: ИД на организацията
cs: Id organizace
eo: Organizaĵa identigilo
fa: شناسه سازمان
fi: Organisaatiotunnus
fr: ID de l'Org
he: מזהה ארגון
hr: ID organizacije
hu: Szerv. id
id: ID Org
it: Id organizzazione
ka: ორგანიზაციის ID
lv: Organizācijas ID
nl_be: Organisatie-Id
pl: ID organizacji
pt_pt: ID da organização
ru: Идентификатор организации
sv: Organisations-ID
th: รหัสองค์กร
uk: Ідентифікатор організації

source: Verified status
bg: Проверен статус
cs: Ověřený stav
de: Bestätigter Status
el: Κατάσταση επαλήθευσης
eo: Konfirmita stato
fa: وضعیت تأیید شده
fi: Vahvistettu tila
fr: Vérification du statut
he: מצב מאומת
hr: Potvrđeni status
hu: Ellenőrzött állapot
id: Status terverifikasi
it: Stato verificato
ka: დადასტურებული სტატუსი
lt: Patvirtinta būsena
lv: Verificēts statuss
nl_be: Geverifieerde status
pl: Status zweryfikowany
pt_pt: Estado verificado
ru: Подтвержденный статус
sv: Verifierad status
th: สถานะได้รับการยืนยันแล้ว
uk: Перевірений статус

source: Creation date
bg: Дата на създаване
cs: Datum vytvoření
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
eo: Kreodato
fa: تاریخ ایجاد
fi: Luontipäivämäärä
fr: Date de création
he: תאריך יצירה
hr: Datum stvaranja
hu: Létrehozás dátuma
id: Tanggal pembuatan
it: Data di creazione
ka: შექმნის თარიღი
lt: Sukūrimo data
lv: Izveides datums
nl_be: Aanmaakdatum
pl: Data utworzenia
pt_pt: Data de criação
ru: Дата создания
sv: Skapandedatum
th: วันที่สร้าง
uk: Дата створення

# knowledge_panels_ingredients_rare_crops_divinfood
source: Open Food Facts participates in the European project <a href="https://divinfood.eu/">DIVINFOOD</a> (funded from European Union’s Horizon 2020 research and innovation programme). DIVINFOOD aims to develop food chains that value under-utilised agrobiodiversity in order to act against the decline of biodiversity and to meet the growing expectations of consumers for healthy, local products that contribute to sustainable food systems.
bg: Open Food Facts участва в европейския проект <a href="https://divinfood.eu/">DIVINFOOD</a> (финансиран от програмата за изследвания и иновации Horizon 2020 на Европейския съюз). DIVINFOOD има за цел да развие хранителни вериги, които оценяват недостатъчно използваното агробиоразнообразие, за да действа срещу намаляването на биоразнообразието и да отговори на нарастващите очаквания на потребителите за здравословни местни продукти, които допринасят за устойчиви хранителни системи.
cs: Open Food Facts se účastní evropského projektu <a href="https://divinfood.eu/">DIVINFOOD</a> (financovaného z výzkumného a inovačního programu Evropské unie Horizont 2020). DIVINFOOD si klade za cíl vyvinout potravinové řetězce, které oceňují nedostatečně využívanou agrobiodiverzitu, aby zasáhly proti úbytku biologické rozmanitosti a splnily rostoucí očekávání spotřebitelů na zdravé, místní produkty, které přispívají k udržitelným potravinovým systémům.
de: Open Food Facts beteiligt sich an dem europäischen Projekt <a href="https://divinfood.eu/">DIVINFOOD</a> (finanziert durch das Forschungs- und Innovationsprogramm Horizont 2020 der Europäischen Union). DIVINFOOD zielt darauf ab, Lebensmittelketten zu entwickeln, die eine zu wenig genutzte Agrobiodiversität aufwerten, um dem Rückgang der biologischen Vielfalt entgegenzuwirken und die wachsenden Erwartungen der Verbraucher an gesunde, lokale Produkte zu erfüllen, die zu nachhaltigen Lebensmittelsystemen beitragen.
el: Το Open Food Facts συμμετέχει στο ευρωπαϊκό έργο <a href="https://divinfood.eu/">DIVINFOOD</a> (χρηματοδοτούμενο από το πρόγραμμα έρευνας και καινοτομίας Horizon 2020 της Ευρωπαϊκής Ένωσης). Το DIVINFOOD στοχεύει να αναπτύξει τροφικές αλυσίδες που εκτιμούν την ανεπαρκώς χρησιμοποιούμενη αγροβιοποικιλότητα, προκειμένου να δράσει ενάντια στη μείωση της βιοποικιλότητας και να ανταποκριθεί στις αυξανόμενες προσδοκίες των καταναλωτών για υγιή, τοπικά προϊόντα που συμβάλλουν σε βιώσιμα συστήματα τροφίμων.
eo: Open Food Facts partoprenas en la eŭropa projekto <a href="https://divinfood.eu/">DIVINFOOD</a> (financita de la esplora kaj noviga programo Horizonto 2020 de la Eŭropa Unio). DIVINFOOD celas evoluigi nutroĉenojn, kiuj valorigas subuzatan agrobiodiversecon por agi kontraŭ la malkresko de biodiverseco kaj por plenumi la kreskantajn atendojn de konsumantoj pri sanaj, lokaj produktoj, kiuj kontribuas al daŭripovaj nutrosistemoj.
fa: Open Food Facts در پروژه اروپایی <a href="https://divinfood.eu/">DIVINFOOD</a> (که از برنامه تحقیق و نوآوری Horizon 2020 اتحادیه اروپا تأمین مالی می‌شود) شرکت می‌کند. DIVINFOOD با هدف توسعه زنجیره‌های غذایی که برای تنوع زیستی کشاورزیِ کمتر استفاده‌شده ارزش قائل هستند، فعالیت می‌کند تا در برابر کاهش تنوع زیستی اقدام کند و انتظارات روزافزون مصرف‌کنندگان را برای محصولات سالم و محلی که به سیستم‌های غذایی پایدار کمک می‌کنند، برآورده سازد.
fi: Open Food Facts osallistuu eurooppalaiseen hankkeeseen <a href="https://divinfood.eu/">DIVINFOOD</a> (rahoitus Euroopan unionin Horizon 2020 tutkimus- ja innovaatio-ohjelmasta). DIVINFOODin tavoitteena on kehittää elintarvikeketjuja, jotka arvostavat alihyödynnettyä maatalouden biologista monimuotoisuutta, toimiakseen biologisen monimuotoisuuden vähenemistä vastaan ja vastatakseen kuluttajien kasvaviin odotuksiin terveellisistä, paikallisista tuotteista, jotka edistävät kestäviä ruokajärjestelmiä.
fr: Open Food Facts participe au projet européen <a href="https://divinfood.eu/">DIVINFOOD</a> (financé par le programme de recherche et d'innovation Horizon 2020 de l'Union européenne). DIVINFOOD vise à développer des filières alimentaires valorisant des ressources d'agrobiodiversité sous-exploitées afin d'agir contre le déclin de la biodiversité et de répondre aux attentes croissantes des consommateurs pour des produits sains et locaux qui contribuent à des systèmes alimentaires durables.
he: Open Food Facts משתתף במיזם האירופי <a href="https://divinfood.eu/">DIVINFOOD</a> (ממומן על ידי תוכנית המחקר והחדשנות Horizon 2020 של האיחוד האירופי). המטרה של DIVINFOOD היא לפתח רשתות מזון שמעריכות מגוון חקלאי-ביולוגי שלא מנוצל לעייפה כדי לפעול כנגד דעיכת המגוון הביולוגי ולענות על הציפיות ההולכות וגדלות של צרכנים למוצרים בריאים ומקומיים שתורמים למערכות מזון בנות קיימא.
hr: Open Food Facts sudjeluje u europskom projektu <a href="https://divinfood.eu/">DIVINFOOD</a> (financiranom iz programa istraživanja i inovacija Europske unije Obzor 2020). DIVINFOOD ima za cilj razviti prehrambene lance koji cijene nedovoljno iskorištenu agrobioraznolikost kako bi se djelovalo protiv smanjenja bioraznolikosti i ispunila rastuća očekivanja potrošača za zdravim, lokalnim proizvodima koji doprinose održivim prehrambenim sustavima.
hu: Az Open Food Facts részt vesz a <a href="https://divinfood.eu/">DIVINFOOD</a> európai projektben (amelyet az Európai Unió Horizont 2020 kutatási és innovációs programja finanszíroz). A DIVINFOOD célja olyan élelmiszerláncok fejlesztése, amelyek értékelik az alulhasznosított mezőgazdasági biodiverzitást, hogy fellépjenek a biodiverzitás hanyatlása ellen, és megfeleljenek a fogyasztók egészséges, helyi termékek iránti növekvő elvárásainak, amelyek hozzájárulnak a fenntartható élelmiszerrendszerekhez.
it: Open Food Facts partecipa al progetto europeo <a href="https://divinfood.eu/">DIVINFOOD</a> (finanziato dal programma di ricerca e innovazione Horizon 2020 dell'Unione Europea). DIVINFOOD mira a sviluppare catene alimentari che valorizzino l’agrobiodiversità sottoutilizzata al fine di agire contro il declino della biodiversità e soddisfare le crescenti aspettative dei consumatori per prodotti sani e locali che contribuiscano a sistemi alimentari sostenibili.
ka: Open Food Facts მონაწილეობს ევროპულ პროექტში <a href="https://divinfood.eu/">DIVINFOOD</a> (დაფინანსებულია ევროკავშირის Horizon 2020 კვლევისა და ინოვაციების პროგრამიდან). DIVINFOOD-ის მიზანია ისეთი კვების ჯაჭვების განვითარება, რომლებიც აფასებენ არასაკმარისად გამოყენებულ აგრობიომრავალფეროვნებას, რათა იმოქმედონ ბიომრავალფეროვნების შემცირების წინააღმდეგ და დააკმაყოფილონ მომხმარებელთა მზარდი მოლოდინები ჯანსაღი, ადგილობრივი პროდუქტების მიმართ, რომლებიც ხელს შეუწყობენ მდგრადი კვების სისტემების განვითარებას.
lv: “Open Food Facts” piedalās Eiropas projektā <a href="https://divinfood.eu/">DIVINFOOD</a> (finansēts no Eiropas Savienības pētniecības un inovāciju programmas “Apvārsnis 2020”). DIVINFOOD mērķis ir attīstīt pārtikas ķēdes, kas novērtē nepietiekami izmantoto agrobioloģisko daudzveidību, lai cīnītos pret bioloģiskās daudzveidības samazināšanos un apmierinātu patērētāju pieaugošās prasības pēc veselīgiem, vietējiem produktiem, kas veicina ilgtspējīgas pārtikas sistēmas.
nl_be: Open Food Facts neemt deel aan het Europese project <a href="https://divinfood.eu/">DIVINFOOD</a> (gefinancierd door het Horizon 2020 onderzoeks- en innovatieprogramma van de Europese Unie). DIVINFOOD heeft als doel om voedingsketens te ontwikkelen die onderbenutte agrobiodiversiteit waarderen om zo de achteruitgang van biodiversiteit tegen te gaan en te voldoen aan de groeiende verwachtingen van consumenten voor gezonde, lokale producten die bijdragen aan duurzame voedingsystemen.
pl: Open Food Facts bierze udział w europejskim projekcie <a href="https://divinfood.eu/">DIVINFOOD</a> (finansowanym z programu badawczo-innowacyjnego Horyzont 2020 Unii Europejskiej). Celem projektu DIVINFOOD jest rozwój łańcuchów żywnościowych, które doceniają niedostatecznie wykorzystywaną agrobioróżnorodność, aby przeciwdziałać spadkowi bioróżnorodności i sprostać rosnącym oczekiwaniom konsumentów dotyczącym zdrowych, lokalnych produktów, które przyczyniają się do zrównoważonych systemów żywnościowych.
pt_pt: O Open Food Facts participa no projeto europeu <a href="https://divinfood.eu/">DIVINFOOD</a> (financiado pelo programa de investigação e inovação Horizonte 2020 da União Europeia). O DIVINFOOD tem como objetivo desenvolver cadeias alimentares que valorizem a agrobiodiversidade subutilizada, a fim de atuar contra o declínio da biodiversidade e satisfazer as expectativas crescentes dos consumidores relativamente a produtos saudáveis e locais que contribuam para sistemas alimentares sustentáveis.
ru: Open Food Facts участвует в европейском проекте <a href="https://divinfood.eu/">DIVINFOOD</a> (финансируемом программой исследований и инноваций Европейского союза Horizon 2020). DIVINFOOD стремится развивать продовольственные цепочки, которые ценят недостаточно используемое агробиоразнообразие, чтобы противостоять сокращению биоразнообразия и соответствовать растущим ожиданиям потребителей в отношении здоровых местных продуктов, которые способствуют устойчивым продовольственным системам.
sv: Open Food Facts deltar i det europeiska projektet <a href="https://divinfood.eu/">DIVINFOOD</a> (finansierat från Europeiska unionens forsknings- och innovationsprogram Horizon 2020). DIVINFOOD syftar till att utveckla livsmedelskedjor som värdesätter underutnyttjad agrobiologisk mångfald för att agera mot minskningen av biologisk mångfald och möta konsumenternas växande förväntningar på hälsosamma, lokala produkter som bidrar till hållbara livsmedelssystem.
th: Open Food Facts เข้าร่วมโครงการ <a href="https://divinfood.eu/">DIVINFOOD</a> (ซึ่งเป็นทุนจากโครงการวิจัยและนวัตกรรมของสหภาพยุโรป Horizon 2020) โดย DIVINFOOD มีเป้าหมายที่จะพัฒนาโซ่อาหาร (Food chain) ที่ให้ความคุ้มค่ากับความหลากหลายทางชีวภาพที่นำมาใช้น้อยไปจนถึงการต่อต้านการลดลงของความหลากหลายทางชีวภาพและการตอบสนองต่อความคาดหวังที่เพิ่มขึ้นของผู้บริโภคสำหรับผลิตภัณฑ์ที่เป็นอย่างดีต่อสุขภาพ ผลิตภัณฑ์ท้องถิ่นที่มีส่วนร่วมในระบบอาหารที่ยั่งยืน
uk: Open Food Facts бере участь у європейському проекті <a href="https://divinfood.eu/">DIVINFOOD</a> (фінансується з програми досліджень та інновацій Horizon 2020 Європейського Союзу). DIVINFOOD прагне розвивати харчові ланцюги, які цінують недостатньо використане агробіорізноманіття, щоб діяти проти зменшення біорізноманіття та відповідати зростаючим очікуванням споживачів щодо здорових місцевих продуктів, які сприяють стійким продовольчим системам.

source: Deny
bg: Откажи
cs: Odmítnout
de: Ablehnen
el: Απόρριψη
eo: Malkonfesi
fa: انکار
fi: Kiellä
fr: Refuser
he: דחייה
hr: Odbij
hu: Megtagadás
id: Bantah
it: Nega
ka: უარყოფა
lv: Noraidīt
nl_be: Weigeren
pl: Odmów
pt_pt: Recusar
ru: Отклонить
sv: Förneka
th: ปฏิเสธ
uk: Заборонити

# users_requested_to_join_org
source: These users have requested to join the organization:
cs: Tito uživatelé požádali o připojení k organizaci:
de: Diese Benutzer haben gebeten, der Organisation beizutreten:
el: Αυτοί οι χρήστες έχουν ζητήσει να εγγραφούν στον οργανισμό:
eo: Jen uzantoj petis aliĝi al la organizaĵo:
fa: این کاربران درخواست عضویت در سازمان را داده‌اند:
fi: Nämä käyttäjät ovat pyytäneet liittyä organisaatioon:
fr: Ces utilisateurs ont demandé à rejoindre l'organisation :
he: המשתמשים האלה ביקשו להצטרף לארגון:
hr: Ovi korisnici su zatražili pridruživanje organizaciji:
hu: Ezek a felhasználók kérték, hogy csatlakozhassanak a szervezethez:
id: Para pengguna ini telah meminta untuk bergabung dengan organisasi:
it: Questi utenti hanno richiesto di unirsi all'organizzazione:
ka: ამ მომხმარებლებმა ორგანიზაციაში გაწევრიანების მოთხოვნა გააკეთეს:
lv: Šie lietotāji ir pieprasījuši pievienoties organizācijai:
nl_be: Deze gebruikers hebben gevraagd om lid te worden van de organisatie:
pl: Ci użytkownicy poprosili o dołączenie do organizacji:
pt_pt: Estes utilizadores solicitaram a adesão à organização:
ru: Эти пользователи подали заявку на присоединение к организации:
sv: Dessa användare har begärt att få gå med i organisationen:
th: ผู้ใช้งานเหล่านี้ได้ขอเข้าร่วมองค์กร:
uk: Ці користувачі подали запит на приєднання до організації:

# last_login
source: Last login date
cs: Datum posledního přihlášení
de: Datum der letzten Anmeldung
el: Ημερομηνία τελευταίας σύνδεσης
eo: Lasta ensaluta dato
fa: آخرین تاریخ ورود
fi: Viimeisin kirjautumispäivä
fr: Dernière connexion
he: תאריך הכניסה האחרון
hr: Datum zadnje prijave
hu: Utolsó bejelentkezés dátuma
id: Tanggal masuk terakhir
it: Data dell'ultimo accesso
ka: ბოლო შესვლის თარიღი
lv: Pēdējās pieteikšanās datums
nl_be: Laatste inlogdatum
pl: Data ostatniego logowania
pt_pt: Data do último acesso
ru: Дата последнего входа
sv: Senaste inloggningsdatum
th: วันที่เข้าสู่ระบบครั้งล่าสุด
uk: Дата останнього входу

# last_import
source: Last import date
cs: Datum posledního importu
de: Datum des letzten Imports
el: Τελευταία ημερομηνία εισαγωγής
eo: Lasta importa dato
fa: آخرین تاریخ واردات
fi: Viimeisin tuontipäivä
fr: Dernière importation
he: תאריך הייבוא האחרון
hr: Datum zadnjeg uvoza
hu: Utolsó importálás dátuma
id: Tanggal impor terakhir
it: Data dell'ultima importazione
ka: ბოლო იმპორტის თარიღი
lv: Pēdējā importa datums
nl_be: Laatste importdatum
pl: Data ostatniego importu
pt_pt: Data da última importação
ru: Дата последней загрузки
sv: Senaste importdatum
th: วันที่นำเข้าครั้งล่าสุด
uk: Дата останнього імпорту

# drop_a_file
source: Drop
bg: Пусни
cs: Vložte
de: Absetzen
el: Απόθεση
eo: Guto
fa: رها کردن
fi: Pudota
fr: Glisser
he: גרירה
hr: Pad
hu: Elvetés
id: Taruh
it: Rilascia
ka: ვარდნა
lt: Numesti
lv: Nomest
nl_be: Neerzetten
pl: Upuść
pt_pt: Arraste
ru: Удалить
sv: Släppa
th: หยด
uk: Викинути

# select_product_data_file
source: Select a file with product data
bg: Изберете файл с данни за продукта
cs: Vyberte soubor s daty produktů
de: Wählen Sie eine Datei mit Produktdaten
el: Επιλέξτε ένα αρχείο με δεδομένα προϊόντος
eo: Elektu dosieron kun produktaj datumoj
fa: فایلی حاوی اطلاعات محصول را انتخاب کنید
fi: Valitse tuotetiedot sisältävä tiedosto
fr: Sélectionner un fichier avec les données de produit
he: נא לבחור קובץ עם נתוני מוצרים
hr: Odaberite datoteku s podacima o proizvodu
hu: Válasszon ki egy fájlt a termékadatokkal
id: Pilih file dengan data produk
it: Seleziona un file con dati prodotto
ka: აირჩიეთ ფაილი პროდუქტის მონაცემებით
lt: Rinktis failą su produkto duomenimis
lv: Atlasiet failu ar produkta datiem
nl_be: Selecteer een bestand met productgegevens
pl: Wybierz plik z danymi produktu
pt_pt: Selecione um ficheiro com dados do produto
ru: Выберите файл с данными о продукте
sv: Välj en fil med produktdata
th: เลือกไฟล์ที่มีข้อมูลผลิตภัณฑ์
uk: Виберіть файл із даними про товар

source: Number of products without Nutri-Score
cs: Počet produktů bez Nutri-Score
de: Anzahl der Produkte ohne Nutri-Score
el: Αριθμός προϊόντων χωρίς Nutri-Score
eo: Nombro da produktoj sen Nutri-Score
fa: تعداد محصولات بدون امتیاز تغذیه‌ای
fi: Tuotteiden lukumäärä, joilla ei ole Nutri-Scorea
fr: Nombre de produits sans Nutri-Score
he: מספר המוצרים ללא Nutri-Score
hr: Broj proizvoda bez Nutri-Scorea
hu: Nutri-Score nélküli termékek száma
id: Jumlah produk tanpa Nutri-Score
it: Numero di prodotti senza Nutri-Score
ka: Nutri-Score-ის გარეშე პროდუქტების რაოდენობა
lt: Produktų skaičius be „Nutri-Score“
lv: Produktu skaits bez Nutri-Score
nl_be: Aantal producten zonder Nutri-Score
pl: Liczba produktów bez Nutri-Score
pt_pt: Número de produtos sem Nutri-Score
ru: Количество продуктов без Nutri-Score
sv: Antal produkter utan Nutri-Score
th: จำนวนผลิตภัณฑ์ที่ไม่มีคะแนนโภชนาการ (Nutri-Score)
uk: Кількість продуктів без Nutri-Score

# percent_of_products_with_nutriscore
source: % of products where Nutri-Score is computed
cs: % produktů, u nichž se vypočítává Nutri-Score
de: % der Produkte, für die ein Nutri-Score berechnet wurde
el: % των προϊόντων στα οποία υπολογίζεται το Nutri-Score
eo: % de produktoj kie Nutri-Score estas kalkulata
fa: درصد محصولاتی که امتیاز تغذیه‌ای (Nutri-Score) در آنها محاسبه می‌شود
fi: % tuotteista, joissa Nutri-Score lasketaan
fr: % de produits pour lesquels le Nutri-Score est calculé
he: % המוצרים שמחושב להם ה־Nutri-Score
hr: % proizvoda kod kojih se izračunava Nutri-Score
hu: Kiszámított Nutri-Score-al rendelkező termékek %-a
id: % produk yang dihitung Nutri-Score-nya
it: % dei prodotti per i quali viene calcolato il Nutri-Score
ka: პროდუქტების %, სადაც Nutri-Score გამოითვლება
lt: % produktų, kurių „Nutri-Score“ yra apskaičiuotas
lv: Produktu procentuālā daļa, kuriem tiek aprēķināts Nutri-Score
nl_be: % producten waarvoor de Nutri-Score is berekend
pl: % produktów, dla których obliczono Nutri-Score
pt_pt: % de produtos onde o Nutri-Score é calculado
ru: % продуктов, для которых рассчитывается Nutri-Score
sv: % av produkter där Nutri-Score beräknas
th: เปอร์เซ็นต์ของผลิตภัณฑ์ที่คำนวณคะแนนโภชนาการ (Nutri-Score)
uk: % продуктів, для яких обчислюється Nutri-Score

source: Products to be exported
cs: Produkty budou exportovány
de: Zu exportierende Erzeugnisse
el: Προϊόντα προς εξαγωγή
eo: Produktoj por eksporto
fa: محصولات قابل صادرات
fi: Vientiin tarkoitetut tuotteet
fr: Produits à exporter
he: מוצרים לייצוא
hr: Proizvodi koji će se izvoziti
hu: Exportálandó termékek
id: Produk yang akan diekspor
it: Prodotti da esportare
ka: ექსპორტისთვის განკუთვნილი პროდუქტები
lt: Produktai, kurie turi būti eksportuoti
lv: Eksportējamie produkti
nl_be: Te exporteren producten
pl: Produkty przeznaczone do eksportu
pt_pt: Produtos a exportar
ru: Продукция, предназначенная на экспорт
sv: Produkter som ska exporteras
th: สินค้าที่จะส่งออก
uk: Продукти, які потрібно експортувати
