Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# error_no_permission
source: Permission denied.
ar: الإذن مرفوض.
bg: Достъпът е отказан.
ca: Permís denegat.
cs: Přístup odepřen.
da: Adgang nægtet.
de: Zugriff verweigert.
el: Η άδεια απορρίφθηκε.
eo: Permeso rifuzita.
es: Permiso denegado.
fa: اجازه رد شد.
fi: Lupa evätty.
fr: Permission refusée.
he: ההרשאה נדחתה
hr: Pristup odbijen.
hu: Hozzáférés megtagadva.
id: Izin ditolak.
it: Permesso rifiutato
ja: アクセスが拒否されました。
ka: ნებართვა უარყოფილია.
lt: Leidimas nesuteiktas.
lv: Atļauja liegta!
ms: Kebenaran ditolak.
nl_be: Toegang geweigerd
pl: Brak zezwolenia.
pt_pt: Permissão negada.
ro: Acces refuzat.
ru: Доступ запрещён.
sl: Dovoljenje zavrnjeno.
sv: Åtkomst nekad.
th: สิทธิ์ในการเข้าถึงถูกปฏิเสธ
tl: Walang pahintulot.
tr: İzin reddedildi.
uk: Немає дозволу.
vi: Quyền bị từ chối.

# error_no_username
source: You need to enter a user name
ar: تحتاج إلى إدخال اسم المستخدم
bg: Трябва да въведеш потребителско име
ca: Cal introduir un nom d'usuari
cs: Je třeba zadat uživatelské jméno
da: Du skal opgive et brugernavn
de: Sie müssen einen Benutzernamen eingeben
el: Πρέπει να εισάγετε ένα όνομα χρήστη
eo: Vi devas enigi uzantnomon
es: Introduce un nombre de usuario
fa: باید نام کاربری وارد کنید
fi: Syötä käyttäjänimi
fr: Vous devez entrer un nom d'utilisateur.
he: עליך לרשום שם משתמש
hr: Morate unijeti korisničko ime
hu: Meg kell adnia egy felhasználónevet
id: Anda perlu memasukkan nama pengguna
it: Devi inserire un nome utente
ja: ユーザー名を入力する必要があります
ka: თქვენ უნდა შეიყვანოთ მომხმარებლის სახელი
lt: Jūs turite įvesti prisijungimo vardą
lv: Jums jāievada vārds vai segvārds
ms: Anda perlu masukkan nama pengguna
nl_be: U moet een gebruikersnaam ingeven
pl: Należy podać nazwę użytkownika
pt_pt: É necessário introduzir um nome de utilizador
ro: Trebuie să introduceți un nume de utilizator
ru: Вам нужно ввести имя пользователя
sl: Vnesti morate uporabniško ime
sv: Du måste ange ett användarnamn
th: กรุณาใส่ ชื่อผู้ใช้งาน
tl: Kailangan mong lagyan ng user name
tr: Bir kullanıcı adı girmeniz gerekiyor
uk: Введіть ім'я користувача

# error_reset_already_connected
source: You are already signed in.
ar: انت مسجل مسبقا.
bg: Вече си влезъл.
ca: Ja ha iniciat sessió.
cs: Jste již přihlášen.
da: Du er allerede logget på.
de: Sie sind bereits angemeldet.
el: Έχετε ήδη συνδεθεί.
eo: Vi jam ensalutiĝis.
es: Ya tiene una sesión abierta.
fa: شما قبلاً وارد سیستم شده‌اید.
fi: Olet jo kirjautunut sisään.
fr: Vous avez déjà une session ouverte.
he: כבר נכנסת.
hr: Već ste prijavljeni.
hu: Már bejelentkezett.
id: Anda sudah masuk.
it: Avete già una sessione aperta
ja: すでにサインインしています。
ka: თქვენ უკვე შესული ხართ სისტემაში.
lt: Jūs jau esate prisijungęs.
lv: Jūs jau esat pierakstījies.
ms: Anda sudah pun log masuk.
nl_be: U bent reeds aangemeld
pl: Już jesteś zalogowany.
pt_pt: Já tem sessão iniciada.
ro: Sunteți deja autentificați.
ru: Вы уже вошли.
sl: Ste že vpisani.
sv: Du är redan inloggad.
th: คุณเข้าสู่ระบบแล้ว
tl: Naka-sign in ka na.
tr: Zaten giriş yaptınız.
uk: Ви вже увійшли в систему.
vi: Bạn đã đăng nhập.

# error_reset_invalid_token
source: The reset password link is invalid or has expired.
ar: رابط إعادة تعيين كلمة المرور غير صالح أو انتهت صلاحيته.
bg: Връзката за възстановяване на паролата не е валидна или е изтекла.
ca: L'enllaç de restabliment de contrasenya no és vàlid o ha caducat.
cs: Odkaz pro obnovení hesla je chybný nebo vypršela jeho platnost.
da: Linket til nulstilling af adgangskoden er ugyldigt eller udløbet.
de: Der Link zum Zurücksetzen Ihres Passworts ist entweder ungültig oder abgelaufen.
el: Ο σύνδεσμος ανάκτησης κωδικού χρήστη δεν είναι έγκυρος ή έχει λήξει.
eo: La ligilo por restarigi pasvorton estas malvalida aŭ eksvalidiĝis.
es: El enlace para restablecer la contraseña no es válido o ha caducado.
fa: لینک بازیابی رمز عبور نامعتبر است یا منقضی شده است.
fi: Salasanan palautuslinkki on virheellinen tai se on jo vanhentunut.
fr: Le lien de réinitialisation de mot de passe est invalide ou a expiré.
he: הקישור לאיפוס הסיסמה שגוי או שתוקפו פג.
hr: Veza za resetiranje lozinke nije važeća ili je istekla.
hu: A jelszó-visszaállító hivatkozás érvénytelen vagy lejárt.
id: Tautan pengaturan ulang kata sandi tidak valid atau telah kedaluwarsa.
it: Il link per resettare la password non è valido oppure è scaduto
ja: パスワードリセットのリンクが無効か、有効期限が切れています。
ka: პაროლის გადაყენების ბმული არასწორია ან ვადა გაუვიდა.
lt: Slaptažodžio nustatymo nuoroda yra neteisinga arba nebegalioja.
lv: Atjaunošanas paroles saite ir nederīga vai derīguma termiņš ir beidzies.
ms: Pautan kata laluan tetapan semula tidak sah atau telah tamat tempoh.
nl_be: De link voor het opnieuw instellen van het wachtwoord is ongeldig of is verlopen.
pl: Link do resetowania hasła jest nieprawidłowy lub wygasł.
pt_pt: A hiperligação para recuperar a palavra-passe expirou ou é inválida.
ro: Link-ul pentru resetarea parolei este invalid sau a expirat.
ru: Неверная или устаревшая ссылка для сброса пароля.
sl: Povezava z geslom za ponastavitev je neveljavna ali je potekla.
sv: Återställningslänken är ogiltig eller för gammal.
th: ลิงก์สำหรับรีเซ็ต mật รหัสผ่านไม่ถูกต้องหรือหมดอายุแล้ว
tl: Hindi wasto ang pag-reset ng password link or nag-expire na.
tr: Sıfırlama şifresi bağlantısı geçersiz veya süresi doldu.
uk: Посилання для відновлення паролю є недійсним або його термін дії вичерпано.
vi: Liên kết đặt lại mật khẩu không hợp lệ hoặc đã hết hạn.

# error_reset_unknown_email
source: There is no account with this email
ar: لا يوجد حساب لهذا البريد الإلكتروني
bg: Няма акаунт с този имейл
ca: No hi ha cap compte amb aquest correu electrònic
cs: Účet s tímto e-mailem neexistuje
da: Der findes ingen konto tilhørende denne email-adresse
de: Mit dieser E-Mail-Adresse ist kein Benutzerkonto vorhanden
el: Δεν υπάρχει λογαριασμός με αυτό το email
eo: Ne ekzistas konto kun ĉi tiu retpoŝtadreso
es: No existe ninguna cuenta asociada a este correo electrónico
fa: هیچ حسابی با این ایمیل وجود ندارد
fi: Tällä sähköpostiosoitteella ei ole olemassa tiliä
fr: Il n'existe pas de compte avec cette adresse e-mail
he: אין חשבון עם כתובת דוא״ל שכזו
hr: Ne postoji račun s ovom e-mail adresom
hu: Nincs fiók ehhez az e-mailhez
id: Tidak ada akun dengan surel ini
it: Non esiste un account associato a questa e-mail
ja: このメールアドレスのアカウントはありません
ka: ამ ელ. ფოსტით ანგარიში არ არის
lt: Šiuo el. Paštu paskyros nėra
lv: Ar šo e-pastu nav neviena konta
ms: Tiada terdapat akaun dengan e-mel ini
nl_be: Er is geen account aan dit emailadres verbonden
pl: Brak konta o tym adresie e-mail
pt_pt: Não existe conta associada a este e-mail
ro: Nu există nici un cont cu această adresă de e-mail
ru: Нет учётной записи с этим адресом эл. почты
sl: Račun z vnesenim elektronskim naslovom ne obstaja
sv: Det finns inget konto med denna e-post
th: ไม่มีบัญชีผู้ใช้ที่ใช้ที่อยู่อีเมลนี้
tl: Walang account sa email na ito
tr: Bu e-postayla hiç hesap yok
uk: Немає облікового запису з такою електронною адресою
vi: Không có tài khoản với email này

# error_reset_unknown_id
source: This username does not exist.
ar: اسم المستخدم غير موجود
bg: Това потребителско име не съществува.
ca: Aquest usuari no existeix.
cs: Toto uživatelské jméno neexistuje.
da: Dette brugernavn eksisterer ikke.
de: Dieser Benutzername ist nicht gültig.
el: Αυτό το όνομα χρήστη δεν υπάρχει.
eo: Ĉi tiu uzantnomo ne ekzistas.
es: El nombre de usuario no existe.
fa: این نام کاربری وجود ندارد.
fi: Tätä käyttäjätunnusta ei ole olemassa.
fr: Ce nom d'utilisateur n'existe pas.
he: שם משתמש זה לא קיים.
hr: Ovo korisničko ime ne postoji.
hu: Ez a felhasználónév nem létezik.
id: Nama pengguna ini tidak ditemukan.
it: Questo nome utente non esiste.
ja: このユーザー名は存在しません。
ka: ეს მომხმარებლის სახელი არ არსებობს.
lt: Šitas vartotojas neegzistuoja.
lv: Šāds lietotājvārds nepastāv.
ms: Nama pengguna ini tidak ujud.
nl_be: Deze gebruikersnaam bestaat niet
pl: Ta nazwa użytkownika nie istnieje.
pt_pt: Este nome de utilizador não existe.
ro: Acest nume de utilizator nu există.
ru: Такого имени пользователя не существует.
sl: To uporabniško ime ne obstaja.
sv: Detta användarnamn finns inte.
th: ชื่อผู้ใช้นี้ไม่มีอยู่จริง
tl: Ang username na ito ay hindi namarati.
tr: Bu kullanıcı adı mevcut değil.
uk: Такого ім'я користувача не існує.

# error_username_not_available
source: This username already exists, please choose another.
ar: هذا الاسم مُستخدم بالفعل. يرجى اختيار اسم آخر.
bg: Това потребителско име е заето. Моля, избери друго.
ca: Aquest nom d'usuari ja existeix, si us plau escolliu un altre.
cs: Toto uživatelské jméno je již zabrané. Prosím vyberte si jiné.
da: Dette brugernavn er allerede anvendt, vælg et andet.
de: Dieser Benutzername wird bereits benutzt, bitte wählen Sie einen anderen.
el: Αυτό το όνομα χρήστη χρησιμοποιείται ήδη, παρακαλώ επιλέξτε κάποιο άλλο.
eo: Ĉi tiu salutnomo jam ekzistas, bonvolu elekti alian.
es: El nombre de usuario que ha escogido ya existe, por favor escoja otro.
fa: این نام کاربری از قبل وجود دارد، لطفاً نام کاربری دیگری انتخاب کنید.
fi: Tämä käyttäjätunnus on jo käytössä. Valitse jokin toinen.
fr: Ce nom d'utilisateur existe déjà, choisissez en un autre.
he: שם משתמש זה כבר קיים, נא לבחור באחד אחר.
hr: Ovo korisničko ime već postoji, molimo odaberite drugo.
hu: Ez a felhasználónév már létezik, kérjük, válasszon másikat.
id: Nama pengguna ini sudah ada, silakan pilih yang lain.
it: Questo username esiste già, per favore prova con un altro
ja: このユーザー名はすでに存在します。変更してください。
ka: ეს მომხმარებლის სახელი უკვე არსებობს, გთხოვთ, აირჩიოთ სხვა.
lt: Toks naudotojo vardas jau užimtas, prašome pasirinkti kitą.
lv: Šis lietotājvārds jau pastāv, lūdzu, izvēlieties citu.
ms: Nama pengguna ini telah ujud, sila pilih yang lain.
nl_be: Deze gebruikersnaam bestaat al, gelieve een andere te kiezen.
pl: Ta nazwa użytkownika już istnieje, proszę wybrać inną.
pt_pt: O nome de utilizador já existe. Por favor escolha outro.
ro: Acest nume de utilizator există deja, vă rog alegeți altul.
ru: Это имя пользователя уже существует, выберите другое.
sl: Uporabniško ime je že v uporabi, izberite si novo.
sv: Detta användarnamn används redan. Var vänlig försök med ett annat.
th: ชื่อผู้ใช้นี้ถูกใช้ไปแล้ว โปรดเลือกชื่อผู้ใช้อื่น
tl: Ang username na ito ay namarati na, pumili ng iba.
tr: Bu kullanıcı adı zaten var, lütfen başka bir kullanıcı adı seçin.
uk: Таке ім'я користувача вже існує, будь ласка, оберіть інше.

source: Example:
ar: مثال:
bg: Пример:
ca: Exemple:
cs: Například:
da: Eksempel:
de: Beispiel:
el: Παράδειγμα:
eo: Ekzemplo:
es: Ejemplo:
fa: مثال:
fi: Esimerkki:
fr: Exemple :
he: דוגמה:
hr: Primjer:
hu: Például:
id: Contoh:
it: Esempio:
ja: 例:
ka: მაგალითი:
lt: Pavyzdys:
lv: Piemērs:
ms: Contoh:
nl_be: Voorbeeld:
pl: Przykład:
pt_pt: Exemplo:
ro: Exemplu:
ru: Пример:
sl: Primer:
sv: Exempel:
th: ตัวอย่าง:
tl: Halimbawa:
tr: Örnek:
uk: Наприклад:
vi: Thí dụ:

source: Examples:
ar: أمثلة:
bg: Примери:
ca: Exemples:
cs: Například:
da: Eksempler:
de: Beispiele:
el: Παραδείγματα:
eo: Ekzemploj:
es: Ejemplos:
fa: مثال‌ها:
fi: Esimerkit:
fr: Exemples :
he: דוגמאות:
hr: Primjeri:
hu: Például:
id: Contoh - contoh:
it: Esempi:
ja: 例:
ka: მაგალითები:
lt: Pavyzdžiai:
lv: Piemēri:
ms: Contoh-contoh:
nl_be: Voorbeelden:
pl: Przykłady:
pt_pt: Exemplos:
ro: Exemple:
ru: Примеры:
sl: Primeri:
sv: Exempel:
th: ตัวอย่าง:
tl: Mga halimbawa:
tr: Örnekler:
uk: Приклади:
vi: Ví dụ:

# expiration_date
source: Best before date
ar: أفضل قبل التاريخ
bg: Най-добър до
ca: Data de caducitat
cs: Minimální trvanlivost
da: Bedst før dato
de: Mindesthaltbarkeitsdatum
el: Ανάλωση κατά προτίμηση
eo: Plej bone antaŭ dato
es: Fecha de caducidad
fa: بهترین زمان مصرف قبل از تاریخ
fi: Parasta ennen
fr: Date limite de consommation
he: תאריך אחרון לשימוש
hr: Uporabljivo do
hu: Lejárati dátum
id: Baik sebelum tanggal
it: Da utilizzare entro
ja: 賞味期限
ka: ვარგისიანობის ვადა
lt: Geriausia iki data
lv: Labākais pirms datuma
ms: Baik sebelum tarikh
nl_be: Houdbaarheidsdatum
pl: Najlepiej spożyć przed datą
pt_pt: Data de validade
ro: A se consuma de preferință înainte de
ru: Срок годности
sl: Najboljše pred datumom
sv: Bäst före-datum
th: ที่ดีที่สุดก่อนวันที่
tl: Pinakamahusay na ang petsa
tr: En iyi öncesi tarih
uk: Найкраще до дати
vi: Tốt nhất trước ngày

# expiration_date_note
source: The expiration date is a way to track product changes over time and to identify the most recent version.
ar: تاريخ انتهاء الصلاحية هو وسيلة لتتبع تغييرات المنتج بمرور الوقت وتحديد أحدث إصدار منه.
bg: Датата на годност е начин за проследяване на промените на продукта с течение на времето и за идентифициране на най-новата версия.
ca: La data de caducitat és una forma de fer un seguiment dels canvis de producte en el temps i per identificar la versió més recent.
cs: Datum spotřeby je údaj, pomocí něhož můžeme sledovat změny produktu v průběhu času a identifikovat jeho nejnovější verzi.
da: Udløbsdatoen er en måde at spore produktændringer over tid, og for at identificere den nyeste udgaver af et produkt.
de: Das Ablaufdatum ist eine Möglichkeit, um Produktänderungen zu verfolgen und die aktuellste Version zu identifizieren.
el: H ημερομηνία λήξης είναι ένας τρόπος παρακολούθησης των αλλαγών σε ένα προϊόν συναρτήσει του χρόνου και εξεύρεσης της πιο πρόσφατης παρτίδας.
eo: La limdato estas maniero spuri produktajn ŝanĝojn laŭlonge de la tempo kaj identigi la plej novan version.
es: La fecha de caducidad permite seguir los cambios que se han ido produciendo en los productos a lo largo del tiempo y también identificar la versión más reciente.
fa: تاریخ انقضا راهی برای ردیابی تغییرات محصول در طول زمان و شناسایی جدیدترین نسخه است.
fi: Vanhentumispäivä on tapa seurata tuotteen muutoksia ajan myötä ja tunnistaa kaikkein uusin versio.
fr: La date limite permet de repérer les changements des produits dans le temps et d'identifier la plus récente version.
he: תאריך התפוגה היא דרך נוספת לעקוב אחר שינויים במוצרים במשך הזמן ולזהות את הגרסה העדכנית ביותר.
hr: Datum isteka je način praćenja promjena proizvoda tijekom vremena i identificiranja najnovije verzije.
hu: A lejárati dátum az egyik módja a termék időbeli változásainak nyomon követésének és a legújabb változat beazonosításának.
id: Tanggal kedaluwarsa adalah cara untuk melacak perubahan produk dari waktu ke waktu dan untuk mengidentifikasi versi terbarunya.
it: La data di scadenza permette di tracciare le modifiche dei prodotti nel tempo e riconoscere la versione più recente.
ja: 賞味期限は、経年による製品の変化の追跡と、最新情報の判別のために使われます。
ka: ვარგისიანობის ვადა არის საშუალება, თვალყური ადევნოთ პროდუქტის ცვლილებებს დროთა განმავლობაში და დაადგინოთ უახლესი ვერსია.
lt: Galiojimo laikas yra būdas stebėti produkto pokyčius bėgant laikui ir nustatyti naujausią versiją.
lv: Derīguma termiņš ir veids, kā laika gaitā izsekot produkta izmaiņām un noteikt jaunāko versiju.
ms: Tarikh tamat tempoh adalah satu cara untuk menjejak perubahan produk dari masa ke masa dan untuk mengenal pasti versi paling terkini.
nl_be: Dankzij de houdbaarheidsdatum is het mogelijk om veranderingen van het product over een bepaalde periode waar te nemen en om de meest recente versie te bepalen.
pl: Data wygaśnięcia jest sposobem na śledzenie zmian produktu w czasie i by zidentyfikować najnowszą wersję.
pt_pt: A data de validade permite registar as alterações no produto ao longo do tempo e identificar a versão mais recente.
ro: Data de expirare este o modalitate de a urmări schimbările produsului de-a lungul timpului și pentru a identifica cea mai recentă versiune.
ru: Дата окончания срока годности — для отслеживания новизны данных.
sl: Datum poteka je način spremljanja sprememb izdelkov skozi čas in določitev najnovejše različice.
sv: Utgångsdatumet är ett sätt att spåra produktändringar över tid och för att identifiera den senaste versionen.
th: วันหมดอายุสามารถใช้ในการตรวจสอบการเปลี่ยนแปลงข้อมูลผลิตภัณฑ์ และใช้ตรวจสอบเวอร์ชั่นล่าสุดได้
tl: Ang petsa ng pag-expire ay isang paraan upang subaybayan ang mga binagong produkto sa paglipas ng panahon at upang makilala ang pinakabagong bersyon.
tr: Son kullanma tarihi, ürün değişikliklerini zaman içinde izlemek ve en son sürümü belirlemek için bir yöntemdir.
uk: Термін дії це спосіб відстежувати зміни продукту з часом і визначити останню версію.
vi: Ngày hết hạn là một cách để theo dõi thay đổi sản phẩm theo thời gian và để xác định phiên bản mới nhất.

source: Explore products by...
ar: تفحص المنتجات من خلال أو استكشف المنتجات بواسطة...
bg: Разгледай продуктите по...
ca: Exploreu productes de...
cs: Prozkoumejte produkty podle...
da: Tjek produkter ud efter...
de: Produkte erkunden von …
el: Εξερεύνηση προϊόντων βάσει...
eo: Esploru produktojn laŭ...
es: Explorar productos por...
fa: محصولات را بر اساس ... بررسی کنید
fi: Tutki tuotteita...
fr: Explorer les produits par…
he: חקירת מוצרים לפי…
hr: Istražite proizvode po...
hu: Termékek felfedezése…
id: Jelajahi produk menurut...
it: Esplora i prodotti per...
ja: 製品の検索条件...
ka: გაეცანით პროდუქტებს... მიხედვით
lt: Naršyti produktus iki...
lv: Izpētiet produktus pēc...
nl_be: Verken producten door...
pl: Przeglądaj produkty według...
pt_pt: Explorar produtos por...
ro: Explorează produsele după...
ru: Изучайте продукцию...
sl: Raziščite izdelke po...
sv: Utforska produkter genom...
th: แสดงเฉพาะผลิตภัณฑ์ตามเงื่อนไข โดย...
tr: Ürünleri şuna göre keşfedin...
uk: Досліджуйте продукти за допомогою...
vi: Khám phá sản phẩm bằng...

# fixme_product
source: If the data is incomplete or incorrect, you can complete or correct it by editing this page.
ar: إذا كانت البيانات غير مكتملة أو غير صحيحة، يمكنك إكمال أو تصحيحها عن طريق تحرير هذه الصفحة.
bg: Ако данните са непълни или неверни, можеш да ги попълниш или коригираш, като редактираш тази страница.
ca: Si les dades són incorrectes o incompletes, pot completar o corregir editant aquesta pàgina.
cs: Jsou-li údaje neúplné nebo nesprávné, můžete stránku doplnit nebo upravit.
da: Hvis dataene er ufuldstændige eller forkerte, kan du tilføje eller korrigere dem ved at ændre denne side.
de: Sollten die Informationen auf dieser Seite unvollständig oder falsch sein, dann können Sie diese vervollständigen oder korrigieren.
el: Αν τα δεδομένα είναι εσφαλμένα ή ελλειπή, μπορείτε να τα συμπληρώσετε ή να τα διορθώσετε επεξεργάζοντας αυτή τη σελίδα.
eo: Se la datumoj estas nekompletaj aŭ malĝustaj, vi povas kompletigi aŭ korekti ilin redaktante ĉi tiun paĝon.
es: Si la información está incompleta o es incorrecta, puedes completarla o corregirla editando esta página.
fa: اگر اطلاعات ناقص یا نادرست است، می‌توانید با ویرایش این صفحه آن را تکمیل یا اصلاح کنید.
fi: Jos tiedot ovat puutteellisia tai virheellisiä, voit täydentää tai korjata niitä muokkaamalla tätä sivua.
fr: Si les informations sont incomplètes ou incorrectes, vous pouvez les complèter ou les corriger en modifiant cette fiche.
he: אם המידע חלקי או שגוי, ניתן להשלים או לתקן אותו על־ידי עריכת עמוד זה.
hr: Ako su podaci nepotpuni ili netočni, možete ih dopuniti ili ispraviti uređivanjem ove stranice.
hu: Ha az adatok hiányosak vagy hibásak, az oldal szerkesztésével kiegészítheti vagy javíthatja őket.
id: Jika data tidak lengkap atau tidak benar, Anda dapat melengkapi atau memperbaikinya dengan menyunting halaman ini.
it: Se i dati sono incompleti o errati puoi completarli o correggerli modificando questa pagina.
ja: データが不完全または間違っている場合は、完了するか、このページを編集して、それを修正することができます。
ka: თუ მონაცემები არასრული ან არასწორია, შეგიძლიათ შეავსოთ ან შეასწოროთ ისინი ამ გვერდის რედაქტირებით.
lt: Jei duomenys neišsamūs ar neteisingi, jūs galite redaguoti šį puslapį ir užbaigti arba ištaisyti.
lv: Ja dati ir nepilnīgi vai nepareizi, varat to aizpildīt vai labot, rediģējot šo lapu.
ms: Sekiranya data tidak lengkap atau tidak betul, anda boleh melengkapkan atau membetulkannya dengan mengedit halaman ini.
nl_be: Indien de informatie onvolledig of foutief is, kunt u ze op deze pagina aanvullen of corrigeren.
pl: Jeśli dane są niepełne lub błędne, można uzupełnić lub poprawić je przez edycję strony.
pt_pt: Se os dados estiverem incompletos ou incorretos, pode completá-los ou corrigi-los editando esta página.
ro: Dacă datele sunt incomplete sau incorecte, le puteți completa sau corecta modificând această pagină.
ru: Если данные неполными или неверными, вы можете завершить или исправить его, отредактировав эту страницу.
sl: Če so podatki nepopolni ali napačni, jih lahko dokončate ali popravite z urejanjem te strani.
sv: Om uppgifterna är ofullständiga eller felaktiga kan du komplettera eller korrigera den genom att redigera den här sidan.
th: หากพบว่าข้อมูล ไม่สมบูรณ์ หรือ ไม่ถูกต้อง คุณสามารถแก้ไขได้โดยการ แก้ไขข้อมูลผลิตภัณฑ์
tl: Kung ang datos ay hindi kompleto o mali, maari mong kompletohin o iwasto ito sa pamamagitan ng pag-edit ng pahinang ito.
tr: Veriler eksik veya yanlışsa, bu sayfayı düzenleyerek tamamlayabilir veya düzeltebilirsiniz.
uk: Якщо вказані дані є неповні або неправильно введені, ви можете доповнити або виправити їх відредагувавши цю сторінку.
vi: Nếu dữ liệu không đầy đủ hoặc không chính xác, bạn có thể hoàn thành hoặc sửa nó bằng cách chỉnh sửa trang này.
