Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# login_create_your_account
source: Create your account.
ar: أنشئ حسابك.
bg: Регистрация.
ca: Cree el seu compte.
cs: Vytvořte si svůj účet.
da: Opret konto.
de: Erstellen Sie ein Benutzerkonto.
el: Δημιουργήστε το λογαριασμό σας.
eo: Kreu vian konton.
es: Crea tu cuenta.
fa: حساب کاربری خود را ایجاد کنید.
fi: Luo tili.
fr: Créez votre compte.
he: ניתן ללחוץ כאן ליצירת חשבון חדש
hr: Izradite svoj račun.
hu: Hozza létre a fiókját.
id: Buat akun Anda.
it: Crea il tuo account.
ja: あなたのアカウントを作成します。
ka: შექმენით თქვენი ანგარიში.
lt: Sukurkite savo paskyrą.
lv: Izveidojiet savu kontu.
ms: Wujudkan akaun anda.
nl_be: Creëer uw account
pl: Utwórz swoje konto.
pt_pt: Crie a sua conta.
ro: Creați-vă contul.
ru: Создайте свой аккаунт.
sl: Ustvarite svoj račun.
sv: Skapa ditt konto.
th: สร้างบัญชีของคุณ
tl: Gumawa ng account.
tr: Hesabınızı oluşturun.
uk: Створіть свій аккаунт.
vi: Tạo tài khoản của bạn.

# login_not_registered_yet
source: Not registered yet?
ar: لم تسجل حتى الآن؟
bg: Все още не си регистриран?
ca: No s'ha registrat?
cs: Ještě nejste zaregistrován?
da: Ikke oprettet endnu?
de: Noch nicht registriert?
el: Δεν έχετε εγγραφεί ακόμα;
eo: Ankoraŭ ne registrita?
es: ¿Todavía no te has registrado?
fa: هنوز ثبت نام نکرده اید؟
fi: Etkö ole vielä rekisteröitynyt?
fr: Pas encore inscrit(e) ?
he: לא נרשמת עדיין?
hr: Još niste registrirani?
hu: Még nem regisztrált?
id: Belum terdaftar?
it: Non sei ancora iscritto/a?
ja: まだ登録されていませんか？
ka: ჯერ არ დარეგისტრირებულხარ?
lt: Dar neprisiregistravę?
lv: Vēl neesi reģistrējies?
ms: Masih belum daftar?
nl_be: Nog niet geregistreerd?
pl: Nie jesteś jeszcze zarejestrowany?
pt_pt: Ainda não tem uma conta?
ro: Nu v-ați înregistrat încă?
ru: Еще не зарегистрированы?
sl: Še niste registrirani?
sv: Inte registrerad än?
th: ไม่ได้ลงทะเบียนหรือยัง
tl: Hindi pa nakarehistro?
tr: Henüz kayıt olmadınız mı?
uk: Ще не зареєстровані?
vi: Không đăng ký chưa?

# login_register_title
source: Sign-in
ar: تسجيل الدخول
bg: Вход
ca: Obre sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
eo: Ensaluti
es: Acceder
fa: ورود به سیستم
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
lt: Prisijungti
lv: Ieiet
ms: Daftar masuk
nl_be: Aanmelden
pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sl: Prijava
sv: Logga in
th: ลงชื่อเข้าใช้
tl: Mag-sign-in
tr: Giriş
uk: Увійти
vi: Đăng nhập

# login_to_add_and_edit_products
source: Sign-in to add or edit products.
ar: تسجيل الدخول لإضافة أو تحرير المنتجات.
bg: Влез, за да добавиш или редактираш продукти.
ca: Inicia sessió per afegir o editar productes.
cs: Přihlásit se a přidat nebo upravit výrobky.
da: Log ind for at tilføje eller redigere produkter.
de: Anmelden, um Produkte hinzuzufügen oder zu bearbeiten.
el: Συνδεθείτε για να προσθέσετε ή να επεξεργαστείτε προϊόντα.
eo: Ensalutu por aldoni aŭ redakti produktojn.
es: Conéctate para añadir o modificar productos.
fa: برای افزودن یا ویرایش محصولات، وارد شوید.
fi: Kirjaudu lisätäksesi tai muokataksesi tuotteita.
fr: Connectez-vous pour ajouter des produits ou modifier leurs fiches.
he: נא להיכנס כדי להוסיף או לערוך מוצרים.
hr: Prijavite se za dodavanje ili uređivanje proizvoda.
hu: Jelentkezzen be a termékek hozzáadásához vagy szerkesztéséhez.
id: Masuk untuk menambahkan atau menyunting produk.
it: Accedi per aggiungere o modificare i prodotti.
ja: サインインして製品を追加または編集します。
ka: შედით სისტემაში პროდუქტების დასამატებლად ან რედაქტირებისთვის.
lt: Prisijunkite, jei norite pridėti arba redaguoti produktus.
lv: Pierakstieties, lai pievienotu vai rediģētu produktus.
ms: Log masuk untuk tambah atau sunting produk.
nl_be: Meld u aan om producten toe te voegen of te bewerken.
pl: Zaloguj się, aby dodać lub edytować produkty.
pt_pt: Inicie sessão para adicionar ou alterar produtos.
ro: Autentificați-vă pentru a adăuga sau modifica produse.
ru: Войдите в систему, чтобы добавить или изменить продукты.
sl: Prijavite se, če želite dodati ali urediti izdelke.
sv: Logga in för att lägga till eller redigera produkter.
th: ลงชื่อเข้าใช้เพื่อเพิ่มหรือแก้ไขผลิตภัณฑ์
tl: Mag-sign in para magdagdag o mag-edit ng produkto.
tr: Ürünleri düzenlemek için giriş yapın.
uk: Увійдіть, щоб додавати або редагувати продукти.
vi: Đăng nhập để thêm hoặc chỉnh sửa sản phẩm.

# login_to_add_products
source: <p>Please sign-in to add or edit a product.</p> <p>If you do not yet have an account on <<site_name>>, you can <a href="/cgi/user.pl">register in 30 seconds</a>.</p>
ar: <p>الرجاء تسجيل الدخول لإضافة أو تعديل المنتج.</p> <p>إذا لم يكن لديك حساب حتى الآن على <<site_name>>، يمكنك <a href="/cgi/user.pl">التسجيل في 30 ثانية</a>.</p>
bg: <p>Моля, влез, за да добавиш или редактираш продукт.</p> <p>Ако все още нямаш акаунт в <<site_name>>, можеш <a href="/cgi/user.pl">регистрираш за 30 секунди</a>.</p>
ca: <p>Per favor, entre per afegir o editar un producte.</p> <p>Si no te un compte encara a <<site_name>>, pot <a href="/cgi/user.pl">registrar-se en 30 segons</a>.</p>
cs: <p>Pro úpravu nebo přidání produktu se prosím přihlašte</p> <p>Pokud ještě nemáte účet na <<site_name>>, můžete se <a href="/cgi/user.pl">zaregistrovat za 30 sekund</a>.</p>
da: <p>Log venligst ind for at tilføje eller redigere et produkt.</p> <p>Har du ingen konto på <<site_name>>, kan du <a href="/cgi/user.pl">oprette én på 30 sekunder</a>.</p>
de: <p>Bitte melden Sie sich an, um ein Produkt hinzuzufügen oder zu bearbeiten.</p> <p>Wenn Sie noch kein Benutzerkonto auf <<site_name>> haben, dann können Sie sich <a href="/cgi/user.pl">innerhalb von 30 Sekunden anmelden</a>.</p>
el: <p>Παρακαλώ συνδεθείτε για να προσθέσετε ή να επεξεργαστείτε ένα προϊόν.</p> <p>Εάν δεν έχετε ακόμη λογαριασμό στο <<site_name>>, μπορείτε <a href="/cgi/user.pl">να εγγραφείτε σε 30 δευτερόλεπτα</a>.</p>
eo: <p>Bonvolu ensaluti por aldoni aŭ redakti produkton.</p> <p>Se vi ankoraŭ ne havas konton ĉe <<site_name>>, vi povas <a href="/cgi/user.pl">registriĝi post 30 sekundoj</a>.</p>
es: <p>Conéctate para añadir o editar productos. </p> <p>Si aún no tienes cuenta en <<site_name>>, puedes <a href="/cgi/user.pl">registrarte en sólo 30 segundos</a>.</p>
fa: <p>لطفا برای افزودن یا ویرایش محصول، وارد سیستم شوید.</p> <p>اگر هنوز در <<site_name>>حساب کاربری ندارید، می‌توانید <a href="/cgi/user.pl">در عرض 30 ثانیه</a>ثبت‌نام کنید.</p>
fi: <p>Kirjaudu sisään lisätäksesi tai muokataksesi tuotteita.</p> <p>Jos sinulla ei ole vielä tiliä <<site_name>>issä, voit <a href="/cgi/user.pl">rekisteröityä 30 sekunnissa</a>.</p>
fr: <p>Vous devez vous connecter pour pouvoir ajouter ou modifier un produit.</p> <p>Si vous n'avez pas encore de compte sur <<site_name>>, vous pouvez <a href="/cgi/user.pl">vous inscrire en 30 secondes</a>.</p>
he: <p>נא להיכנס כדי להוסיף או לערוך מוצר.</p> <p>אם עדיין אין לך חשבון ב־<<site_name>>, יש לך אפשרות <a href="/cgi/user.pl">להירשם תוך 30 שניות</a>.</p>
hr: <p>Molimo prijavite se kako biste dodali ili uredili proizvod.</p> <p>Ako još nemate račun na <<site_name>>, možete se <a href="/cgi/user.pl">registrirati za 30 sekundi</a>.</p>
hu: <p>A termék hozzáadásához vagy szerkesztéséhez jelentkezzen be.</p> <p>Amennyiben nem rendelkezik fiókkal az <<site_name>>-en, <a href="/cgi/user.pl">regisztráljon egyet fél perc alatt</a>.</p>
id: <p> Silakan masuk untuk menambahkan atau menyunting produk. </p> <p> Jika Anda belum memiliki akun di <<site_name>>, Anda dapat <a href="/cgi/user.pl"> mendaftar dalam 30 detik </a>. </p>
it: <p>Accedi per aggiungere o modificare un prodotto.</p> <p>Se non si dispone ancora di un account su <<site_name>>, è possibile effettuare la registrazione <a href="/cgi/user.pl">in 30 secondi</a>.</p>
ja: <p>サインインして、製品を追加または編集してください。</p> <p>まだ <<site_name>> のアカウントをお持ちでない場合は、<a href="/cgi/user.pl">30 秒で登録</a> することができます。</p>
ka: <p>პროდუქტის დასამატებლად ან რედაქტირებისთვის, გთხოვთ, შეხვიდეთ სისტემაში.</p> <p>თუ ჯერ არ გაქვთ ანგარიში <<site_name>>-ზე, შეგიძლიათ <a href="/cgi/user.pl">დარეგისტრირდეთ 30 წამში</a>.</p>
lt: <p>Prašome prisijungti, jei norite pridėti arba redaguoti produktą.</p> <p>Jei dar neturite paskyros <<site_name>>, galite <a href="/cgi/user.pl">užsiregistruoti per 30 sekundžių</a>.</p>
lv: <p>Lūdzu, piesakieties, lai pievienotu vai rediģētu produktu.</p> <p>Ja jums vēl nav konta vietnē <<site_name>>, varat <a href="/cgi/user.pl">reģistrēties 30 sekundēs</a>.</p>
ms: <p>Sila log masuk untuk tambah atau sunting produk.</p> <p>Jika anda belum mempunyai akaun di <<site_name>>, anda boleh <a href="/cgi/user.pl">daftar dalam 30 saat</a>.</p>
nl_be: <p>U moet zich aanmelden om producten toe te voegen of te bewerken.</p> <p>Als u nog geen account hebt op <<site_name>>, kan u <a href="/cgi/user.pl">zich registreren in 30 seconden</a>.</p>
pl: <p>Proszę się zalogować by dodać lub edytować produkt.</p> <p>Jeśli nie masz konta na <<site_name>>, możesz <a href="/cgi/user.pl"> zarejestrować się w 30 sekund </a>.</p>
pt_pt: <p>Por favor inicie sessão para adicionar ou alterar um produto.</p> <p>Se ainda não tem conta no <<site_name>>, poderá <a href="/cgi/user.pl">registar-se em 30 segundos</a>.</p>
ro: <p>Vă rugăm să vă conectați pentru a adăuga sau edita un produs.</p> <p>Dacă nu aveți încă un cont pe <<site_name>>, vă puteți <a href="/cgi/user.pl">înregistra în 30 secunde</a>.</p>
ru: <p>Выполните вход, чтобы добавить или отредактировать продукт.</p> <p>Если у вас еще нет аккаунта на сайте <<site_name>> вы можете <a href="/cgi/user.pl">зарегистрироваться за 30 секунд</a>.</p>
sl: <p>Če želite dodati ali urediti izdelek, se prosim prijavite.</p> <p>Če še nimate računa na <<site_name>>, se lahko <a href="/cgi/user.pl">registrirate v 30 sekundah</a>.</p>
sv: <p>Vänligen logga in för att lägga till eller redigera en produkt.</p> <p>Om du ännu inte har ett konto på <<site_name>>, kan du <a href="/cgi/user.pl">registrera dig på 30 sekunder</a>.</p>
th: <p>โปรดเข้าสู่ระบบเพื่อเพิ่มหรือแก้ไขผลิตภัณฑ์</p> <p>หากคุณยังไม่มีบัญชีใน <<site_name>>, คุณสามารถ <a href="/cgi/user.pl">ลงทะเบียนเสร็จในเวลา 30 วินาที</a></p>
tl: <p>Pakisign-in para magdagdag o magedit ng produkto.</p> <p>Kung wala ka pang account sa <<site_name>>, Maari kang <a href="/cgi/user.pl">rehistro sa loob ng 30 segundos</a>.</p>
tr: <p>Ürün eklemek veya düzenlemek için lütfen giriş yapın.</p> <p>Henüz <<site_name>> hesabınız yok ise,<a href="/cgi/user.pl">30 saniye içerisinde kayıt olabilirsiniz</a></p>
uk: <p>Для того щоб додати або відредагувати продукцію, увійдіть, будь ласка.</p> <p>Якщо у вас ще немає облікового запису на<<site_name>>, ви можете <a href="/cgi/user.pl">зареєструватись за 10 секунд</a>.</p>
vi: <p>Vui lòng đăng nhập để thêm hoặc chỉnh sửa sản phẩm.</p> <p>Nếu bạn chưa có tài khoản trên <<site_name>>, bạn có thể đăng ký <a href="/cgi/user.pl">trong 30 giây</a>.</p>

# login_username_email
source: Username or e-mail address:
ar: اسم الدخول او البريد الالكتروني :
bg: Потребителско име или имейл адрес:
ca: Nom d'usuari o adreça de correu electrònic:
cs: Uživatelské jméno nebo e-mailová adresa:
da: Brugernavn eller email-adresse:
de: Benutzername oder E-Mail-Adresse:
el: Όνομα χρήστη ή διεύθυνση e-mail:
eo: Uzantnomo aŭ retpoŝtadreso:
es: Nombre de usuario o dirección de correo electrónico:
fa: نام کاربری یا آدرس ایمیل:
fi: Käyttäjätunnus tai sähköpostiosoite:
fr: Nom d'utilisateur ou adresse e-mail :
he: שם משתמש או כתובת דוא״ל:
hr: Korisničko ime ili adresa e-pošte:
hu: Felhasználónév vagy email cím:
id: Nama pengguna atau alamat surel:
it: Nome utente o indirizzo e-mail:
ja: ユーザー名またはメールアドレス：
ka: მომხმარებლის სახელი ან ელექტრონული ფოსტის მისამართი:
lt: Vartotojo vardas arba elektroninio pašto adresas:
lv: Lietotājvārds vai epasta adresi:
ms: Nama pengguna atau alamat e-mel:
nl_be: Gebruikersnaam of emailadres:
pl: Nazwa użytkownika lub adres e-mail:
pt_pt: Nome de utilizador ou e-mail:
ro: Numele de utilizator sau adresa de e-mail:
ru: Имя пользователя или адрес электронной почты:
sl: Uporabniško ime ali e-poštni naslov:
sv: Användarnamn eller e-postadress:
th: ชื่อผู้ใช้หรืออีเมลที่อยู่:
tl: Username o e-mail address:
tr: Kullanıcı adı veya e-posta adresi:
uk: Ім’я користувача або адреса ел. пошти:

source: low
ar: منخفض
bg: ниско
ca: baix
cs: nízký
da: lavt
de: gering
el: χαμηλός
eo: malalta
es: bajo
fa: کم
fi: matala
fr: faible
he: נמוכה
hr: nisko
hu: alacsony
id: rendah
it: bassa
ja: 低
ka: დაბალი
lt: žemas
lv: zems
ms: rendah
nl_be: laag
pl: niska
pt_pt: baixo
ro: mic
ru: низкий
sl: nizka
sv: låg
th: ระดับต่ำ
tl: mababa
tr: düşük
uk: низький
vi: thấp

source: low quantity
ar: كمية قليلة
bg: малко количество
ca: baixa quantitat
cs: malé množství
da: lav mængde
de: geringer Menge
el: μικρή ποσότητα
eo: malalta kvanto
es: cantidad baja
fa: مقدار کم
fi: pieni määrä
fr: faible quantité
he: כמות נמוכה
hr: mala količina
hu: kis mennyiségben
id: kuantitas rendah
it: basse quantità
ja: 少量
ka: დაბალი რაოდენობა
lt: mažas kiekis
lv: mazs daudzums
ms: kuantiti yang rendah
nl_be: kleine hoeveelheid
pl: mała ilość
pt_pt: quantidade baixa
ro: cantitate mică
ru: в малом количестве
sl: majhna količina
sv: låg kvantitet
th: มีปริมาณน้อย
tl: kaunting kandidad
tr: düşük miktar
uk: мала кількість
vi: số lượng thấp

source: Manage images
ar: إدارة الصور
bg: Управление на снимки
ca: Maneig d'imatges
cs: Spravovat obrázky
da: Håndtér fotos
de: Fotos verwalten
el: Διαχείριση εικόνων
eo: Administri bildojn
es: Administrar imágenes
fa: مدیریت تصاویر
fi: Hallinnoi kuvia
fr: Gérer les images
he: ניהול תמונות
hr: Upravljanje slikama
hu: Képek kezelése
id: Kelola gambar
it: Gestire le immagini
ja: イメージを管理します
ka: სურათების მართვა
lt: Tvarkykite vaizdus
lv: Pārvaldīt attēlus
ms: Urus imej
nl_be: Beheer de foto's
pl: Zarządzaj zdjęciami
pt_pt: Gerir imagens
ro: Gestionați imaginile
ru: Управление изображениями
sl: Upravljanje s slikami
sv: Hantera bilder
th: จัดการรูปภาพ
tl: Mamahala ng mga imahe
tr: Görüntüleri yönet
uk: Керування зображеннями
vi: Quản lý hình ảnh

# manage_images_info
source: You can select one or more images and then:
ar: يمكنك اختيار صورة واحدة أو أكثر، ثم:
bg: Можеш да избереш едно или повече снимки и след това:
ca: Podeu seleccionar una o diverses imatges i, a continuació:
cs: Můžete vybrat jeden nebo více obrázků a pak:
da: Du kan vælge ét eller flere fotos og herefter:
de: Sie können eines oder mehrere Fotos auswählen und dann:
el: Μπορείτε να επιλέξετε μία ή περισσότερες εικόνες και στη συνέχεια:
eo: Vi povas elekti unu aŭ plurajn bildojn kaj poste:
es: Puedes seleccionar una o más imágenes y después:
fa: می‌توانید یک یا چند تصویر را انتخاب کنید و سپس:
fi: Voit valita yhden tai useampia kuvia ja sitten:
fr: Vous pouvez sélectionner une ou plusieurs images et ensuite:
he: ניתן לבחור בתמונה אחת או יותר ולאחר מכן:
hr: Možete odabrati jednu ili više slika, a zatim:
hu: Kiválaszthat egy vagy több képet, majd:
id: Anda dapat memilih satu atau lebih gambar, lalu:
it: È possibile selezionare una o più immagini e poi:
ja: 1 つ以上の画像を選択することができます:
ka: შეგიძლიათ აირჩიოთ ერთი ან მეტი სურათი და შემდეგ:
lt: Galite pasirinkti vieną ar daugiau vaizdų ir tada:
lv: Varat atlasīt vienu vai vairākus attēlus un pēc tam:
ms: Anda boleh pilih satu atau lebih imej dan kemudian:
nl_be: U kunt één of meer foto's kiezen en vervolgens:
pl: Można wybrać jeden lub więcej obrazów, a następnie:
pt_pt: Pode selecionar uma ou várias imagens e depois:
ro: Puteți selecta una sau mai multe imagini și apoi:
ru: Вы можете выбрать одно или несколько изображений и затем:
sl: Izberete lahko eno ali več slik in nato:
sv: Du kan välja en eller flera bilder och sedan:
th: คุณสามารถเลือกภาพหนึ่งภาพหรือมากกว่านั้น แล้วทำตามขั้นตอนต่อไปนี้:
tl: Maaari kang pumili ng isa o marami pang mga imahe at pagkatapos ay:
tr: Bir veya birden fazla resim seçebilirsiniz ve sonra:
uk: Ви можете обрати одне або кілька зображень, а потім:
vi: Bạn có thể chọn một hoặc nhiều hình ảnh và sau đó:

# manufacturing_places
source: Manufacturing or processing places
ar: أماكن التصنيع أو التجهيز
bg: Места на производство или обработка
ca: Llocs de fabricació o processament
cs: Výrobní nebo zpracovatelská místa
da: Produktions- eller forarbejdningssteder
de: Herstellungs- oder Verarbeitungsstätten
el: Τόποι παραγωγής ή επεξεργασίας
eo: Fabrikadaj aŭ prilaboraj lokoj
es: Lugares de fabricación o de transformación
fa: مکان‌های تولید یا فرآوری
fi: Valmistus- tai käsittelypaikat
fr: Lieux de fabrication ou de transformation
he: מקומות הייצור או העיבוד
hr: Mjesta za proizvodnju ili preradu
hu: Gyártás vagy feldolgozás helyei
id: Tempat pembuatan atau pemrosesan
it: Luoghi di produzione o lavorazione
ja: 製造または加工の場所
ka: წარმოების ან დამუშავების ადგილები
lt: Gamybos ar perdirbimo vietos
lv: Ražošanas vai pārstrādes vietas
ms: Tempat pengilangan atau pemprosesan
nl_be: Locaties van productie of verwerking
pl: Miejsce produkcji lub przetwarzania
pt_pt: Locais de fabrico ou processamento
ro: Locurile de fabricare sau procesare
ru: Места производства или переработки
sl: Obdelava ali predelava
sv: Tillverknings eller bearbetningsplats
th: สถานที่ผลิตหรือแปรรูป
tl: Mga lugar sa paggawa o pagproseso
tr: Üretim veya işleme yerleri
uk: Місця виробництва чи обробки
vi: Địa điểm sản xuất, chế biến

# manufacturing_places_example
source: Montana, USA
ar: مونتانا، الولايات المتحدة الأمريكية
bg: Варна, България
ca: Vic, Catalunya
cs: Brno, Česká Republika
de: Allgäu, Deutschland
el: Θεσσαλονίκη, Ελλάδα
eo: Montano, Usono
es: Andalucía, España
fa: مونتانا، ایالات متحده آمریکا
fi: Montana, Yhdysvallat
fr: Provence, France
he: מונטנה, ארה״ב
hr: Montana, SAD
hu: Győr, Magyarország
id: Montana, Amerika Serikat
it: Montana, Stati Uniti d'America
ja: モンタナ州、アメリカ
ka: მონტანა, აშშ
lt: Montana, JAV
lv: Montana, ASV
ms: Montana, Amerika Syarikat
nl_be: Montana, VS
pt_pt: Ribeira Grande, São Miguel, Açores, Portugal
ro: Montana, SUA
ru: Калининград, Россия
sl: Montana, ZDA
th: มอนแทนา สหรัฐอเมริกา
tr: Montana, ABD
uk: Монтана, Сполучені Штати Америки
vi: Thành phố Hồ Chí Minh, Việt Nam

# manufacturing_places_p
source: manufacturing or processing places
ar: أماكن التصنيع أو التجهيز
bg: места на производство или обработка
ca: llocs de fabricació o elaboració
cs: výrobní nebo zpracovatelská místa
da: fremstillings eller forarbejdnings-steder
de: Herstellungs- oder Verarbeitungsstätten
el: τόποι παρασκευής ή επεξεργασίας
eo: fabrikadaj aŭ prilaboraj lokoj
es: lugares de fabricación o de transformación
fa: مکان‌های تولید یا فرآوری
fi: valmistus- tai käsittelypaikat
fr: lieux de fabrication ou de transformation
he: מקומות הייצור או העיבוד
hr: mjesta za proizvodnju ili preradu
hu: gyártás vagy feldolgozás helyei
id: tempat - tempat manufaktur atau pemrosesan
it: luoghi di produzione o lavorazione
ja: 製造または加工の場所
ka: წარმოების ან დამუშავების ადგილები
lt: gamybos ar perdirbimo vietos
lv: ražošanas vai pārstrādes vietas
ms: tempat pengilangan atau pemprosesan
nl_be: productie- of verwerkingslocaties
pl: miejsca produkcji lub przetwarzania
pt_pt: locais de fabrico ou processamento
ro: locul de fabricație sau de procesare
ru: места производства или переработки
sl: obdelava ali predelava
sv: tillverknings- eller bearbetningsplatser
th: สถานที่ผลิตหรือแปรรูป
tl: mga lugar sa paggawa o pagproseso
tr: imalat veya işleme alanları
uk: місця виробництва або обробки
vi: nơi sản xuất hoặc chế biến

# manufacturing_places_products
source: Products manufactured or processed in %s
ar: المنتجات المصنعة أو المعالجة في %s
bg: Продукти, произведени или преработени в %s
ca: Productes fabricats o processats en %s
cs: Výrobky vyrobené nebo zpracované v %s
da: Produkter fremstillet eller forarbejdet i %s
de: Produkte hergestellt oder verarbeitet in %s
el: Προϊόντα παρασκευασμένα ή επεξεργασμένα σε %s
eo: Produktoj fabrikitaj aŭ prilaboritaj en %s
es: Productos fabricados o transformados en %s
fa: محصولات تولید شده یا پردازش شده در %s
fi: Paikassa %s valmistetut tai käsitellyt tuotteet
fr: Les produits par lieu de fabrication ou transformation : %s
he: מוצרים שיוצרו או עובדו ב%s
hr: Proizvodi proizvedeni ili prerađeni u %s
hu: Termékek, amelyeknek %s a gyártási vagy feldolgozási helye
id: Produk - produk yang dimanufaktur atau diproses di %s
it: I prodotti fabbricati o lavorati in %s
ja: %s で製造または加工された製品
ka: %s-ში წარმოებული ან დამუშავებული პროდუქტები
lt: Produktai, pagaminti arba perdirbti %s
lv: Produkti, kas ražoti vai pārstrādāti %s
ms: Produk yang dikilangkan atau diproses dalam %s
nl_be: Producten geproduceerd of verwerkt in %s
pl: Produkty wytwarzane lub przetwarzane w %s
pt_pt: Produtos fabricados ou processados em %s
ro: Produse fabricate sau procesate în %s
ru: Продукты, произведённые или переработанные в %s
sl: Izdelki, izdelani ali predelani v %s
sv: Produkter tillverkade eller bearbetade i %s
th: ผลิตภัณฑ์ที่ผลิตหรือแปรรูปใน %s
tl: Mga produkto na ginawa o naproseso sa %s
tr: %s'de imal edilen veya işlenmiş ürünler
uk: Продукти, вироблено або броблено в %s
vi: Sản phẩm được sản xuất hoặc chế biến tại %s

# manufacturing_places_s
source: manufacturing or processing place
ar: مكان التصنيع أو التجهيز
bg: място на производство или обработка
ca: lloc de fabricació o elaboració
cs: výrobní nebo zpracovatelské místo
da: fremstillings- eller forarbejdningssted
de: Herstellungs- oder Verarbeitungsstätten
el: τόπος παρασκευής ή επεξεργασίας
eo: fabrikada aŭ prilabora loko
es: lugar de fabricación o de transformación
fa: محل تولید یا فرآوری
fi: valmistus- tai käsittelypaikka
fr: lieu de fabrication ou de transformation
he: מקום הייצור או העיבוד
hr: mjesto proizvodnje ili prerade
hu: gyártás vagy feldolgozás helye
id: tempat manufaktur atau pemrosesan
it: luogo di produzione o lavorazione
ja: 製造または加工の場所
ka: წარმოების ან დამუშავების ადგილი
lt: gamybos ar perdirbimo vieta
lv: ražošanas vai pārstrādes vieta
ms: tempat pengilangan atau pemprosesan
nl_be: productie- of verwerkingslocatie
pl: miejsce produkcji lub przetworzenia
pt_pt: local de fabrico ou processamento
ro: locul de fabricație sau de procesare
ru: место производства или переработки
sl: kraj obdelave ali predelave
sv: tillverkning eller bearbetningplats
th: สถานที่ผลิตหรือแปรรูป
tl: lugar ng paggawa o pagproseso
tr: imalat veya işleme yeri
uk: місця виробництва або обробки
vi: nơi sản xuất hoặc chế biến

# manufacturing_places_tagsinput
source: add a place
ar: إضافة مكان
bg: добави място
ca: afegir un lloc
cs: přidat místo
da: tilføj et sted
de: Ort hinzufügen
el: προσθέστε ένα τόπο
eo: aldoni lokon
es: añadir un lugar
fa: یک مکان اضافه کنید
fi: lisää paikka
fr: ajouter un lieu
he: הוספת מיקום
hr: dodajte mjesto
hu: hely hozzáadása
id: tambahkan tempat
it: aggiungi un luogo
ja: 場所を追加
ka: ადგილის დამატება
lt: pridėti vietą
lv: pievienojiet vietu
ms: tambahkan tempat
nl_be: voeg een locatie toe
pl: dodaj miejsce
pt_pt: adicionar um local
ro: adăugați un loc
ru: добавить место
sl: dodajte kraj
sv: lägg till en plats
th: เพิ่มสถานที่
tl: magdagdag ng lugar
tr: mekan ekle
uk: додайте місцеперебування
vi: thêm địa điểm
