Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# invite_user
source: Invite Users
bg: Поканете потребители
ca: Convidar usuaris
cs: Pozvat uživatele
da: Inviter bruger(e)
de: Benutzer einladen
el: Πρόσκληση Χρηστών
eo: Inviti Uzantojn
es: Invitar a usuarios
fa: دعوت از کاربران
fi: Kutsu käyttäjiä
fr: Inviter des utilisateurs
he: הזמנת משתמשים
hr: Pozovi korisnike
hu: Felhasználók meghívása
id: Undang Pengguna
it: Invita utenti
ka: მომხმარებლების მოწვევა
lt: Pakviesti vartotojus
lv: Uzaicināt lietotājus
nl_be: Gebruikers uitnodigen
pl: Zaproś Użytkowników
pt_pt: Convidar utilizadores
ro: Invitați utilizatori
ru: Пригласить пользователей
sv: Bjud in användare
th: เชิญเพื่อนเข้าร่วมทีม
tr: Kullanıcıları Davet Et
uk: Запросити користувача

# incomplete_products_you_added
source: Products you added that need to be completed
ar: المنتجات التي أضفتها وتحتاج إلى إكمالها
bg: Продукти, които си добавил и трябва да бъдат завършени
ca: Productes que ha afegit que han de ser completats
cs: Produkty, které jste přidali, a je třeba je dokončit
da: Produkter tilføjet af dig, som mangler udfyldelse
de: Von Ihnen hinzugefügte Produkte, die noch fertiggestellt werden müssen
el: Προϊόντα που προσθέσατε και απαιτούν συμπλήρωση
eo: Produktoj, kiujn vi aldonis kaj kiujn necesas kompletigi
es: Productos añadidos por ti que necesitan ser completados
fi: Lisäämäsi täydennettävät tuotteet
fr: Les produits que vous avez ajoutés qui sont à compléter
he: מוצרים שהוספת שדורשים השלמה
hu: Az Ön által hozzáadott termékek, amelyek befejezésre várnak
id: Produk - produk yang Anda tambahkan yang perlu diselesaikan
it: Prodotti aggiunti che devono essere completati
ja: あなたが追加して、完了が必要な製品
lt: Jūsų įkelti produktai, kuriuos reikia užbaigti pildyti
lv: Jūsu pievienotie produkti, kas jāpabeidz
ms: Produk yang anda tambah yang perlu dilengkapkan
nl_be: Producten die je toegevoegd hebt en nog onvolledig zijn
pl: Dodane produkty, które należy uzupełnić
pt_pt: Produtos adicionados por si que precisam de ser concluídos
ro: Produse adăugate de dumneavoastră care trebuie completate
ru: Добавленные вами незавершенные продукты
sl: Izdelki, ki ste jih dodali in jih je potrebno dokončati
sv: Produkter du lagt till som måste slutföras
tl: Mga produkto na iyong dinagdag na kailangang kumpletohin
tr: Eklemiş olduğunuz, tamamlanması gereken ürünler
uk: Додані вами товари, які необхідно укомплектувати
vi: Các sản phẩm bạn đã thêm cần được hoàn thành

# informers_p
source: informers
ar: المخبرين
bg: информатори
ca: informadors
cs: informátoři
da: databidragsydere
de: Hinweisgeber
el: πληροφοριοδότες
eo: informantoj
es: informantes
fa: خبرچینان
fi: tiedonantajat
fr: informateurs
he: מודיע
hr: doušnici
hu: informátorok
id: para pelapor
it: informatori
ja: 情報提供者
ka: ინფორმატორები
lt: informatoriai
lv: informatori
ms: pemberi maklumat
nl_be: informanten
pl: informatorzy
pt_pt: informadores
ro: informator
ru: информеры
sl: informatorji
sv: informatörer
th: ผู้แจ้งข่าว
tl: tagapagsalita
tr: muhbir
uk: коментатори
vi: người cung cấp thông tin

# informers_s
source: informers
ar: المخبرين
bg: информатори
ca: informadors
cs: informátoři
da: databidragsydere
de: Hinweisgeber
el: πληροφοριοδότες
eo: informantoj
es: informantes
fa: خبرچینان
fi: tiedonantajat
fr: informateurs
he: מודיע
hr: doušnici
hu: informátorok
id: para pelapor
it: informatori
ja: 情報提供者
ka: ინფორმატორები
lt: informatoriai
lv: informatori
ms: pemberi maklumat
nl_be: informanten
pl: informatorzy
pt_pt: informadores
ro: informator
ru: информеры
sl: informatorji
sv: informatörer
th: ผู้แจ้งข่าว
tl: tagapagsalita
tr: muhbir
uk: коментатори
vi: người cung cấp thông tin

source: Ingredients
ar: المكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
eo: Ingrediencoj
es: Ingredientes
fa: مواد تشکیل دهنده
fi: Ainesosat
fr: Ingrédients
he: רכיבים
hr: Sastojci
hu: Összetevők
id: bahan
it: Ingredienti
ja: 原材料
lt: Sudėtis
lv: Sastāvdaļas
ms: Bahan-bahan
nl_be: Ingrediënten
pl: Składniki
pt_pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sl: Sestavine
sv: Ingredienser
th: ส่วนผสม
tl: Mga Sangkap
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần

# no_ingredient
source: Ingredients are missing
bg: Липсват съставките
ca: Falten els ingredients
cs: Chybí ingredience
da: Ingredienser mangler
de: Zutaten fehlen
el: Λείπουν συστατικά
eo: Mankas ingrediencoj
es: Faltan los ingredientes
fa: مواد لازم گم شده است
fi: Ainesosat puuttuvat
fr: Les ingrédients sont manquants
he: חסרים רכיבים
hr: Nedostaju sastojci
hu: Hiányoznak az összetevők
id: Bahan tidak ditemukan
it: Mancano gli ingredienti
ja: 原材料が不足しています
ka: ინგრედიენტები აკლია
lt: Trūksta ingredientų
lv: Trūkst sastāvdaļu
nl_be: Ingrediënten ontbreken
pl: Składniki nie uzupełnione
pt_pt: Faltam os ingredientes
ro: Lipsesc ingrediente
ru: Состав отсутствует
sl: Sestavine manjkajo
sv: Ingredienser saknas
th: ส่วนประกอบอาหารไม่ครบถ้วน
tr: Bileşenler eksik
uk: Інгредієнти відсутні
vi: Thành phần bị thiếu

# one_ingredient
source: 1 ingredient
bg: 1 съставка
cs: 1 přísada
da: 1 ingrediens
de: 1 Zutat
el: 1 συστατικό
eo: 1 ingredienco
es: 1 ingrediente
fa: ۱ ماده تشکیل دهنده
fi: 1 ainesosa
fr: 1 ingrédient
he: רכיב אחד
hr: 1 sastojak
hu: 1 összetevő
id: 1 bahan
it: 1 ingrediente
ja: 1 個の原材料
ka: 1 ინგრედიენტი
lt: 1 ingredientas
lv: 1 sastāvdaļa
nl_be: 1 ingrediënt
pl: 1 składnik
pt_pt: 1 ingrediente
ru: 1 ингредиент
sl: 1 sestavina
sv: 1 ingrediens
th: มีส่วนประกอบ 1 อย่าง
tr: 1 bileşen
uk: 1 інгредієнт
vi: 1 thành phần

# f_ingredients_with_number
source: {number} ingredients
bg: {number} съставки
cs: {number} přísad
da: {number} ingredienser
de: {number} Zutaten
el: {number} συστατικά
eo: {number} ingrediencoj
es: {number} ingredientes
fa: {number} مواد لازم
fi: {number} ainesosaa
fr: {number} ingrédients
he: {number} רכיבים
hr: {number} sastojci
hu: {number} összetevő
id: {number} bahan
it: {number} ingredienti
ja: {number} 個の原材料
ka: {number} ინგრედიენტები
lt: {number} ingredientų
lv: {number} sastāvdaļas
nl_be: {number} ingrediënten
pl: {number} składników
pt_pt: {number} ingredientes
ro: {number} ingrediente
ru: {number} ингредиентов
sl: {number} sestavin
sv: {number} ingredienser
th: มีส่วนประกอบ {number} อย่าง
tr: {number} bileşen
uk: {number} інгредієнтів
vi: {number} thành phần

# ingredients_alt
source: Ingredients
ar: المكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
eo: Ingrediencoj
es: Ingredientes
fa: مواد تشکیل دهنده
fi: Ainesosat
fr: Ingrédients
he: רכיבים
hr: Sastojci
hu: Összetevők
id: bahan
it: Ingredienti
ja: 原材料
lt: Sudėtis
lv: Sastāvdaļas
ms: Bahan-bahan
nl_be: Ingrediënten
pl: Składniki
pt_pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sl: Sestavine
sv: Ingredienser
th: ส่วนผสม
tl: Mga Sangkap
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần

# ingredients_analysis_note
source: Note: ingredients can be listed with many different names, please let us know if you think the analysis above is incorrect.
ar: ملاحظة: المكونات يمكن سردها مع العديد من الأسماء المختلفة، وفضلا اسمح لنا أن نعرف إذا كنت تعتقد أن التحليل أعلاه غير صحيح.
bg: Забележка: съставките могат да бъдат изброени с много различни имена, моля, уведоми ни, ако смяташ, че анализът по-горе е неправилен.
ca: Nota: Els ingredients es poden enumerar amb molts noms diferents, si us plau, faça-nos saber si vostè pensa que l'anàlisi anterior és incorrecte.
cs: Poznámka: Přísady mohou být uvedeny pod mnoha různými jmény, dejte nám prosím vědět, pokud si myslíte, že výše uvedená analýza je nesprávná.
da: Bemærk: ingredienser kan være opført med mange forskellige navne, giv os venligst besked hvis du mener der er fejl i analysen ovenfor.
de: Anmerkung: Inhaltsstoffe können mit vielen verschiedenen Namen angegeben werden. Bitte teilen Sie uns mit, wenn Sie denken, dass die obige Analyse falsch ist.
el: Σημείωση: Τα συστατικά μπορούν να παρατίθενται με πολλά διαφορετικά ονόματα, ενημερώστε μας εάν πιστεύετε ότι η παραπάνω ανάλυση είναι εσφαλμένη.
eo: Noto: ingrediencoj povas esti listigitaj kun multaj malsamaj nomoj, bonvolu sciigi nin se vi opinias, ke la supra analizo estas malĝusta.
es: Nota: Los ingredientes se pueden enumerar con muchos nombres diferentes, por favor, haznos saber si el análisis anterior es incorrecto.
fa: توجه: مواد تشکیل دهنده می‌توانند با نام‌های مختلفی ذکر شوند، لطفاً اگر فکر می‌کنید تجزیه و تحلیل بالا نادرست است، به ما اطلاع دهید.
fi: Huomaa: Ainesosat voidaan luetella monilla eri nimillä. Kerro meille, jos arvelet, että yllä oleva analyysi ei pidä paikkaansa.
fr: Note : les ingrédients peuvent être indiqués sous beaucoup de noms différents, si vous pensez que l'analyse ci-dessus est incorrecte, merci de nous le signaler.
he: לתשומת לבך: הרכיבים שלהלן עשויים להופיע במגוון שמות שונים, נא לדווח לנו אם לדעתך הניתוח שלהלן שגוי.
hr: Napomena: sastojci mogu biti navedeni pod mnogo različitih naziva, molimo vas da nas obavijestite ako smatrate da je gornja analiza netočna.
hu: Megjegyzés: az összetevőket sokféle névvel lehet felsorolni, kérjük, tudassa velünk, ha úgy gondolja, hogy a fenti elemzés helytelen.
id: Catatan: kandungan bahan dapat didaftarkan dengan berbagai nama, beri tahu kami jika menurut Anda analisis di atas salah.
it: Nota: gli ingredienti possono essere elencati con molti nomi diversi, si prega di segnalare se si ritiene che l'analisi di cui sopra non sia corretta.
ja: 注意: 原材料は、様々な異なった名前で表記されることがあります。上記の分析が間違っていると思う場合はお知らせください。
ka: შენიშვნა: ინგრედიენტების ჩამოთვლა შესაძლებელია სხვადასხვა სახელწოდებით, გთხოვთ, შეგვატყობინოთ, თუ ფიქრობთ, რომ ზემოთ მოცემული ანალიზი არასწორია.
lt: Pastaba: sudedamosios dalys gali būti išvardytos skirtingais pavadinimais, praneškite mums, jei manote, kad aukščiau pateikta analizė yra neteisinga.
lv: Piezīme: sastāvdaļas var būt norādītas ar daudziem dažādiem nosaukumiem, lūdzu, paziņojiet mums, ja uzskatāt, ka iepriekš minētā analīze ir nepareiza.
ms: Nota: ramuan boleh disenaraikan dengan banyak nama berlainan, sila beritahu kami jika anda fikir analisis di atas tidak betul.
nl_be: Opmerking: ingrediënten kunnen onder veel verschillende namen zijn opgenomen. Laat het ons weten als u denkt dat de bovenstaande analyse onjuist is.
pl: Uwaga: Składniki mogą być wymienione pod wieloma różnymi nazwami, proszę dać nam znać jeśli powyższa analiza jest nieprawidłowa.
pt_pt: Nota: os ingredientes podem ser apresentados com diferentes designações, por favor informe-nos se achar que a análise acima está incorreta.
ro: Notă: ingredientele pot fi listate sub multe denumiri diferite, vă rugăm să ne anunțați dacă considerați că analiza de mai sus este greșită.
ru: Примечание: ингредиенты могут быть перечислены под разными названиями, дайте нам знать, если вы думаете, что приведенный выше анализ неверен.
sl: Opomba: sestavine so lahko naštete pod različnimi imeni, če menite, da zgoraj navedena analiza ni pravilna nam to prosim povejte.
sv: Obs: ingredienser kan listas med många olika namn. Låt oss veta om du tycker att resultatet ovan är felaktigt.
th: หมายเหตุ: การระบุส่วนประกอบอาหารนั้นสามารถทำได้หลายแบบ เมื่อพบว่าข้อมูลไม่ถูกต้อง กรุณาแจ้งให้เราทราบ
tl: Paalala: Ang mga sangkap ay maaaring nakalista na may ibat ibang pangalan, ipaalam sa amin kung sa palagay mo ay hindi wasto ang pagsusuri sa itaas.
tr: Not: bileşenler çok farklı isimlerle listelenebilir, lütfen yukarıdaki analizin yanlış olduğunu düşünüyorsanız bize bildirin.
uk: Зауважте: компоненти можуть бути занесені до списку з різноманітними назвами, якщо ви вважаєте вищезгаданий аналіз некоректним, повідомте нас, будь ласка.
vi: Lưu ý: các thành phần có thể được liệt kê với nhiều tên khác nhau, vui lòng cho chúng tôi biết nếu bạn cho rằng phân tích ở trên không chính xác.

# ingredients_from_or_that_may_be_from_palm_oil_p
source: ingredients from or that may be from palm oil
ar: المكونات من أو التي قد تكون من زيت النخيل
bg: съставки от или които може да са от палмово масло
ca: ingredients que són o que poden ser d'oli de palma
cs: přísady, které mohou být z palmového oleje
da: ingredienser som er, eller som kan stamme fra, palmeolie
de: Inhaltsstoffe, die mit oder möglicherweise aus Palmöl hergestellt werden
el: συστατικά προερχόμενα από/πιθανώς από φοινικέλαιο
eo: ingrediencoj, kiuj enhavas aŭ kiuj eble enhavas palmoleon
es: ingredientes que proceden o pueden proceder de aceite de palma
fa: مواد تشکیل دهنده از یا که ممکن است از روغن پالم باشد
fi: ainesosat, jotka ovat tai voivat olla peräisin palmuöljystä
fr: ingrédients issus ou pouvant être issus de l'huile de palme
he: רכיבים שעשויים או מיוצרים משמן דקלים
hr: sastojci iz ili koji mogu biti iz palminog ulja
hu: összetevők pálmaolajból vagy talán pálmaolajból
id: kandungan bahan dari, atau yang mungkin berasal dari minyak sawit
it: ingredienti provenienti da o che possono essere derivati da olio di palma
ja: 原材料は、パーム油由来の可能性があります
ka: ინგრედიენტები, რომლებიც მიიღება ან შეიძლება იყოს პალმის ზეთისგან
lt: sudedamosios dalys iš arba galintys būti iš palmių aliejaus
lv: sastāvdaļas no palmu eļļas vai kas var būt no tās
ms: ramuan dari atau yang mungkin dari minyak sawit
nl_be: ingrediënten die (mogelijk) palmolie bevatten
pl: składniki pochodzące z oleju palmowego
pt_pt: ingredientes que poderão derivar do óleo de palma
ro: ingrediente care ar putea fi din sau ar putea proveni din ulei de palmier
ru: ингредиенты из пальмового масла или могущие его содержать
sl: sestavine, ki so lahko iz ali so iz palmovega olja
sv: ingredienser från eller som kan vara från palmolja
th: มีส่วนประกอบที่มาจากผลผลิตจากปาล์ม
tl: mga sangkap sa o maaring magmula sa palm oil
tr: palmiye yağı içindekiler veya bu maddeler
uk: складники можуть включати в себе пальмову олію
vi: các thành phần từ hoặc có thể từ dầu cọ

# ingredients_from_or_that_may_be_from_palm_oil_s
source: ingredient from or that may be from palm oil
ar: المكونات من أو التي قد تكون من زيت النخيل
bg: съставка от или която може да е от палмово масло
ca: ingredient que és o que pot ser d'oli de palma
cs: surovina, která je nebo může být z palmového oleje
da: ingrediens som er, eller som kan stamme fra, palmeolie
de: Inhaltsstoff, der aus oder möglicherweise aus Palmöl hergestellt wird
el: συστατικό προερχόμενο από/πιθανώς από φοινικέλαιο
eo: ingredienco, kiu enhavas aŭ kiu eble enhavas palmoleon
es: ingrediente que procede o puede proceder de aceite de palma
fa: ماده‌ای که از روغن پالم گرفته شده یا ممکن است از آن گرفته شده باشد
fi: ainesosa, joka on tai voi olla peräisin palmuöljystä
fr: ingrédient issu ou pouvant être issu de l'huile de palme
he: רכיבים שעשויים או מיוצרים משמן דקלים
hr: sastojak iz ili koji može biti iz palminog ulja
hu: összetevő pálmaolajból vagy talán pálmaolajból
id: kandungan bahan dari, atau yang mungkin berasal dari minyak sawit
it: ingrediente proveniente da o che può essere derivato da olio di palma
ja: 原材料は、パーム油由来の可能性があります
ka: ინგრედიენტი პალმის ზეთიდან ან რომელიც შეიძლება იყოს პალმის ზეთიდან
lt: sudedamoji dalis iš arba galinti būti iš palmių aliejaus
lv: sastāvdaļa no palmu eļļas vai kas var būt no tās
ms: ramuan dari atau yang mungkin dari minyak sawit
nl_be: ingrediënt dat (mogelijk) palmolie bevat
pl: składnik pochodzący z oleju palmowego
pt_pt: ingrediente que poderá derivar do óleo de palma
ro: ingredient care ar putea fi din sau ar putea proveni din ulei de palmier
ru: ингредиент из пальмового масла или могущий его содержать
sl: sestavina, ki je lahko iz ali je iz palmovega olja
sv: ingrediens som kan vara från palmolja
th: มีส่วนประกอบที่มาจากผลผลิตจากปาล์ม
tl: mga sangkap mula o maaring magmula sa palm oil
tr: içeriği palmiye yağından olabilir
uk: компонент, який може бути виготовлений за допомогою пальмової олії
vi: thành phần từ hoặc có thể từ dầu cọ

# ingredients_from_palm_oil_p
source: ingredients from palm oil
ar: المكونات من زيت النخيل
bg: съставки от палмово масло
ca: ingredients de l'oli de palma
cs: suroviny z palmového oleje
da: ingredienser fra palmeolie
de: aus Palmöl hergestellte Inhaltsstoffe
el: συστατικά προερχόμενα από φοινικέλαιο
eo: ingrediencoj, kiuj enhavas palmoleon
es: ingredientes procedentes de aceite de palma
fa: مواد تشکیل دهنده روغن پالم
fi: palmuöljyperäiset ainesosat
fr: ingrédients issus de l'huile de palme
he: רכיבים משמן דקלים
hr: sastojci iz palminog ulja
hu: összetevők pálmaolajból
id: kandungan bahan dari minyak sawit
it: ingredienti provenienti da olio di palma
ja: パーム油由来の原材料
ka: პალმის ზეთისგან მიღებული ინგრედიენტები
lt: sudedamosios dalys iš palmių aliejaus
lv: sastāvdaļas no palmu eļļas
ms: ramuan dari minyak sawit
nl_be: ingrediënten uit palmolie
pl: składniki z oleju palmowego
pt_pt: ingredientes que derivam do óleo de palma
ro: ingrediente din ulei de palmier
ru: компоненты из пальмового масла
sl: sestavine iz palmovega olja
sv: ingredienser från palmolja
th: มีน้ำมันปาล์มเป็นส่วนประกอบ
tl: mga sangkap mula sa palm oil
tr: palmiye yağından maddeler
uk: складники, що виготовлені з пальмової олії
vi: các thành phần từ dầu cọ

# ingredients_from_palm_oil_s
source: ingredient from palm oil
ar: مكون من زيت النخيل
bg: съставка от палмово масло
ca: ingredient de l'oli de palma
cs: surovina z palmového oleje
da: ingrediens fra palmeolie
de: aus Palmöl hergestellter Inhaltsstoff
el: συστατικό προερχόμενο από φοινικέλαιο
eo: ingredienco, kiu enhavas palmoleon
es: ingrediente procedente de aceite de palma
fa: ماده‌ای از روغن پالم
fi: palmuöljyperäinen ainesosa
fr: ingrédient issu de l'huile de palme
he: רכיב משמן דקלים
hr: sastojak iz palminog ulja
hu: összetevő pálmaolajból
id: bahan dari minyak sawit
it: ingrediente proveniente da olio di palma
ja: パーム油由来の原材料
ka: ინგრედიენტი პალმის ზეთისგან
lt: sudedamoji dalis iš palmių aliejaus
lv: sastāvdaļa no palmu eļļas
ms: ramuan dari minyak sawit
nl_be: ingrediënt uit palmolie
pl: składnik z oleju palmowego
pt_pt: ingrediente que deriva do óleo de palma
ro: ingredient din ulei de palmier
ru: компонент из пальмового масла
sl: sestavina iz palmovega olja
sv: ingrediens från palmolja
th: มีน้ำมันปาล์มเป็นส่วนประกอบ
tl: sangkap mula sa palm oil
tr: palmiye yağı içeriği
uk: інгрідієнт з пальмової олії
vi: thành phần từ dầu cọ

# ingredients_n_p
source: Numbers of ingredients
ar: عدد المكونات
bg: Брой съставки
ca: El nombre d'ingredients
cs: Počet surovin
da: Antal ingredienser
de: Anzahl der Inhaltsstoffe
el: Αριθμοί συστατικών
eo: Nombroj da ingrediencoj
es: Número de ingredientes
fa: تعداد مواد تشکیل دهنده
fi: Ainesosien lukumäärät
fr: Nombres d'ingrédients
he: מספר המרכיבים
hr: Broj sastojaka
hu: Összetevők száma
id: Jumlah bahan
it: Numero di ingredienti
ja: 原材料の数
ka: ინგრედიენტების რაოდენობა
lt: Sudedamųjų dalių skaičiai
lv: Sastāvdaļu skaits
ms: Bilangan bahan ramuan
nl_be: Ingrediëntgetallen
pl: Liczba składników
pt_pt: Números de ingredientes
ro: Numerele de ingrediente
ru: Число ингредиентов
sl: Število sestavin
sv: Antal ingredienser
th: จำนวนส่วนประกอบอาหาร
tl: Mga bilang ng mga sangkap
tr: İçindekiler sayısı
uk: Кількість інгредієнтів
vi: Số lượng thành phần

# ingredients_n_s
source: Number of ingredients
ar: عدد المكونات
bg: Брой съставки
ca: Nombre d'ingredients
cs: Počet surovin
da: Antal ingredienser
de: Anzahl der Inhaltsstoffe
el: Αριθμός συστατικών
eo: Nombro da ingrediencoj
es: Número de ingredientes
fa: تعداد مواد تشکیل دهنده
fi: Ainesosien lukumäärä
fr: Nombre d'ingrédients
he: מספר המרכיבים
hr: Broj sastojaka
hu: Összetevők száma
id: Jumlah bahan
it: Numero di ingredienti
ja: 原材料の数
ka: ინგრედიენტების რაოდენობა
lt: Sudedamųjų dalių skaičius
lv: Sastāvdaļu skaits
ms: Bilangan bahan ramuan
nl_be: Aantal ingrediënten
pl: Liczba składników
pt_pt: Número de ingredientes
ro: Numărul de ingrediente
ru: Число ингредиентов
sl: Število sestavin
sv: Antal ingredienser
th: จำนวนส่วนประกอบอาหาร
tl: Bilang ng mga sangkap
tr: İçindekiler sayısı
uk: Певна кількість інгредієнтів
vi: Số lượng thành phần

# known_ingredients_n_s
source: Number of recognized ingredients
ar: عدد المكونات المعترف بها
bg: Брой разпознати съставки
ca: Nombre d'ingredients reconeguts
cs: Počet rozeznaných složek
da: Antal genkendte ingredienser
de: Anzahl der erkannter Zutaten
el: Αριθμός αναγνωρισμένων συστατικών
eo: Nombro da agnoskitaj ingrediencoj
es: Número de ingredientes reconocidos
fa: تعداد مواد تشکیل دهنده شناخته شده
fi: Tunnistettujen ainesosien määrä
fr: Nombre d'ingrédients reconnus
he: מספר הרכיבים המזוהים
hr: Broj prepoznatih sastojaka
hu: Felismert összetevők száma
id: Jumlah bahan makanan yang diketahui
it: Numero di ingredienti riconosciuti
ja: 認定された成分の数
ka: აღიარებული ინგრედიენტების რაოდენობა
lt: Atpažintos sudedamosios dalys
lv: Atpazīto sastāvdaļu skaits
ms: Bilangan ramuan yang diiktiraf
nl_be: Aantal herkende ingrediënten
pl: Ilość rozpoznanych składników
pt_pt: Número de ingredientes reconhecidos
ro: Numărul de ingrediente recunoscute
ru: Количество общепризнанных ингредиентов
sl: Število prepoznanih sestavin
sv: Antal igenkända ingredienser
th: จำนวนส่วนประกอบอาหารที่ระบบรู้จัก
tr: Belirlenen katkı maddesi sayısı
uk: Кількість відомих інгредієнтів
vi: Số lượng các thành phần được công nhận

# unknown_ingredients_n_s
source: Number of unrecognized ingredients
ar: عدد المكونات غير المعترف بها
bg: Брой неразпознати съставки
ca: Nombre d'ingredients no reconeguts
cs: Počet nerozpoznaných přísad
da: Antal ikke-genkendte ingredienser
de: Anzahl der nicht erkannten Zutaten
el: Αριθμός μη αναγνωρισμένων συστατικών
eo: Nombro da nerekonitaj ingrediencoj
es: Número de ingredientes no reconocidos
fa: تعداد مواد تشکیل دهنده ناشناخته
fi: Tunnistamattomien ainesosien määrä
fr: Nombre d'ingrédients non reconnus
he: מספר הרכיבים הבלתי מזוהים
hr: Broj neprepoznatih sastojaka
hu: Fel nem ismert összetevők száma
id: Jumlah bahan makanan yang tidak diketahui
it: Numero di ingredienti non riconosciuti
ja: 認識されていない成分の数
ka: ამოუცნობი ინგრედიენტების რაოდენობა
lt: Neatpažintos sudedamosios dalys
lv: Neatpazītu sastāvdaļu skaits
ms: Bilangan ramuan yang diiktiraf
nl_be: Aantal niet-herkende ingrediënten
pl: Ilość nierozpoznanych składników
pt_pt: Número de ingredientes não reconhecidos
ro: Numărul de ingrediente nerecunoscute
ru: Количество непризнанных ингредиентов
sl: Število neprepoznanih sestavin
sv: Antal okända ingredienser
th: จำนวนส่วนประกอบอาหารที่ระบบไม่รู้จัก
tr: Belirlenemeyen katkı maddesi sayısı
uk: Кількість нерозпізнаних інгредієнтів
vi: Số lượng các thành phần không được công nhận

# ingredients_p
source: ingredients
ar: المكونات
bg: съставки
cs: složení
da: ingredienser
de: Inhaltsstoffe
el: συστατικα
eo: ingrediencoj
es: ingredientes
fa: مواد تشکیل دهنده
fi: ainesosat
fr: ingrédients
he: רכיבים
hr: sastojci
hu: összetevők
id: bahan
it: ingredientes
ja: 原材料
lt: sudėtis
lv: sastāvdaļas
ms: bahan-bahan
nl_be: ingrediënten
pl: składniki
pt_pt: ingredientes
ro: ingrediente
ru: ингредиенты
sl: sestavine
sv: ingredienser
th: ส่วนผสม
tl: mga sangkap
tr: malzemeler
uk: інгредієнти
vi: thành phần
