Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# export_product_data_photos_please_check
source: Please check that the data on the platform for producers is correct before exporting it to the public database.
ar: يرجى التحقق من صحة البيانات الموجودة على المنصة بالنسبة للمنتجين قبل تصديرها إلى قاعدة البيانات العامة.
bg: Моля, проверете дали данните в платформата за производители са правилни, преди да ги изнесете в публичната база данни.
ca: Si us plau, comproveu que les dades de la plataforma per a productors siguin correctes abans d'exportar-les a la base de dades pública.
cs: Před exportem do veřejné databáze zkontrolujte, zda jsou údaje na platformě pro výrobce správné.
da: Tjek, at dataene på producentplatformen er korrekte, før de eksporteres til den offentlige database.
de: Bitte überprüfen Sie vor dem Export in die öffentliche Datenbank, ob die Daten auf der Plattform für Hersteller korrekt sind.
el: Ελέγξτε ότι τα δεδομένα στην πλατφόρμα για τους παραγωγούς είναι σωστά πριν τα εξαγάγετε στη δημόσια βάση δεδομένων.
eo: Bonvolu kontroli, ke la datumoj sur la platformo por produktantoj estas ĝustaj antaŭ ol eksporti ilin al la publika datumbazo.
es: Por favor, revise que los datos en la plataforma del productor sean correctos antes de exportarlos a la base de datos pública.
fa: لطفاً قبل از ارسال داده‌ها به پایگاه داده عمومی، صحت داده‌های تولیدکنندگان روی پلتفرم را بررسی کنید.
fi: Varmista tuottajien alustan tietojen oikeellisuus ennen kuin viet ne julkiseen tietokantaan.
fr: Merci de vérifier que les données sur la plate-forme pour les producteurs sont correctes avant de les exporter vers la base de données publique.
he: נא לוודא שהנתונים בפלטפורמה ליצרנים נכונים בטרם הייצוא למסד הנתונים הציבורי.
hr: Molimo provjerite jesu li podaci na platformi za proizvođače točni prije izvoza u javnu bazu podataka.
hu: Kérjük, ellenőrizze a gyártói platformon szereplő adatok helyességét, mielőtt exportálja azokat a nyilvános adatbázisba.
id: Silakan periksa bahwa data pada platform untuk para produsen benar sebelum mengekspornya ke basis data publik.
it: Controlla che i dati sulla piattaforma per i produttori siano corretti prima di esportarli nel database pubblico.
ja: 公開データベースにエクスポートする前に、プラットフォーム上のデータが正しいことを確認してください。
ka: საჯარო მონაცემთა ბაზაში ექსპორტამდე, გთხოვთ, შეამოწმოთ, რომ პროდიუსერების პლატფორმაზე მონაცემები სწორია.
lt: Prieš eksportuodami juos į viešąją duomenų bazę, patikrinkite, ar platformos duomenys yra teisingi.
lv: Lūdzu, pārbaudiet, vai platformā esošie dati ražotājiem ir pareizi, pirms tos eksportējat uz publisko datubāzi.
nl_be: Controleer of de gegevens op het platform voor producenten correct zijn voordat u ze naar de openbare database exporteert.
pl: Proszę sprawdzić, czy dane na platformie producenta są poprawne przed wyeksportowaniem ich do publicznej bazy danych.
pt_pt: Verifique se os dados na plataforma para produtores estão corretos antes de exportá-los para a base de dados pública.
ro: Vă rugăm să verificați dacă datele de pe platforma pentru producători sunt corecte înainte de a le exporta în baza de date publică.
ru: Пожалуйста, убедитесь, что данные на платформе для производителей верны, прежде чем экспортировать их в открытую базу данных.
sl: Prosimo, preverite, ali so podatki na platformi za proizvajalce pravilni, preden jih izvozite v javno bazo podatkov.
sv: Kontrollera att uppgifterna på plattformen för producenter är korrekta innan du exporterar dem till den offentliga databasen.
th: โปรดตรวจสอบให้แน่ใจว่าข้อมูลบนแพลตฟอร์มสำหรับผู้ผลิตถูกต้องก่อนที่จะส่งออกไปยังฐานข้อมูลสาธารณะ
tr: Lütfen herkese açık veritabanına aktarmadan önce, üreticiler platformundaki verilerin doğru olup olmadığını kontrol edin.
uk: Будь ласка, переконайтеся, що дані на платформі виробників правильні перед тим, як експортувати їх у загальну базу даних.
vi: Vui lòng kiểm tra xem dữ liệu trên nền tảng dành cho nhà sản xuất có chính xác hay không trước khi xuất lên cơ sở dữ liệu công khai.

# export_photos
source: Export photos to the public database
ar: تصدير الصور إلى قاعدة البيانات العامة
bg: Изнеси снимки в публичната база данни
ca: Exporta fotos a la base de dades pública
cs: Exportovat fotky do veřejné databáze
da: Eksportér fotos til den offentlige database
de: Fotos in die öffentliche Datenbank exportieren
el: Εξαγωγή φωτογραφιών στη δημόσια βάση δεδομένων
eo: Eksporti fotojn al la publika datumbazo
es: Exportar fotos a la base de datos pública
fa: ارسال عکس‌ها به پایگاه داده عمومی
fi: Vie kuvat julkiseen tietokantaan
fr: Exporter des photos vers la base de données publique
he: ייצוא תמונות למסד הנתונים הציבורי
hr: Izvoz fotografija u javnu bazu podataka
hu: Fényképek exportálása a publikus adatbázisba
id: Ekspor foto - foto ke basis data publik
it: Esporta le foto nel database pubblico
ja: 画像を公開データベースにエクスポート
ka: ფოტოების ექსპორტი საჯარო მონაცემთა ბაზაში
lt: Eksportuokite nuotraukas į viešąją duomenų bazę
lv: Eksportēt fotoattēlus uz publisko datubāzi
nl_be: Exporteer foto's naar de openbare database
pl: Eksportuj zdjęcia do publicznej bazy danych
pt_pt: Exportar fotografias para a base de dados pública
ro: Exportați fotografii în baza de date publică
ru: Экспорт фото в общедоступную базу данных
sl: Izvozite fotografije v javno bazo podatkov
sv: Exportera foton till den offentliga databasen
th: ส่งออกรูปภาพไปยังฐานข้อมูลสาธารณะ
tr: Fotoğrafları herkese açık veritabanına aktarın
uk: Експортуйте фото до загальнодоступної бази даних
vi: Xuất ảnh từ cơ sở dữ liệu mở

# replace_selected_photos
source: Replace existing selected photos
ar: استبدال الصور الحالية التي تم تحديدها
bg: Заменете съществуващите избрани снимки
ca: Substitueix les fotos seleccionades existents
cs: Nahradit stávající vybrané fotografie
da: Erstat eksisterende, valgte fotos
de: Vorhandene ausgewählte Fotos ersetzen
el: Αντικαταστήστε τις υπάρχουσες επιλεγμένες φωτογραφίες
eo: Anstataŭigi ekzistantajn elektitajn fotojn
es: Reemplazar las fotos seleccionadas
fa: عکس‌های انتخاب‌شده‌ی موجود را جایگزین کنید
fi: Korvaa valitut kuvat
fr: Remplace les photos existantes sélectionnées
he: החלפת התמונות הנבחרות הנוכחיות
hr: Zamijeni postojeće odabrane fotografije
hu: Meglévő kiválasztott fotók lecserélése
id: Ganti foto - foto terpilih yang ada
it: Sostituisci le foto selezionate esistenti
ja: 選択した画像を置き換え
ka: არსებული არჩეული ფოტოების ჩანაცვლება
lt: Pakeiskite esamas pasirinktas nuotraukas
lv: Aizstāt esošos atlasītos fotoattēlus
nl_be: Vervang de geselecteerde bestaande foto's
pl: Zastąp istniejące wybrane zdjęcia
pt_pt: Substituir as fotografias selecionadas existentes
ro: Înlocuiți pozele selectate existente
ru: Заменить существующие выбранные фото
sl: Zamenjaj obstoječe izbrane fotografije
sv: Ersätt befintliga valda foton
th: แทนที่รูปภาพที่เลือกไว้เดิม
tr: Mevcut seçili fotoğrafları değiştirin
uk: Замініть існуючі фотографії, що були вибрані
vi: Thay thế ảnh lựa chọn hiện có

source: Cancel
ar: إلغاء
bg: Отмени
ca: Cancel·lar
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
id: Batalkan
it: Annulla
ja: 取消
lt: Atšaukti
lv: Atcelt
nl_be: Annuleer
pl: Anuluj
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sl: Prekliči
sv: Annulera
th: ยกเลิก
tr: İptal
uk: Відмінити
vi: Huỷ

source: Collapsed changes
ar: التغييرات الملغاة
bg: Свити промени
ca: Canvis reduïts
cs: Sbalené změny
da: Sammenfoldede ændringer
de: Eingeklappte Änderungen
el: Συμπτυγμένες αλλαγές
eo: Kunfalditaj ŝanĝoj
es: Plegar cambios
fa: تغییرات فشرده
fi: Kutistetut muutokset
fr: Modifications masquées
he: שינויים מצומצמים
hr: Sažete promjene
hu: Összecsukott módosítások
id: Perubahan yang diciutkan
it: Modifiche compresse
ja: 折りたたまれた変更
ka: ჩაკეცილი ცვლილებები
lt: Žlugę pakeitimai
lv: Sakļautās izmaiņas
nl_be: Samengevouwen wijzigingen
pt_pt: Alterações colapsadas
ro: Restrânge modificările
ru: Свернутые изменения
sl: Strnjene spremembe
sv: Komprimerade ändringar
th: การเปลี่ยนแปลงที่ยุบลง
tr: Sınırlanmış değişiklikler
uk: Згорнуті зміни
vi: Các thay đổi đã thu gọn

# data_quality_p
source: data quality
ar: جودة البيانات
bg: качество на данните
ca: qualitat de les dades
cs: datová kvalita
da: datakvalitet
de: Datenqualität
el: ποιότητα δεδομένων
eo: datumkvalito
es: calidad de los datos
fa: کیفیت داده
fi: tiedon laadut
fr: qualité des données
he: איכות הנתונים
hr: kvaliteta podataka
hu: adatminőség
id: kualitas data
it: qualità dei dati
ja: データ品質
ka: მონაცემთა ხარისხი
lt: duomenų kokybė
lv: datu kvalitāte
nl_be: kwaliteit van de gegevens
pl: jakość danych
pt_pt: qualidade dos dados
ro: calitatea datelor
ru: качество данных
sl: kakovost podatkov
sv: datakvalitet
th: คุณภาพข้อมูล
tr: veri kalitesi
uk: якість даних
vi: chất lượng dữ liệu

# data_quality_s
source: data quality
ar: جودة البيانات
bg: качество на данните
ca: qualitat de les dades
cs: datová kvalita
da: datakvalitet
de: Datenqualität
el: ποιότητα δεδομένων
eo: datumkvalito
es: calidad de los datos
fa: کیفیت داده
fi: tiedon laadut
fr: qualité des données
he: איכות הנתונים
hr: kvaliteta podataka
hu: adatminőség
id: kualitas data
it: qualità dei dati
ja: データ品質
ka: მონაცემთა ხარისხი
lt: duomenų kokybė
lv: datu kvalitāte
nl_be: kwaliteit van de gegevens
pl: jakość danych
pt_pt: qualidade dos dados
ro: calitatea datelor
ru: качество данных
sl: kakovost podatkov
sv: datakvalitet
th: คุณภาพข้อมูล
tr: veri kalitesi
uk: якість даних
vi: chất lượng dữ liệu

source: data quality
ar: جودة البيانات
bg: качество на данните
ca: qualitat de les dades
cs: datová kvalita
da: datakvalitet
de: Datenqualität
el: ποιότητα δεδομένων
eo: datumkvalito
es: calidad de los datos
fa: کیفیت داده
fi: tiedon laadut
fr: qualité des données
he: איכות הנתונים
hr: kvaliteta podataka
hu: adatminőség
id: kualitas data
it: qualità dei dati
ja: データ品質
ka: მონაცემთა ხარისხი
lt: duomenų kokybė
lv: datu kvalitāte
nl_be: kwaliteit van de gegevens
pl: jakość danych
pt_pt: qualidade dos dados
ro: calitatea datelor
ru: качество данных
sl: kakovost podatkov
sv: datakvalitet
th: คุณภาพข้อมูล
tr: veri kalitesi
uk: якість даних
vi: chất lượng dữ liệu

# data_quality_bugs_p
source: data quality bugs
ar: أخطاء جودة البيانات
bg: грешки в качеството на данните
ca: problemes de qualitat de les dades
cs: chyby v kvalitě dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλματα ποιότητας δεδομένων
eo: cimoj pri datenkvalito
es: errores de calidad de datos
fa: اشکالات کیفیت داده
fi: virheet tiedon laadussa
fr: bugs de qualité des données
he: תקלות באיכות הנתונים
hr: greške u kvaliteti podataka
hu: adatminőség hibák
id: kumpulan bug kualitas data
it: bug qualità dei dati
ja: データ品質のバグ
ka: მონაცემთა ხარისხის შეცდომები
lt: duomenų kokybės klaidos
lv: datu kvalitātes kļūdas
nl_be: gegevenskwaliteitsfouten
pl: błędy jakości danych
pt_pt: erros de qualidade dos dados
ro: erori de calitate a datelor
ru: ошибка качества данных
sl: napake v kakovosti podatkov
sv: datakvalitetsbuggar
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi hataları
uk: помилки якості даних
vi: lỗi về chất lượng dữ liệu

# data_quality_bugs_s
source: data quality bug
ar: خطأ في جودة البيانات
bg: грешка в качеството на данните
ca: problema de qualitat de les dades
cs: chyba kvality dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλμα ποιότητας δεδομένων
eo: cimo pri datenkvalito
es: error en la calidad de datos
fa: اشکال در کیفیت داده
fi: virhe tiedon laadussa
fr: bug de qualité des données
he: תקלה באיכות הנתונים
hr: greška u kvaliteti podataka
hu: adatminőség hiba
id: bug kualitas data
it: bug qualità dei dati
ja: データ品質のバグ
ka: მონაცემთა ხარისხის შეცდომა
lt: duomenų kokybės klaida
lv: datu kvalitātes kļūda
nl_be: gegevenskwaliteitsfout
pl: błąd jakości danych
pt_pt: erro de qualidade dos dados
ro: eroare de calitate a datelor
ru: информация о качестве данных
sl: napaka v kakovosti podatkov
sv: datakvalitetsbugg
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi hatası
uk: помилка якості даних
vi: lỗi về chất lượng dữ liệu

source: data quality bugs
ar: أخطاء جودة البيانات
bg: грешки в качеството на данните
ca: problemes de qualitat de les dades
cs: chyby v kvalitě dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλματα ποιότητας δεδομένων
eo: cimoj pri datenkvalito
es: errores de calidad de datos
fa: اشکالات کیفیت داده
fi: virheet tiedon laadussa
fr: bugs de qualité des données
he: תקלות באיכות הנתונים
hr: greške u kvaliteti podataka
hu: adatminőség hibák
id: kumpulan bug kualitas data
it: bug qualità dei dati
ja: データ品質のバグ
ka: მონაცემთა ხარისხის შეცდომები
lt: duomenų kokybės klaidos
lv: datu kvalitātes kļūdas
nl_be: gegevenskwaliteitsfouten
pl: błędy jakości danych
pt_pt: erros de qualidade dos dados
ro: erori de calitate a datelor
ru: ошибка качества данных
sl: napake v kakovosti podatkov
sv: datakvalitetsbuggar
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi hataları
uk: помилки якості даних
vi: lỗi về chất lượng dữ liệu

source: data quality completeness
eo: datenkvalito tuteco
fa: کامل بودن کیفیت داده‌ها
hr: potpunost kvalitete podataka
ka: მონაცემთა ხარისხის სისრულე
lv: datu kvalitāte pilnīgums
sv: fullständighet i datakvalitet
th: ความสมบูรณ์ของคุณภาพข้อมูล

# data_quality_info_p
source: data quality info
ar: معلومات جودة البيانات
bg: информация за качеството на данните
ca: informació sobre la qualitat de les dades
cs: informace o kvalitě dat
da: datakvalitetsinfo
de: Datenqualität
el: πληροφορίες ποιότητας δεδομένων
eo: informoj pri datenkvalito
es: información de la calidad de datos
fa: اطلاعات کیفیت داده
fi: selitteet tiedon laadusta
fr: informations sur la qualité des données
he: פרטי איכות הנתונים
hr: informacije o kvaliteti podataka
hu: adatminőség információ
id: info kualitas data
it: informazioni sulla qualità dei dati
ja: データ品質情報
ka: მონაცემთა ხარისხის ინფორმაცია
lt: duomenų kokybės informacija
lv: datu kvalitātes informācija
nl_be: informatie over gegevenskwaliteit
pl: informacje o jakości danych
pt_pt: informação de qualidade dos dados
ro: informații despre calitatea datelor
ru: информация о качестве данных
sl: informacije o kakovosti podatkov
sv: datakvalitetsinfo
th: ข้อมูลคุณภาพข้อมูล
tr: veri kalitesi bilgisi
uk: інформація про якість даних
vi: thông tin về chất lượng dữ liệu

# data_quality_info_s
source: data quality info
ar: معلومات جودة البيانات
bg: информация за качеството на данните
ca: informació sobre la qualitat de les dades
cs: informace o kvalitě dat
da: datakvalitetsinfo
de: Datenqualität
el: πληροφορίες ποιότητας δεδομένων
eo: informoj pri datenkvalito
es: información de la calidad de datos
fa: اطلاعات کیفیت داده
fi: selitteet tiedon laadusta
fr: informations sur la qualité des données
he: פרטי איכות הנתונים
hr: informacije o kvaliteti podataka
hu: adatminőség információ
id: info kualitas data
it: informazioni sulla qualità dei dati
ja: データ品質情報
ka: მონაცემთა ხარისხის ინფორმაცია
lt: duomenų kokybės informacija
lv: datu kvalitātes informācija
nl_be: informatie over gegevenskwaliteit
pl: informacje o jakości danych
pt_pt: informação de qualidade dos dados
ro: informații despre calitatea datelor
ru: информация о качестве данных
sl: informacije o kakovosti podatkov
sv: datakvalitetsinfo
th: ข้อมูลคุณภาพข้อมูล
tr: veri kalitesi bilgisi
uk: інформація про якість даних
vi: thông tin về chất lượng dữ liệu

source: data quality info
ar: معلومات جودة البيانات
bg: информация за качеството на данните
ca: informació sobre la qualitat de les dades
cs: informace o kvalitě dat
da: datakvalitetsinfo
de: Datenqualität
el: πληροφορίες ποιότητας δεδομένων
eo: informoj pri datenkvalito
es: información de la calidad de datos
fa: اطلاعات کیفیت داده
fi: selitteet tiedon laadusta
fr: informations sur la qualité des données
he: פרטי איכות הנתונים
hr: informacije o kvaliteti podataka
hu: adatminőség információ
id: info kualitas data
it: informazioni sulla qualità dei dati
ja: データ品質情報
ka: მონაცემთა ხარისხის ინფორმაცია
lt: duomenų kokybės informacija
lv: datu kvalitātes informācija
nl_be: informatie over gegevenskwaliteit
pl: informacje o jakości danych
pt_pt: informação de qualidade dos dados
ro: informații despre calitatea datelor
ru: информация о качестве данных
sl: informacije o kakovosti podatkov
sv: datakvalitetsinfo
th: ข้อมูลคุณภาพข้อมูล
tr: veri kalitesi bilgisi
uk: інформація про якість даних
vi: thông tin về chất lượng dữ liệu

# data_quality_warnings_p
source: data quality warnings
ar: تحذيرات جودة البيانات
bg: предупреждения за качеството на данните
ca: advertències sobre la qualitat de les dades
cs: upozornění na kvalitu dat
da: datakvalitetsadvarsler
de: Datenqualitätswarnungen
el: προειδοποιήσεις ποιότητας δεδομένων
eo: avertoj pri datenkvalito
es: advertencias de la calidad de datos
fa: هشدارهای کیفیت داده‌ها
fi: varoitukset tiedon laadusta
fr: avertissements sur la qualité des données
he: אזהרות איכות הנתונים
hr: upozorenja o kvaliteti podataka
hu: adatminőség figyelmeztetések
id: semua peringatan kualitas data
it: avvisi sulla qualità dei dati
ja: データ品質の警告
ka: მონაცემთა ხარისხის გაფრთხილებები
lt: duomenų kokybės įspėjimai
lv: datu kvalitātes brīdinājumi
nl_be: waarschuwingen voor gegevenskwaliteit
pl: ostrzeżenia o jakości danych
pt_pt: avisos de qualidade dos dados
ro: avertismente privind calitatea datelor
ru: предупреждения о качестве данных
sl: opozorila o kakovosti podatkov
sv: datakvalitetsvarningar
th: คำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: veri kalitesi uyarıları
uk: попередження про якість даних
vi: cảnh báo chất lượng dữ liệu

# data_quality_warnings_s
source: data quality warning
ar: تحذير جودة البيانات
bg: предупреждение за качеството на данните
ca: advertència sobre la qualitat de les dades
cs: upozornění na kvalitu dat
da: datakvalitetsadvarsel
de: Datenqualitätswarnung
el: προειδοποίηση ποιότητας δεδομένων
eo: averto pri datenkvalito
es: advertencias de la calidad de datos
fa: هشدار کیفیت داده‌ها
fi: varoitus tiedon laadusta
fr: avertissement sur la qualité des données
he: אזהרת איכות הנתונים
hr: upozorenje o kvaliteti podataka
hu: adatminőség figyelmeztetés
id: peringatan kualitas data
it: avviso sulla qualità dei dati
ja: データ品質の警告
ka: მონაცემთა ხარისხის გაფრთხილება
lt: įspėjimas apie duomenų kokybę
lv: brīdinājums par datu kvalitāti
nl_be: gegevenskwaliteitswaarschuwing
pl: ostrzeżenie o jakości danych
pt_pt: aviso de qualidade dos dados
ro: avertisment privind calitatea datelor
ru: предупреждение о качестве данных
sl: opozorilo o kakovosti podatkov
sv: datakvalitetsvarning
th: คำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: veri kalitesi uyarısı
uk: застереження якості даних
vi: cảnh báo chất lượng dữ liệu

source: data quality warnings
ar: تحذيرات جودة البيانات
bg: предупреждения за качеството на данните
ca: advertències sobre la qualitat de les dades
cs: upozornění na kvalitu dat
da: datakvalitetsadvarsler
de: Datenqualitätswarnungen
el: προειδοποιήσεις ποιότητας δεδομένων
eo: avertoj pri datenkvalito
es: advertencias de la calidad de datos
fa: هشدارهای کیفیت داده‌ها
fi: varoitukset tiedon laadusta
fr: avertissements sur la qualité des données
he: אזהרות איכות הנתונים
hr: upozorenja o kvaliteti podataka
hu: adatminőség figyelmeztetések
id: semua peringatan kualitas data
it: avvisi sulla qualità dei dati
ja: データ品質の警告
ka: მონაცემთა ხარისხის გაფრთხილებები
lt: duomenų kokybės įspėjimai
lv: datu kvalitātes brīdinājumi
nl_be: waarschuwingen voor gegevenskwaliteit
pl: ostrzeżenia o jakości danych
pt_pt: avisos de qualidade dos dados
ro: avertismente privind calitatea datelor
ru: предупреждения о качестве данных
sl: opozorila o kakovosti podatkov
sv: datakvalitetsvarningar
th: คำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: veri kalitesi uyarıları
uk: попередження про якість даних
vi: cảnh báo chất lượng dữ liệu

# data_quality_errors_p
source: data quality errors
ar: أخطاء جودة البيانات
bg: грешки в качеството на данните
ca: errors de qualitat de les dades
cs: chyby v kvalitě dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλματα ποιότητας δεδομένων
eo: eraroj pri datenkvalito
es: errores de calidad de datos
fa: خطاهای کیفیت داده
fi: virheet tiedon laadussa
fr: erreurs sur la qualité des données
he: שגיאות איכות הנתונים
hr: pogreške u kvaliteti podataka
hu: adatminőség hibák
id: semua kesalahan kualitas data
it: errori sulla qualità dei dati
ja: データ品質のエラー
ka: მონაცემთა ხარისხის შეცდომები
lt: duomenų kokybės klaidos
lv: datu kvalitātes kļūdas
nl_be: fouten in gegevenskwaliteit
pl: błędy jakości danych
pt_pt: erros de qualidade dos dados
ro: erori de calitate a datelor
ru: ошибки качества данных
sl: napake v kakovosti podatkov
sv: datakvalitetsfel
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi sorunları
uk: помилки при відображанні якості даних
vi: lỗi chất lượng dữ liệu

# data_quality_errors_s
source: data quality error
ar: خطأ في جودة البيانات
bg: грешка в качеството на данните
ca: error de qualitat de les dades
cs: chyba kvality dat
da: datakvalitetsinfo
de: Datenqualitätsfehler
el: σφάλμα ποιότητας δεδομένων
eo: eraro pri datenkvalito
es: error de calidad de datos
fa: خطای کیفیت داده
fi: virhe tiedon laadussa
fr: erreur sur la qualité des données
he: שגיאת איכות הנתונים
hr: pogreška kvalitete podataka
hu: adatminőség hiba
id: kesalahan kualitas data
it: errore sulla qualità dei dati
ja: データ品質のエラー
ka: მონაცემთა ხარისხის შეცდომა
lt: duomenų kokybės klaida
lv: datu kvalitātes kļūda
nl_be: gegevenskwaliteitsfout
pl: błąd jakości danych
pt_pt: erro de qualidade dos dados
ro: eroare de calitate a datelor
ru: ошибка качества данных
sl: napaka v kakovosti podatkov
sv: datakvalitetsfel
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi sorunu
uk: помилка при відображенні якості даних
vi: lỗi chất lượng dữ liệu

source: data quality errors
ar: أخطاء جودة البيانات
bg: грешки в качеството на данните
ca: errors de qualitat de les dades
cs: chyby v kvalitě dat
da: datakvalitetsfejl
de: Datenqualitätsfehler
el: σφάλματα ποιότητας δεδομένων
eo: eraroj pri datenkvalito
es: errores de calidad de datos
fa: خطاهای کیفیت داده
fi: virheet tiedon laadussa
fr: erreurs sur la qualité des données
he: שגיאות איכות הנתונים
hr: pogreške u kvaliteti podataka
hu: adatminőség hibák
id: semua kesalahan kualitas data
it: errori sulla qualità dei dati
ja: データ品質のエラー
ka: მონაცემთა ხარისხის შეცდომები
lt: duomenų kokybės klaidos
lv: datu kvalitātes kļūdas
nl_be: fouten in gegevenskwaliteit
pl: błędy jakości danych
pt_pt: erros de qualidade dos dados
ro: erori de calitate a datelor
ru: ошибки качества данных
sl: napake v kakovosti podatkov
sv: datakvalitetsfel
th: ข้อผิดพลาดด้านคุณภาพข้อมูล
tr: veri kalitesi sorunları
uk: помилки при відображанні якості даних
vi: lỗi chất lượng dữ liệu

# data_quality_warnings_producers_p
source: data quality warnings
ar: تحذيرات جودة البيانات
bg: предупреждения за качеството на данните
ca: advertències sobre la qualitat de les dades
cs: upozornění na kvalitu dat
da: datakvalitetsadvarsler
de: Datenqualitätswarnungen
el: προειδοποιήσεις ποιότητας δεδομένων
eo: avertoj pri datenkvalito
es: advertencias de la calidad de datos
fa: هشدارهای کیفیت داده‌ها
fi: varoitukset tiedon laadusta
fr: avertissements sur la qualité des données
he: אזהרות איכות הנתונים
hr: upozorenja o kvaliteti podataka
hu: adatminőség figyelmeztetések
id: semua peringatan kualitas data
it: avvisi sulla qualità dei dati
ja: データ品質の警告
ka: მონაცემთა ხარისხის გაფრთხილებები
lt: duomenų kokybės įspėjimai
lv: datu kvalitātes brīdinājumi
nl_be: waarschuwingen voor gegevenskwaliteit
pl: ostrzeżenia o jakości danych
pt_pt: avisos de qualidade dos dados
ro: avertismente privind calitatea datelor
ru: предупреждения о качестве данных
sl: opozorila o kakovosti podatkov
sv: datakvalitetsvarningar
th: คำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: veri kalitesi uyarıları
uk: попередження про якість даних
vi: cảnh báo chất lượng dữ liệu
