Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# error_database
source: An error occurred while reading the data, try to refresh the page.
ar: حدث خطأ أثناء قراءة البيانات، حاول تحديث الصفحة.
bg: При четенето на данните възникна грешка, опитай да опресниш страницата.
ca: S'ha produït un error en llegir les dades, intenti actualitzar la pàgina.
cs: Při čtení dat došlo k chybě, zkuste obnovit stránku.
da: Der opstod en fejl under læsning af data, prøv at genindlæse siden.
de: Beim Lesen der Daten ist ein Fehler aufgetreten, bitte aktualisieren Sie die Seite.
el: Σφάλμα κατά την ανάγνωση των δεδομένων, προσπαθήστε να ξαναφορτώσετε τη σελίδα.
eo: Eraro okazis dum legado de la datumoj, provu refreŝigi la paĝon.
es: Ocurrió un error al leer los datos, intenta actualizar la página.
fa: هنگام خواندن داده‌ها خطایی رخ داد، صفحه را رفرش کنید.
fi: Tapahtui virhe tietoja luettaessa. Kokeile päivittää sivu.
fr: Une erreur est survenue en lisant la base de données, essayez de recharger la page.
he: אירעה שגיאה בעת קריאת הנתונים, נא לנסות לרענן את העמוד.
hr: Došlo je do pogreške prilikom čitanja podataka, pokušajte osvježiti stranicu.
hu: Hiba történt az adatok olvasása közben, próbálja frissíteni az oldalt.
id: Terjadi kesalahan saat membaca data, coba muat ulang halaman.
it: Un errore è occorso durante la lettura dei dati, prova a ricaricare la pagina
ja: データの読み込み時に、エラーが発生しました。ページを更新してみてください。
ka: მონაცემების წაკითხვისას შეცდომა მოხდა, სცადეთ გვერდის განახლება.
lt: Skaitant duomenis įvyko klaida. Pabandykite atnaujinti puslapį.
lv: Lasot datus, radās kļūda, mēģiniet atsvaidzināt lapu.
ms: Ralat berlaku semasa membaca data, cuba muat semula halaman.
nl_be: Er is een fout opgetreden tijdens het lezen van de gegevens, gelieve de pagina opnieuw te laden
pl: Wystąpił błąd w czasie odczytywania danych, spróbuj odświeżyć stronę.
pt_pt: Ocorreu um erro durante a leitura dos dados, tente atualizar a página.
ro: A apărut o eroare în timp ce citeam datele, încercați să reîncărcați pagina.
ru: Произошла ошибка при чтении данных, попробуйте обновить страницу.
sl: Pri branju podatkov je prišlo do napake, poskusite osvežiti stran.
sv: Ett fel uppstod vid läsning av data, prova att uppdatera sidan.
th: เกิดข้อผิดพลาดขณะอ่านข้อมูล โปรดลองรีเฟรชหน้าเว็บ
tr: Verileri okurken bir hata oluştu, sayfayı yenilemeyi deneyin.
uk: Під час читання сталася помилка, спробуйте оновити сторінку.
vi: Đã xảy ra lỗi trong khi đọc dữ liệu, hãy thử làm mới trang.

# error_different_passwords
source: The password and confirmation password are different.
ar: كلمة المرور وتأكيد كلمة المرور مختلفتان.
bg: Паролата и паролата за потвърждение са различни.
ca: La contrasenya i la contrasenya de confirmació són diferents.
cs: Heslo a heslo pro potvrzení se liší.
da: Adgangskoderne er forskellige.
de: Die Passwörter müssen übereinstimmen.
el: Ο κωδικός πρόσβασης και ο κωδικός επιβεβαίωσης είναι διαφορετικοί.
eo: La pasvorto kaj la konfirma pasvorto estas malsamaj.
es: La contraseña y su confirmación son diferentes.
fa: رمز عبور و رمز عبور تایید متفاوت هستند.
fi: Salasana ja vahvistussalasana eivät täsmää.
fr: Le mot de passe et sa confirmation sont différents.
he: הסיסמה ואימות הסיסמה שונים.
hr: Lozinka i lozinka za potvrdu su različite.
hu: A jelszó és a megerősítő jelszó nem egyeznek.
id: Kata sandi dan kata sandi konfirmasi tidak cocok.
it: La password e la password di conferma sono diverse.
ja: パスワードと確認パスワードが異なります。
ka: პაროლი და დადასტურების პაროლი განსხვავებულია.
lt: Slaptažodis ir jo pakartojimas nesutampa.
lv: Parole un apstiprinājuma parole atšķiras.
ms: Kata laluan kata laluan dan pengesahan kata laluan adalah berbeza.
nl_be: Het paswoord stemt niet overeen met de bevestiging
pl: Hasło oraz hasło potwierdzające są różne.
pt_pt: A palavra-passe e a confirmação são diferentes.
ro: Parola și parola de confirmare sunt diferite.
ru: Пароль и его подтверждение не совпадают.
sl: Geslo in potrditveno geslo sta drugačna.
sv: Lösenord och bekräftelsen matchar inte.
th: รหัสผ่านไม่ตรงกัน
tl: Ang password at confirmation password ay magkaiba.
tr: Şifre ve doğrulama şifresi birbirinden farklı.
uk: Пароль і підтвердження відрізняються.
vi: Mật khẩu và mật khẩu xác nhận khác nhau.

# error_email_already_in_use
source: The e-mail address is already used by another user. Maybe you already have an account? You can <a href="/cgi/reset_password.pl">reset the password</a> of your other account.
ar: عنوان البريد اﻹلكتروني مستخدم بالفعل من قبل مستخدم آخر. هل لديك حسابًا آخر؟ يمكنك <a href="/cgi/reset_password.pl">إعادة تعيين كلمة مرور</a> حسابك الآخر.
bg: Адресът на електронната поща вече се използва от друг потребител. Може би вече имаш акаунт? Можеш да <a href="/cgi/reset_password.pl">смениш паролата</a> от другия си профил.
ca: Aquesta adreça ja l'està fent servir un altre usuari. Potser ja hi tens un compte? Pots <a href="/cgi/reset_password.pl">reiniciar la contrasenya</a> del teu altre compte.
cs: E-mailová adresa je již použita. Možná už u nás máte účet? Pak u něj můžete <a href="/cgi/reset_password.pl">resetovat heslo</a>.
da: Denne e-mail benyttes allerede af en eksisterende bruger. Måske har du allerede en konto? Du kan <a href="/cgi/reset_password.pl">nulstille adgangskoden</a> til din eksisterende konto.
de: Diese E-Mail-Adresse wird bereits von einem anderen Benutzer verwendet. Vielleicht haben Sie bereits ein Konto? Sie können <a href="/cgi/reset_password.pl">das Passwort</a> Ihres anderen Kontos zurücksetzen.
el: Η διεύθυνση e-mail χρησιμοποιείται ήδη από άλλον χρήστη. Ίσως έχετε ήδη λογαριασμό; Μπορείτε να <a href="/cgi/reset_password.pl">επαναφέρετε τον κωδικό πρόσβασης</a> του άλλου λογαριασμού σας.
eo: La retpoŝtadreso jam estas uzata de alia uzanto. Eble vi jam havas konton? Vi povas <a href="/cgi/reset_password.pl">restarigi la pasvorton</a> de via alia konto.
es: Esta dirección de correo electrónico ya está siendo utilizada por otro usuario. ¿Tal vez ya tengas una cuenta? Puedes <a href="/cgi/reset_password.pl">restablecer la contraseña</a> de tu otra cuenta.
fa: این آدرس ایمیل قبلاً توسط کاربر دیگری استفاده شده است. شاید شما از قبل حساب کاربری دارید؟ می‌توانید <a href="/cgi/reset_password.pl">رمز عبور</a> حساب کاربری دیگر خود را بازنشانی کنید.
fi: Sähköposti on jo käytössä toisella käyttäjällä. Ehkä sinulla on jo tili? Voit <a href="/cgi/reset_password.pl">palauttaa salasanan</a> toiselle tilillesi.
fr: L'adresse e-mail est déjà utilisée par un autre utilisateur. Peut-être avez-vous déjà un autre compte ? Vous pouvez <a href="/cgi/reset_password.pl">réinitialiser le mot de passe</a> de votre autre compte.
he: כתובת הדוא״ל כבר בשימוש על־ידי משתמש אחר. אולי כבר יש לך חשבון? ניתן <a href="/cgi/reset_password.pl">לאפס את הסיסמה</a> לחשבון שלך.
hr: E-mail adresu već koristi drugi korisnik. Možda već imate račun? Možete <a href="/cgi/reset_password.pl">resetirati lozinku</a> svog drugog računa.
hu: Az email címet már használja egy másik felhasználó. Vagy van már fiókja? <a href="/cgi/reset_password.pl">Visszaállíthatja a másik fiók jelszavát</a>.
id: Alamat surel sudah digunakan oleh pengguna lain. Mungkin Anda telah memiliki akun? Anda dapat <a href="/cgi/reset_password.pl">mengatur ulang kata sandi</a> akun Anda yang lain.
it: L'indirizzo e-mail è già utilizzato da un altro utente. Forse hai già un account? Puoi <a href="/cgi/reset_password.pl">reimpostare la password</a> dell'altro tuo account.
ja: メールアドレスは、すでに別のユーザによって使用されています。あなたはすでにアカウントをお持ちではありませんか？パスワードを忘れた場合、<a href="/cgi/reset_password.pl">こちら</a> から再設定できます。
ka: ელ. ფოსტის მისამართი უკვე გამოიყენება სხვა მომხმარებლის მიერ. შესაძლოა, თქვენ უკვე გაქვთ ანგარიში? შეგიძლიათ <a href="/cgi/reset_password.pl">გადააყენოთ თქვენი სხვა ანგარიშის პაროლი</a> .
lt: El. Pašto adresą jau naudoja kitas vartotojas. Gal jau turite paskyrą? Galite <a href="/cgi/reset_password.pl">iš naujo nustatyti</a> savo paskyros slaptažodį.
lv: E-pasta adresi jau izmanto cits lietotājs. Varbūt jums jau ir konts? Jūs varat <a href="/cgi/reset_password.pl">atiestatīt sava otrā konta</a> paroli.
ms: Alamat e-mel sudah digunakan oleh pengguna lain. Mungkin anda sudah mempunyai akaun? Anda boleh <a href="/cgi/reset_password.pl">menetapkan semula kata laluan</a> akaun anda yang lain.
nl_be: Het e-mailadres wordt al gebruikt door een andere gebruiker. Misschien hebt u al een account? U kunt <a href="/cgi/reset_password.pl">het wachtwoord</a> van uw andere account opnieuw instellen.
pl: Adres e-mail jest używany przez innego użytkownika. Może masz już konto? Możesz <a href=""<a href="/cgi/reset_password.pl"> zresetować hasło </a> do swojego konta.
pt_pt: O endereço de e-mail já se encontra registado. Talvez já tenha uma conta? Poderá <a href="/cgi/reset_password.pl">recuperar a palavra-passe</a> da sua conta.
ro: Adresa de email este deja folosită de către un alt utilizator. Poate că deja aveți un cont? Puteți <a href="/cgi/reset_password.pl">reseta parola</a> celuilalt cont.
ru: Этот адрес уже указан другим пользователем. Возможно, у вас уже есть учётная запись? Вы можете <a href="/cgi/reset_password.pl">сбросить пароль</a> вашей другой учётной записи.
sl: Ta E-poštni naslov je že v uporabi. Morda že imate račun? Tukaj si lahko <a href="/cgi/reset_password.pl">ponastavite geslo</a> svojega drugega računa.
sv: Email-adressen används redan av en annan användare. Du kanske redan har ett konto? Du kan <a href="/cgi/reset_password.pl">återställa lösenordet</a> till ditt andra konto.
th: เนื่องจากมีอีเมลนี้อยู่ในระบบ คุณอาจมีบัญชีอยู่แล้ว คุณสามารถลอง <a href="/cgi/reset_password.pl">รีเซ็ตรหัสผ่าน</a> เพื่อใช้บัญชีที่ลงทะเบียนไว้แล้วได้
tr: E-posta adresi başka bir kullanıcı tarafından kullanılıyor. Belki halihazırda bir hesabınız vardır? Diğer hesabınızın <a href="/cgi/reset_password.pl">parolasını sıfırlayabilirsiniz</a>.
uk: Електронна адреса вже використовується іншим користувачем. Можливо, у вас вже є обліковий запис? Ви можете <a href="/cgi/reset_password.pl"> скинути пароль </a> іншого облікового запису.
vi: Địa chỉ email đã được sử dụng bởi người dùng khác. Có lẽ bạn đã có một tài khoản? Bạn có thể <a href="/cgi/reset_password.pl">đặt lại mật khẩu</a> của tài khoản khác của bạn.

# error_invalid_address
source: Invalid address.
ar: عنوان خاطئ.
bg: Невалиден адрес.
ca: Adreça invàlida.
cs: Neplatná adresa.
da: Ugyldig adresse.
de: Ungültige Adresse.
el: Λανθασμένη διεύθυνση.
eo: Nevalida adreso.
es: Dirección no válida.
fa: آدرس نامعتبر.
fi: Virheellinen osoite.
fr: Adresse invalide.
he: הכתובת שגויה.
hr: Nevažeća adresa.
hu: Érvénytelen cím!
id: Alamat tidak valid.
it: Indirizzo non valido.
ja: アドレスが正しくありません
ka: არასწორი მისამართი.
lt: Neteisingas adresas.
lv: Kļūda! Adrese ir tikusi kļūdaini ievadīta
ms: Alamat tidak sah.
nl_be: Ongeldig adres
pl: Błędny adres.
pt_pt: Endereço inválido.
ro: Adresă invalidă.
ru: Некорректный адрес.
sl: Neveljaven naslov.
sv: Ogiltig adress.
th: ที่อยู่ไม่ถูกต้อง
tl: Imbalidong address.
tr: Geçersiz adres.
uk: Недійсна адреса.
vi: Địa chỉ không hợp lệ.

# error_invalid_email
source: Invalid e-mail address
ar: عنوان البريد الإلكتروني غير صالح
bg: Невалиден имейл адрес
ca: L'adreça de correu no és vàlida
cs: Neplatná emailová adresa
da: Ugyldig email-adresse
de: Ungültige E-Mail-Adresse
el: Άκυρη διεύθυνση e-mail
eo: Nevalida retpoŝtadreso
es: La dirección de correo electrónico no es válida
fa: آدرس ایمیل نامعتبر
fi: Virheellinen sähköpostiosoite
fr: L'adresse e-mail est invalide
he: כתובת הדוא״ל שגויה
hr: Nevažeća adresa e-pošte
hu: Érvénytelen email cím
id: Alamat surel tidak valid
it: Indirizzo e-mail non valido
ja: メールアドレスが正しくありません
ka: არასწორი ელ. ფოსტის მისამართი
lt: Neteisingas el. pašto adresas
lv: Nederīga e-pasta adrese
ms: Alamat e-mel tidak sah
nl_be: Ongeldig emailadres
pl: Błędny adres e-mail
pt_pt: Endereço de e-mail inválido
ro: Adresă de e-mail invalidă
ru: Некорректный адрес эл. почты
sl: Nepravilen e-naslov
sv: Ogiltig e-postadress
th: อีเมลไม่ถูกต้อง
tl: Imbalidong e-mail address
tr: Geçersiz e-posta adresi
uk: Неприпустима адреса електронної пошти
vi: Địa chỉ email không hợp lệ

# error_invalid_password
source: The password needs to be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
bg: Паролата трябва да бъде дълга най-малко 6 символа.
ca: La contrasenya ha de tenir un mínim de 6 caràcters.
cs: Heslo musí mít délku alespoň 6 znaků.
da: Adgangskoden skal være mindst 6 tegn langt.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
el: Ο κωδικός πρέπει να είναι τουλάχιστον 6 χαρακτήρες.
eo: La pasvorto devas esti almenaŭ 6 signojn longa.
es: La contraseña debe tener al menos 6 caracteres.
fi: Salasanan on oltava vähintään 6 merkkiä.
fr: Le mot de passe doit comporter au moins 6 caractères.
he: הסיסמה חייבת להיות באורך של 6 תווים לפחות.
hu: A jelszó legalább 6 karakter hosszú legyen.
id: Panjang password minimum 6 karakter.
it: La password deve contenere almeno 6 caratteri.
ja: パスワードは6文字以上にする必要があります。
lt: Slaptažodis turi būti ne trumpesnis kaip 6 simboliai.
lv: Parolei jābūt vismaz 6 rakstzīmēm.
ms: Kata laluan perlu ada sekurang-kurangnya sepanjang 6 aksara.
nl_be: Het wachtwoord moet minstens 6 karakters bevatten.
pl: Hasło powinno liczyć co najmniej 6 znaków.
pt_pt: A palavra-passe deve conter pelo menos 6 caracteres.
ro: Parola trebuie să fie de cel puțin 6 caractere.
ru: Длина пароля должна быть не менее 6 символов.
sl: Geslo mora biti dolgo najmanj 6 znakov.
sv: Lösenordet måste vara minst 6 tecken långt.
th: รหัสผ่านของคุณ จะต้องมีความยาวอย่างน้อย 6 ตัวอักษร
tr: Şifre en az 6 karakter uzunluğunda olmalıdır.
uk: Пароль має містити принаймні 6 символів.
vi: Mật khẩu phải dài ít nhất 6 ký tự.

# error_invalid_user
source: Invalid user.
ar: اسم المستخدم غير صحيح.
bg: Невалиден потребител.
ca: Usuari no vàlid.
cs: Neplatný uživatel.
da: Ugyldig bruger.
de: Ungültiger Benutzer.
el: Μη έγκυρος χρήστης.
eo: Nevalida uzanto.
es: Usuario no válido.
fa: کاربر نامعتبر.
fi: Virheellinen käyttäjä.
fr: Impossible de lire l'utilisateur.
he: משתמש שגוי.
hr: Nevažeći korisnik.
hu: Érvénytelen felhasználónév.
id: Pengguna tidak valid.
it: Utente non valido.
ja: 無効なユーザー。
ka: არასწორი მომხმარებელი.
lt: Neteisingas naudotojo vardas.
lv: Nederīgs lietotāja ID.
ms: Pengguna tidak sah.
nl_be: Ongeldige gebruiker
pl: Błędna nazwa użytkownika.
pt_pt: Utilizador inválido.
ro: Utilizator invalid.
ru: Неверный идентификатор пользователя.
sl: Neveljaven uporabnik.
sv: Ogiltig användare.
th: ชื่อผู้ใช้งานไม่ถูกต้อง
tl: Imbalidong user.
tr: Geçersiz kullanıcı.
uk: Неприпустиме ім'я користувача.
vi: Người dùng không hợp lệ.

# error_invalid_username
source: The user name must contain only unaccented letters, digits and dashes.
ar: يجب أن يحتوي اسم المستخدم على أحرف وأرقام وشرطات غير معلمة فقط.
bg: Потребителското име трябва да съдържа само нецентрирани букви, цифри и тирета.
ca: El nom d'usuari ha de contenir només lletres sense accentuar, dígits i guions.
cs: Uživatelské jméno musí obsahovat pouze písmena bez diakritiky, číslice a pomlčky.
da: Brugernavn må kun indeholde versaler, minuskler, cifre og streger.
de: Der Benutzername darf nur Buchstaben ohne Umlaute, Zahlen und Bindestriche enthalten.
el: Το όνομα χρήστη πρέπει να περιέχει μόνο μη τονισμένες λέξεις, ψηφία και παύλες
eo: La uzantnomo devas enhavi nur neakcentitajn literojn, ciferojn kaj streketojn.
es: El nombre de usuario sólo puede contener caracteres sin acentuar, dígitos y guiones.
fa: نام کاربری باید فقط شامل حروف، اعداد و خط تیره بدون اکسان باشد.
fi: Käyttäjätunnuksessa on oltava vain tarkemerkittömiä kirjaimia, numeroita ja väliviivoja.
fr: Le nom d'utilisateur doit être composé de lettres minuscules sans accents, de tirets et/ou de chiffres.
he: שם המשתמש יכול להכיל רק אותיות לטיניות קטנות, ספרות ומקפים.
hr: Korisničko ime mora sadržavati samo nenaglašena slova, brojke i crtice.
hu: A felhasználónév csak ékezet nélküli angol betűket (a-z), számjegyeket (0-9), és kötőjeleket (-) tartalmazhat!
id: Nama pengguna hanya boleh berisi huruf tanpa aksen, angka, dan tanda penghubung.
it: Lo username può contenere solo caratteri senza accento, trattini e cifre
ja: ユーザー名はアクセントのない文字、数字、ダッシュのみ含めることができます。
ka: მომხმარებლის სახელი უნდა შეიცავდეს მხოლოდ უაქცენტო ასოებს, ციფრებს და ტირეებს.
lt: Vartotojo varde gali būti tik paprastos raidės, skaitmenys ir brūkšneliai.
lv: Lietotājvārdam ir jābūt tikai neapstiprinātiem burtiem, cipariem un defisēm.
ms: Nama pengguna mesti mengandungi hanya huruf, angka dan sengkang tanpa tanda aksen.
nl_be: De gebruikersnaam mag alleen niet-geaccentueerde kleine letters, cijfers en streepjes bevatten.
pl: Nazwa użytkownika powinna zawierać jedynie nieakcentowane litery, cyfry i myślniki.
pt_pt: O nome de utilizador deve conter apenas letras sem acento, cedilhas, números ou hífens.
ro: Numele de utilizator trebuie să conțină doar litere neaccentuate, cifre și liniuțe.
ru: Имя пользователя должно содержать только латинские буквы, цифры и дефисы.
sl: Uporabniško ime mora vsebovati le nenaglasne črke, številke in pomišljaje.
sv: Användarnamnet får endast innehålla bokstäver utan diakritiska tecken, siffror och bindestreck.
th: ชื่อผู้ใช้งาน จะต้องมีเฉพาะ ตัวอักษร ตัวเลข และขีดกลางเท่านั้น
tl: Ang pangalan ng user ay dapat maglalaman ng hindi maayos na mga titik, mga numero at gitling.
tr: Kullanıcı adı yalnızca renksiz rakamlar, rakamlar ve çizgiler içermelidir.
uk: Ім’я користувача має містити лише букви без надрядкових знаків, цифри та тире.

# error_username_too_long
source: The user name is too long (maximum 40 characters).
bg: Потребителското име е твърде дълго (максимум 40 знака).
cs: Uživatelské jméno je příliš dlouhé (maximálně 40 znaků).
de: Benutzername ist zu lang (maximal 40 Zeichen).
el: Το όνομα χρήστη είναι πολύ μεγάλο (μέγιστο 40 χαρακτήρες).
eo: La uzantnomo estas tro longa (maksimume 40 signoj).
fa: نام کاربری خیلی طولانی است (حداکثر ۴۰ کاراکتر).
fi: Käyttäjänimi on liian pitkä (enintään 40 merkkiä).
fr: Le nom d'utilisateur est trop long (40 caractères maximum).
he: שם המשתמש ארוך מדי (40 תווים לכל היותר).
hr: Korisničko ime je predugo (maksimalno 40 znakova).
hu: A felhasználónév túl hosszú (maximum 40 karakter).
id: Nama pengguna terlalu panjang (maksimum 40 karakter).
it: Il nome utente è troppo lungo (massimo 40 caratteri).
ja: ユーザ名が長すぎます（最大20文字）。
ka: მომხმარებლის სახელი ძალიან გრძელია (მაქსიმუმ 40 სიმბოლო).
lt: Naudotojo vardas per ilgas (daugiausia 40 simbolių).
lv: Lietotājvārds ir pārāk garš (maksimums 40 rakstzīmes).
nl_be: De gebruikersnaam is te lang (maximaal 40 tekens).
pl: Nazwa użytkownika jest za długa (maksymalnie 40 znaków).
pt_pt: O nome de utilizador é muito longo (máximo de 40 caracteres).
ru: Имя пользователя слишком длинное (максимум 40 символов).
sv: Användarnamnet är för långt (max 40 tecken).
th: ชื่อผู้ใช้งาน ยาวเกินไป (สูงสุดได้ถึง 60 ตัวอักษร)
uk: Ім'я користувача занадто довге (максимум 40 символів).

# error_name_too_long
source: The name is too long (maximum 60 characters).
bg: Името е твърде дълго (максимум 60 знака).
ca: El nom és massa llarg (60 caràcters com a màxim).
cs: Název je příliš dlouhý (maximálně 60 znaků).
da: Navn for langt (maks. 60 tegn).
de: Name ist zu lang (maximal 60 Zeichen).
el: Το όνομα είναι πολύ μεγάλο (μέγιστο 60 χαρακτήρες).
eo: La nomo estas tro longa (maksimume 60 signoj).
es: El nombre es demasiado largo (máximo 60 caracteres).
fa: نام خیلی طولانی است (حداکثر ۶۰ کاراکتر).
fi: Nimi on liian pitkä (enintään 60 merkkiä).
fr: Le nom est trop long (60 caractères maximum).
he: השם ארוך מדי (60 תווים לכל היותר).
hr: Naziv je predugačak (maksimalno 60 znakova).
hu: A név túl hosszú (maximum 60 karakter).
id: Nama terlalu panjang (maksimum 60 karakter).
it: Il nome è troppo lungo (massimo 60 caratteri).
ja: 名前が長すぎます（最大60文字）。
ka: სახელი ძალიან გრძელია (მაქსიმუმ 60 სიმბოლო).
lt: Vardas per ilgas (daugiausia 60 simbolių).
lv: Nosaukums ir pārāk garš (maksimums 60 rakstzīmes).
nl_be: De naam is te lang (maximaal 60 tekens).
pl: Nazwa jest zbyt długa (maksymalnie 60 znaków).
pt_pt: O nome é muito longo (máximo de 60 caracteres).
ro: Numele este prea lung (maxim 60 de caractere).
ru: Имя слишком длинное (максимум 60 символов).
sl: Ime je predolgo (največ 60 znakov).
sv: Namnet är för långt (max 60 tecken).
th: ชื่อของคุณยาวเกินไป (สูงสุดได้ถึง 60 ตัวอักษร)
tr: Ad çok uzun (maksimum 60 karakter).
uk: Ім'я задовге (максимум 60 символів).
vi: Tên hiển thị quá dài (tối đa 60 ký tự).

# error_new_code_already_exists
source: A product already exists with the new code
ar: هناك منتج موجود بالفعل مع الشفرة الجديدة
bg: Продукт вече съществува с новия код
ca: Ja existeix un producte amb el nou codi
cs: Produkt s tímto kódem již existuje
da: Det findes allerede et produkt med den nye kode
de: Ein Produkt mit diesem neuen Code ist schon vorhanden
el: Υπάρχει ήδη προϊόν με το νέο κωδικό
eo: Produkto jam ekzistas kun la nova kodo
es: Ya existe un producto con el nuevo código
fa: محصولی با کد جدید از قبل وجود دارد
fi: Tällä koodilla löytyy jo tuote
fr: Un produit existe déjà avec le nouveau code
he: כבר קיים מוצר עם הקוד החדש
hr: Proizvod s novim kodom već postoji
hu: Már létezik termék az új kóddal
id: Produk sudah ada dengan kode baru
it: Un prodotto esiste già con il nuovo codice
ja: 新しいコードの製品はすでに存在します
ka: პროდუქტი უკვე არსებობს ახალი კოდით
lt: Produktas jau egzistuoja su naujuoju kodu
lv: Produkts jau pastāv ar jauno kodu
ms: Produk yang sudah wujud dengan kod baru
nl_be: Er bestaat reeds een product met de nieuwe code
pl: Produkt już istnieje z nowym kodem
pt_pt: Já existe um produto com o novo código
ro: Un produs cu noul cod deja există
ru: Продукт уже существует с новым кодом
sl: Izdelek že obstaja z novo kodo
sv: En produkt finns redan med den nya koden
th: รหัสบาร์โค้ดนี้มีผลิตภัณฑ์อยู่แล้ว
tl: Ang produkto ay meron ng bagong code
tr: Yeni kodla zaten bir ürün var
uk: Товар вже існує з новим кодом
vi: Một sản phẩm đã tồn tại với mã mới

# error_no_name
source: You need to enter a name or nickname.
ar: تحتاج إلى إدخال اسم أو لقب.
bg: Трябва да въведеш име или псевдоним.
ca: Cal introduir un nom o mot.
cs: Je třeba zadat jméno nebo přezdívku.
da: Du skal skrive et navn eller kaldenavn.
de: Sie müssen einen Namen oder Spitznamen angeben.
el: Πρέπει να εισάγετε ένα όνομα ή ψευδώνυμο.
eo: Vi devas enigi nomon aŭ kromnomon.
es: Debes escribir un nombre o seudónimo.
fa: شما باید یک نام یا نام مستعار وارد کنید.
fi: Syötä nimi tai lempinimi.
fr: Vous devez entrer un nom, prénom ou pseudonyme.
he: עליך לרשום שם או כינוי.
hr: Morate unijeti ime ili nadimak.
hu: Meg kell adnia egy nevet vagy becenevet.
id: Anda perlu memasukkan nama atau nama panggilan.
it: Immetti nome, cognome o pseudonimo
ja: 名前またはニックネームを入力する必要があります。
ka: თქვენ უნდა შეიყვანოთ სახელი ან მეტსახელი.
lt: Turite įvesti vardą arba slapyvardį.
lv: Jums jāievada vārds vai segvārds.
ms: Anda perlu masukkan nama atau nama samaran.
nl_be: Vul een naam of bijnaam in
pl: Należy wprowadzić nazwę lub pseudonim.
pt_pt: É necessário introduzir um nome ou alcunha.
ro: Trebuie să introduceți un nume sau un pseudonim.
ru: Вам нужно ввести имя или псевдоним
sl: Vnesti morate ime ali vzdevek.
sv: Du måste ange ett namn eller smeknamn.
th: กรุณาใส่ ชื่อ หรือ ชื่อเล่น
tl: Kailangan mong lagyan ng pangalan o palayaw.
tr: Bir kullanıcı adı veya takma ad girmeniz gerekiyor.
uk: Введіть ім'я або псевдонім.
vi: Bạn cần nhập tên hoặc biệt hiệu.
