Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# additives_p
source: additives
ar: إضافات
bg: добавки
ca: additius
cs: aditiva
da: tilsætningsstoffer
de: Zusatzstoffe
el: πρόσθετα
eo: aldonaĵoj
es: aditivos
fa: مواد افزودنی:
fi: lisäaineet
fr: additifs
he: תוספים
hr: aditivi
hu: adalékanyagok
id: zat-zat aditif
it: additivi
ja: 添加物
ka: დანამატები
lt: priedai
lv: piedevas
ms: aditif
nl_be: additieven
pl: dodatki
pt_pt: aditivos
ro: Aditivi alimentari
ru: добавки
sl: aditivi
sv: tillsatser
th: วัตถุเจือปนอาหาร
tl: mga sangkap
tr: katkı maddeleri
uk: добавки
vi: chất phụ gia

# additives_s
source: additive
ar: إضافي
bg: добавка
ca: additiu
cs: aditivum
da: tilsætningsstof
de: Zusatzstoff
el: πρόσθετο
eo: aldonaĵo
es: aditivo
fa: افزودنی
fi: lisäaine
fr: additif
he: תוסף
hr: aditiv
hu: adalékanyag
id: zat aditif
it: additivo
ja: 添加物
ka: დანამატი
lt: priedas
lv: piedeva
ms: aditif
nl_be: additief
pl: dodatek
pt_pt: aditivo
ro: Aditiv alimentar
ru: добавка
sl: aditiv
sv: tillsats
th: วัตถุเจือปนอาหาร
tl: sangkap
tr: katkı maddesi
uk: добавка
vi: phụ gia

source: Advanced search
ar: البحث المتقدم
bg: Разширено търсене
ca: Cerca avançada
cs: Pokročilé vyhledávání
da: Avanceret søgning
de: Erweiterte Suche
el: Προηγμένη αναζήτηση
eo: Altnivela serĉo
es: Búsqueda avanzada
fa: جستجوی پیشرفته
fi: Tarkennettu haku
fr: Recherche avancée
he: חיפוש מתקדם
hr: Napredna pretraga
hu: Részletes keresés
id: Pencarian lanjutan
it: Ricerca avanzata
ja: 高度な検索
ka: გაფართოებული ძიება
lt: Išsamesnė paieška
lv: Izvērstā meklēšana
ms: Carian lanjutan
nl_be: Geavanceerd zoeken
pl: Wyszukiwanie zawansowane
pt_pt: Pesquisa avançada
ro: Căutare avansată
ru: Расширенный поиск
sl: Napredno iskanje
sv: Avancerad sökning
th: การค้นหาขั้นสูง
tl: Advanced na pagsasaliksik
tr: Gelişmiş arama
uk: Розширений пошук
vi: Tìm kiếm nâng cao

# advanced_search_old
source: Advanced search and graphs
ar: البحث المتقدم والرسوم البيانية
bg: Разширено търсене и графики
ca: cerca avançada i gràfics
cs: Pokročilé vyhledávání a grafy
da: Avanceret søgning og grafer
de: Erweiterte Suche und Statistiken
el: Προηγμένη αναζήτηση και γραφήματα
eo: Altnivela serĉo kaj grafeoj
es: Búsqueda avanzada y gráficos
fa: جستجوی پیشرفته و نمودار ها
fi: Tarkennettu haku ja kaaviot
fr: Recherche avancée et graphiques
he: חיפוש מתקדם ותרשימים
hr: Napredna pretraga i grafovi
hu: Részletes keresés és grafikonok
id: Pencarian lanjutan dan grafik
it: Ricerca avanzata e grafici
ja: 高度な検索とグラフ
ka: გაფართოებული ძიება და გრაფიკები
lt: Išsamesnė paieška ir diagramos
lv: Izvērstā meklēšana un grafiki
ms: Carian lanjutan dan graf
nl_be: Geavanceerd zoeken, grafieken en kaarten
pl: Wyszukiwanie zaawansowane i wykresy
pt_pt: Pesquisa avançada e gráficos
ro: Căutare avansată și grafice
ru: Расширенный поиск и графики
sl: Napredno iskanje in grafi
sv: Avancerad sökning och grafer
th: การค้นหาขั้นสูงและกราฟ
tl: Advanced na pagsasaliksik at mga grap
tr: Gelişmiş arama ve grafikler
uk: Розширений пошук та графіки
vi: Tìm kiếm và đồ thị nâng cao

# alcohol_warning
source: Excessive consumption of alcohol is harmful to health, to be consumed with moderation.
ar: الاستهلاك المفرط للكحول ضار بالصحة ، لذا يجب تناولها باعتدال.
bg: Прекомерната употреба на алкохол е вредна за здравето, трябва да се употребява умерено.
ca: El consum excessiu d’alcohol és perjudicial per a la salut, cal consumir-lo amb moderació.
cs: Nadměrná konzumace alkoholu je zdraví škodlivá, konzumujte jej s mírou.
da: Overdrevent indtag af alkohol er sundhedsskadeligt, bør indtages med moderation.
de: Übermäßiger Alkoholkonsum ist gesundheitsschädlich und sollte nur in Maßen getrunken werden.
el: Η υπερβολική κατανάλωση αλκοόλ είναι επιβλαβής για την υγεία, πρέπει να καταναλώνεται με μέτρο.
eo: Troa konsumo de alkoholo estas damaĝa al la sano, konsumenda kun modereco.
es: Alerta sobre el consumo de alcohol.
fa: مصرف بیش از حد الکل برای سلامتی مضر است، باید در مصرف آن اعتدال را رعایت کرد.
fi: Alkoholin liiallinen kulutus on haitallista terveydelle. Käytettävä maltillisesti.
fr: L'abus d’alcool est dangereux pour la santé, à consommer avec modération.
he: צריכה מופרזת של אלכוהול מסוכנת לבריאות, יש לצרוך בכמות מתונה.
hr: Prekomjerna konzumacija alkohola štetna je za zdravlje, treba je konzumirati umjereno.
hu: A túlzott alkoholfogyasztás káros az egészségre, mértékkel fogyasztandó.
id: Konsumsi alkohol secara berlebihan berbahaya untuk kesehatan, harap mengonsumsi secukupnya.
it: Un consumo eccessivo di alcol è dannoso per la salute, da consumarsi con moderazione.
ja: アルコールの過剰摂取は健康に有害であり、適度に摂取する必要があります。
ka: ალკოჰოლის ჭარბი მოხმარება ჯანმრთელობისთვის საზიანოა, ამიტომ ზომიერად უნდა იქნას მიღებული.
lt: Per didelis alkoholio vartojimas kenkia sveikatai, turi būti vartojamas saikingai.
lv: Pārmērīga alkohola lietošana ir kaitīga veselībai, tā jālieto mērenībā.
nl_be: Overmatig alcoholgebruik is schadelijk voor de gezondheid en moet met mate worden geconsumeerd.
pl: Spożywanie alkoholu, zwłaszcza nadmierne jest szkodliwe dla zdrowia.
pt_pt: O consumo excessivo de álcool é prejudicial à saúde e deve ser consumido com moderação.
ro: Consumul excesiv de alcool este dăunător sănătății, a se consuma cu moderație.
ru: Чрезмерное употребление алкоголя вредно для здоровья, его следует употреблять умеренно.
sl: Prekomerno uživanje alkohola škoduje zdravju, uživajmo ga zmerno.
sv: Överdriven konsumtion av alkohol är skadlig för hälsan, ska konsumeras med måtta.
th: การดื่มแอลกอฮอล์มากเกินไปเป็นอันตรายต่อสุขภาพ ควรดื่มในปริมาณที่พอเหมาะ
tr: Aşırı miktarda alkol tüketimi sağlığa zararlıdır, ölçülü olarak tüketilmelidir.
uk: Надмірне вживання алкоголю може нашкодити вашому здоров’ю, будь ласка, споживайте в міру.
vi: Uống quá nhiều rượu có thể gây hại cho sức khỏe, cần hạn chế.

# email_warning
source: Please note that your Pro account will only be valid if you use your professional e-mail address. Our moderation team checks that the domain name is consistent with the organisation you wish to join.
bg: Моля, имайте предвид, че вашият Pro акаунт ще бъде валиден само ако използвате професионалния си имейл адрес. Нашият екип за модериране проверява дали името на домейна съответства на организацията, към която искате да се присъедините.
cs: Vezměte prosím na vědomí, že váš účet Pro bude platný pouze v případě, že použijete svou profesionální e-mailovou adresu. Náš moderátorský tým zkontroluje, zda název domény odpovídá organizaci, ke které se chcete připojit.
de: Bitte beachten Sie, dass Ihr Pro-Konto nur dann gültig ist, wenn Sie Ihre dienstliche E-Mail-Adresse verwenden. Unser Moderationsteam prüft, ob der Domainname mit der Organisation übereinstimmt, der Sie beitreten möchten.
el: Λάβετε υπόψη ότι ο λογαριασμός σας Pro θα είναι έγκυρος μόνο εάν χρησιμοποιείτε την επαγγελματική σας διεύθυνση ηλεκτρονικού ταχυδρομείου. Η ομάδα συντονισμού μας ελέγχει ότι το όνομα τομέα είναι συνεπές με τον οργανισμό στον οποίο θέλετε να εγγραφείτε.
eo: Bonvolu noti, ke via Pro-konto estos valida nur se vi uzas vian profesian retpoŝtadreson. Nia moderiga teamo kontrolas, ke la domajna nomo kongruas kun la organizo, al kiu vi volas aliĝi.
fa: لطفاً توجه داشته باشید که حساب کاربری حرفه‌ای شما فقط در صورتی معتبر خواهد بود که از آدرس ایمیل حرفه‌ای خود استفاده کنید. تیم مدیریت ما بررسی می‌کند که نام دامنه با سازمانی که می‌خواهید به آن بپیوندید مطابقت داشته باشد.
fi: Huomaa, että ammattitilisi on käytössä vain, jos käytät ammattisähköpostiosoitettasi. Moderointiryhmämme tarkistaa, että verkkotunnuksen nimi on yhdenmukainen organisaation kanssa, johon haluat liittyä.
fr: Attention, votre compte Pro ne sera valide que si vous utilisez votre adresse e-mail professionnelle. Notre équipe de modération vérifie que le nom de domaine est cohérent avec l'organisation que vous souhaitez rejoindre.
he: נא לשים לב שהחשבון המקצועי שלך יהיה תקף רק בשילוב עם שימוש בכתובת הדואר האלקטרוני המקצועית שלך. צוות הניהול שלנו בודק ששם התחום תואם את הארגון אליו ביקשת להצטרף.
hr: Imajte na umu da će vaš Pro račun biti važeći samo ako koristite svoju profesionalnu adresu e-pošte. Naš tim za moderiranje provjerava je li naziv domene u skladu s organizacijom kojoj se želite pridružiti.
hu: Felhívjuk figyelmét, hogy Pro-fiókja csak akkor lesz érvényes, ha céges e-mail címét használja. Moderátorcsapatunk ellenőrzi, hogy a domain név megegyezik-e a csatlakozni kívánt szervezettel.
id: Harap diperhatikan bahwa akun Pro Anda hanya akan valid jika Anda menggunakan alamat email profesional. Tim moderasi kami akan memeriksa apakah nama domain sudah sesuai dengan organisasi yang ingin Anda ikuti.
it: Ti preghiamo di notare che il tuo profilo professionale sarà valido esclusivamente utilizzando il tuo indirizzo email aziendale. Il nostro team di moderazione verifica che il nome di dominio sia coerente con l'organizzazione a cui desideri aderire.
ka: გთხოვთ გაითვალისწინოთ, რომ თქვენი Pro ანგარიში მხოლოდ იმ შემთხვევაში იქნება ძალაში, თუ გამოიყენებთ თქვენს პროფესიულ ელექტრონული ფოსტის მისამართს. ჩვენი მოდერაციის გუნდი ამოწმებს, შეესაბამება თუ არა დომენური სახელი იმ ორგანიზაციას, რომელშიც გაწევრიანება გსურთ.
lt: Atminkite, kad jūsų Pro paskyra galios tik tuo atveju, jei naudosite savo profesionalų el. pašto adresą. Mūsų moderavimo komanda patikrina, ar domeno pavadinimas atitinka organizaciją, prie kurios norite prisijungti.
lv: Lūdzu, ņemiet vērā, ka jūsu Pro konts būs derīgs tikai tad, ja izmantosiet savu profesionālo e-pasta adresi. Mūsu moderācijas komanda pārbauda, vai domēna vārds atbilst organizācijai, kurai vēlaties pievienoties.
nl_be: Houd er rekening mee dat uw Pro-account alleen geldig is als u uw professionele e-mailadres gebruikt. Ons moderatieteam controleert of de domeinnaam consistent is met de organisatie waarbij u zich wilt aansluiten.
pl: Należy pamiętać, że Twoje konto Pro będzie ważne tylko wtedy, gdy użyjesz swojego profesjonalnego adresu e-mail. Nasz zespół moderujący sprawdza, czy nazwa domeny jest zgodna z organizacją, do której chcesz dołączyć.
pt_pt: Tenha em atenção que a sua conta Pro só será considerada válida se utilizar o seu endereço de e-mail profissional. A nossa equipa de moderação verifica se o nome de domínio é coerente com a organização a que pretende aderir.
ru: Обратите внимание, что ваш Pro-аккаунт будет действителен только в том случае, если вы используете свой профессиональный адрес электронной почты. Наша команда модераторов проверяет, соответствует ли доменное имя организации, к которой вы хотите присоединиться.
sv: Observera att ditt Pro-konto endast är giltigt om du använder din professionella e-postadress. Vårt modereringsteam kontrollerar att domännamnet stämmer överens med den organisation du vill gå med i.
th: โปรดทราบว่าบัญชี Pro ของคุณจะใช้งานได้ก็ต่อเมื่อคุณใช้ที่อยู่อีเมลสำหรับทำงานเท่านั้น ทีมตรวจสอบของเราจะตรวจสอบว่าชื่อโดเมนนั้นสอดคล้องกับองค์กรที่คุณต้องการเข้าร่วม
uk: Зверніть увагу, що ваш обліковий запис Pro буде дійсним, лише якщо ви використовуєте свою робочу адресу електронної пошти. Наша команда модераторів перевіряє, чи доменне ім’я відповідає організації, до якої ви хочете приєднатися.

source: All missions
ar: جميع المهمات
bg: Всички мисии
ca: Totes les missions
cs: Všechny mise
da: Alle missioner
de: Alle Aufgaben
el: Όλες οι αποστολές
eo: Ĉiuj misioj
es: Todas las misiones
fa: تمام ماموریت ها
fi: Kaikki tehtävät
fr: Toutes les missions
he: כל המשימות
hr: Sve misije
hu: Összes küldetés
id: Semua misi
it: Tutte le missioni
ja: すべてのミッション
ka: ყველა მისია
lt: Visos misijos
lv: Visas misijas
ms: Semua misi
nl_be: Alle missies
pl: Wszystkie zadania
pt_pt: Todas as missões
ro: Toate misiunile
ru: Все задачи
sl: Vse misije
sv: Alla uppdrag
th: ภารกิจทั้งหมด
tl: Lahat na tungkulin
tr: Bütün görevler
uk: Всі місії
vi: Tất cả các nhiệm vụ

# allergens
source: Substances or products causing allergies or intolerances
ar: مستأرج
bg: Вещества или продукти, причиняващи алергии или непоносимост
ca: Productes o substancies que causen intoleràncies o al·lèrgies
cs: Látky nebo produkty vyvolávající alergie nebo nesnášenlivost
da: Stoffer, eller produkter, som forårsager allergi eller overfølsomhed
de: Stoffe oder Erzeugnisse, die Allergien oder Unverträglichkeiten auslösen
el: Ουσίες ή προϊόντα που προκαλούν αλλεργίες ή δυσανεξίες
eo: Substancoj aŭ produktoj kaŭzantaj alergiojn aŭ netolerojn
es: Sustancias o productos que causan alergias o intolerancias
fa: مواد و یا محصولات که باعث آلرژی یا عدم تحمل می شوند
fi: Allergioita tai intoleransseja aiheuttavat aineet ja tuotteet
fr: Substances ou produits provoquant des allergies ou intolérances
he: חומרים או מוצרים שגורמים לאלרגיות או לרגישויות
hr: Tvari ili proizvodi koji izazivaju alergije ili netolerancije
hu: Allergiás vagy intoleranciás reakciót okozó anyagok, termékek
id: Zat - zat atau produk - produk yang menyebabkan alergi atau intoleransi
it: Sostanze o prodotti che provocano allergie o intolleranze
ja: 食餌性アレルゲン
ka: ნივთიერებები ან პროდუქტები, რომლებიც იწვევენ ალერგიას ან აუტანლობას
lt: Alergijas arba netoleravimą sukeliančios medžiagos arba produktai
lv: Vielas vai produkti, kas izraisa alerģiju vai nepanesamību
ms: Bahan-bahan atau produk yang menyebabkan alahan atau tiada toleransi
nl_be: Stoffen of producten die allergieën of intoleranties veroorzaken
pl: Substancje lub produkty powodujące alergie lub reakcje nietolerancji
pt_pt: Produtos ou substâncias que provocam alergias ou intolerâncias (assinalados a negrito)
ro: Substanțe sau produse care cauzează alergii sau intoleranțe
ru: Вещества или продукты, вызывающие аллергию или непереносимость
sl: Snovi ali proizvodi, ki povzročajo alergije ali preobčutljivosti
sv: ämnen eller produkter som orsakar allergi eller intolerans
th: สารก่อภูมิแพ้
tl: Mga sangkap o mga produktong sanhi ng alerdyis o intolerans
tr: Alerjiye veya toleranssızlığa neden olan maddeler veya ürünler
uk: Речовини або продукти, які спричиняють алергію або нестерпність
vi: Các chất hoặc sản phẩm gây dị ứng hoặc không dung nạp

# allergens_p
source: allergens
ar: المواد المسببة للحساسية
bg: алергени
ca: al·lèrgens
cs: alergeny
da: allergener
de: Allergene
el: αλλεργιογονα
eo: alergenoj
es: alérgenos
fa: آلرژن ها
fi: allergeenit
fr: allergènes
he: אלרגנים
hr: alergeni
hu: allergének
id: alergen - alergen
it: allergeni
ja: アレルゲン
lt: alergenai
lv: alergēni
ms: alergen
nl_be: allergenen
pl: alergeny
pt_pt: alergénios
ro: alergeni
ru: аллергены
sl: alergeni
sv: allergener
th: สารก่อภูมิแพ้
tl: mga allergen
tr: alerjenler
uk: алерген
vi: chất gây dị ứng

# allergens_s
source: allergen
ar: مسببات الحساسية
bg: алерген
cs: alergen
el: αλλεργιογόνο
eo: alergeno
es: alérgeno
fa: آلرژن
fi: allergeeni
fr: allergène
he: אלרגן
hr: alergen
hu: allergén
id: alergen
it: allergene
ja: アレルゲン
ka: ალერგენი
lt: alergenas
lv: alergēnu
ms: alergen
nl_be: allergeen
pl: alergen
pt_pt: alergénio
ro: alergen
ru: аллерген
sl: alergen
th: สารก่อภูมิแพ้
tr: alerjen
uk: алерген
vi: chất gây dị ứng

# also_edited_by
source: Product page also edited by
ar: تم تحرير صفحة المنتج أيضا بواسطة
bg: страница на продукта е редактирана от
ca: La pàgina del producte, també editada per
cs: Stránka výrobku také upravoval(a)
da: Produktside også redigeret af
de: Produktseite auch bearbeitet von
el: Η σελίδα προϊόντος επεξεργάστηκε επίσης από
eo: Produkta paĝo ankaŭ redaktita de
es: La página del producto también ha sido editada por
fa: صفحه محصول همچنین ویرایش شده است توسط
fi: Tuotesivua on muokannut myös
fr: Fiche produit également modifiée par
he: עמוד המוצר נערך גם על ידי
hr: Stranicu proizvoda također je uredio
hu: A termékoldalt szerkesztette még
id: Halaman produk juga disunting oleh
it: Pagina del prodotto modificata anche da
ja: 製品ページの共同編集者
ka: პროდუქტის გვერდი ასევე რედაქტირებულია
lt: Produkto puslapį taip pat redagavo
lv: Produkta lapa ir arī rediģējis
ms: Halaman produk juga diedit oleh
nl_be: Productpagina is ook bewerkt door
pl: Stronę produktu również edytuje
pt_pt: Página do produto também editada por
ro: Pagina produsului a fost, de asemenea, editată de
ru: Страницу продукта также редактировали:
sl: Stran izdelka, ki jo je tudi uredil
sv: Produktsida också redigerad av
th: หน้าผลิตภัณฑ์นี้แก้ไขโดย
tl: Pahina ng produkto ay na-edit din ni
tr: Ürün sayfasını da düzenleyen
uk: Сторінку продукту також редагував
vi: Trang sản phẩm cũng được chỉnh sửa bởi

source: Analytical constituents
bg: Аналитични съставки
de: Analytische Bestandteile
el: Αναλυτικά συστατικά
eo: Analizaj konsistigaĵoj
fa: اجزای تحلیلی
fr: Constituants analytiques
hr: Analitički sastojci
ka: ანალიტიკური შემადგენელი ნაწილები
lv: Analītiskās sastāvdaļas
nl_be: Analytische bestanddelen
pl: Składniki analityczne
pt_pt: Constituintes analíticos
sv: Analytiska beståndsdelar
th: ส่วนประกอบเชิงวิเคราะห์
uk: Аналітичні складові

# analytical_constituents_per_1kg
source: for 1 kg
bg: за 1 кг
de: für 1 kg
el: για 1 kg
eo: por 1 kg
fa: برای ۱ کیلوگرم
fr: pour 1 kg
he: לקילו
hr: za 1 kg
hu: 1 kg-ra
ka: 1 კგ-სთვის
lv: par 1 kg
nl_be: voor 1 kg
pl: dla 1 kg
pt_pt: para 1 kg
sv: för 1 kg
th: สำหรับ 1 กก.
uk: для 1 кг

# android_app_icon_alt_text
source: Get It On Google Play
ar: احصل عليه من Google Play
bg: Предлага се в Google Play
ca: Aconseguiu-la a Google Play
cs: Získat na Google Play
da: Hent den på Google Play
de: Erhältlich bei Google Play
el: Αποκτήστε το στο Google Play
eo: Akiru ĝin en Google Play
es: Disponible en Google Play
fi: Saatavilla Google Playsta
fr: Disponible sur Google Play
he: זמין ב־Google Play
hr: Preuzmi na Google Playu
hu: Elérhető a Google Playen
id: Dapatkan di Google Play
it: Disponibile su Google Play
ja: Google Play で利用できます
lt: Atsisiųsti per Google Play
lv: Iegūstiet to pakalpojumā Google Play
ms: Dapatkan Ia Di Google Play
nl_be: Beschikbaar in Google Play
pl: Dostępny w Google Play
pt_pt: Disponível no Google Play
ro: Disponibil pe Google Play
ru: Скачайте на Google Play
sl: Pridobite ga v Googlu Play
sv: Ladda ned på Google Play
th: ดาวน์โหลดที่ Google Play
tr: Google Play'de Mevcut
uk: Завантажити з Google Play
vi: Lấy nó từ Google Play
