Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutrient_info_salt_high_consumption
source: Most people consume too much salt (on average 9 to 12 grams per day), around twice the recommended maximum level of intake.
bg: Повечето хора консумират твърде много сол (средно 9 до 12 грама на ден), около два пъти повече от препоръчителната доза.
ca: La majoria de la gent consumeix massa sal (de 9 a 12 grams de mitjana al dia), al voltant del doble del nivell màxim d'ingesta recomanat.
cs: Většina lidí konzumuje příliš mnoho soli (v průměru 9 až 12 gramů denně), přibližně dvojnásobek doporučené maximální dávky.
da: De fleste indtager for meget salt (i gennemsnit 9 til 12 gram dagligt), omkring det dobbelte af det anbefalede maksimale indtag.
de: Die meisten Menschen nehmen zu viel Salz zu sich (im Durchschnitt 9 bis 12 Gramm pro Tag), etwa das Doppelte der empfohlenen Höchstmenge.
el: Οι περισσότεροι άνθρωποι καταναλώνουν πάρα πολύ αλάτι (κατά μέσο όρο 9 έως 12 γραμμάρια την ημέρα), περίπου διπλάσιο από το συνιστώμενο μέγιστο επίπεδο πρόσληψης.
eo: Plej multaj homoj konsumas tro multe da salo (averaĝe 9 ĝis 12 gramoj tage), ĉirkaŭ duoble la rekomenditan maksimuman nivelon de konsumado.
es: La mayoría de las personas consumen demasiada sal (9-12 gramos diarios de media), el doble del nivel máximo recomendado.
fa: بیشتر مردم بیش از حد نمک مصرف می‌کنند (به طور متوسط ۹ تا ۱۲ گرم در روز)، که تقریباً دو برابر حداکثر میزان توصیه شده مصرف است.
fi: Useimmat ihmiset kuluttavat liikaa suolaa (keskimäärin 9-12 grammaa päivässä), noin kaksinkertaisesti suositellun enimmäissaannin.
fr: La plupart des gens consomment trop de sel (en moyenne 9 à 12 grammes par jour), soit environ le double de l'apport maximal recommandé.
he: רוב האנשים צורכים יותר מדי מלח (בממוצע 9 עד 12 גרם ליום), בערך פי שניים מרמת הצריכה המרבית המומלצת.
hr: Većina ljudi konzumira previše soli (u prosjeku 9 do 12 grama dnevno), što je otprilike dvostruko više od preporučene maksimalne razine unosa.
hu: A legtöbb ember túl sok sót fogyaszt (átlagosan 9-12 grammot naponta), ami körülbelül duplája az ajánlott maximális bevitelnek.
id: Kebanyakan orang mengonsumsi terlalu banyak garam (rata-rata 9 hingga 12 gram per hari), sekitar dua kali lipat dari tingkat asupan maksimum yang direkomendasikan.
it: La maggior parte delle persone consuma troppo sale (in media da 9 a 12 grammi al giorno), circa il doppio del livello massimo raccomandato di assunzione.
ja: ほとんどの人は塩分を過剰に消費し（平均して1日あたり9〜12グラム）、推奨される最大摂取量の約2倍です。
ka: ადამიანების უმეტესობა მარილს ძალიან ბევრს მოიხმარს (საშუალოდ 9-დან 12 გრამამდე დღეში), რაც დაახლოებით ორჯერ აღემატება რეკომენდებული მაქსიმალური ნორმის რაოდენობას.
lt: Dauguma žmonių suvartoja per daug druskos (vidutiniškai nuo 9 iki 12 gramų per dieną), maždaug dvigubai daugiau nei rekomenduojama didžiausia norma.
lv: Lielākā daļa cilvēku patērē pārāk daudz sāls (vidēji 9 līdz 12 gramus dienā), aptuveni divreiz vairāk nekā ieteicamais maksimālais uzņemšanas līmenis.
nl_be: De meeste mensen consumeren te veel zout (gemiddeld 9 tot 12 gram per dag), ongeveer twee keer de aanbevolen maximale inname.
pl: Większość osób spożywa zbyt dużo soli (średnio 9 do 12 gramów na dobę), około dwukrotnie więcej niż zalecany maksymalny poziom spożycia.
pt_pt: A maioria das pessoas consome demasiado sal (em média 9 a 12 gramas por dia), cerca do dobro do nível máximo de ingestão recomendado.
ro: Majoritatea oamenilor consumă prea multă sare (în medie 9 până la 12 grame pe zi), aproximativ de două ori nivelul maxim recomandat de aport.
ru: Большинство людей потребляют слишком много соли (в среднем 9–12 граммов в день), что примерно в два раза превышает рекомендуемую максимальную норму потребления.
sv: De flesta människor konsumerar för mycket salt (i genomsnitt 9 till 12 gram per dag), ungefär dubbelt så mycket som den rekommenderade maximala mängden salt.
th: คนส่วนใหญ่บริโภคเกลือมากเกินไป (โดยเฉลี่ย 9 ถึง 12 กรัมต่อวัน) ซึ่งประมาณสองเท่าของปริมาณสูงสุดที่แนะนำให้บริโภค
tr: Çoğu insan çok fazla tuz tüketir (günde ortalama 9 ila 12 gram), bu da önerilen maksimum alım seviyesinin yaklaşık iki katıdır.
uk: Більшість людей споживають занадто багато солі (в середньому від 9 до 12 грамів на день), що приблизно вдвічі перевищує рекомендований максимальний рівень споживання.
vi: Hầu hết mọi người tiêu thụ quá nhiều muối (trung bình từ 9 đến 12 gam mỗi ngày), khoảng gấp đôi mức tối đa được khuyến nghị.

# nutrient_recommendation_salt_title
source: Limit the consumption of salt and salted food
bg: Ограничи консумацията на сол и солени храни
ca: Limitau la ingesta de sal i d'aliments rics en sal
cs: Omezte konzumaci soli a solených potravin
da: Begræns forbruget af salt og saltet mad
de: Begrenzen Sie den Konsum von Salz und gesalzenen Lebensmitteln
el: Περιορισμός της κατανάλωσης αλατιού και αλατισμένων τροφίμων
eo: Limigu la konsumon de salo kaj salitaj manĝaĵoj
es: Limita el consumo de sal y alimentos salados
fa: مصرف نمک و غذاهای نمک سود شده را محدود کنید
fi: Rajoita suolan ja suolattujen ruokien kulutusta
fr: Limiter la consommation de sel et d'aliments salés
he: הגבלת צריכת המלח והמאכלים המלוחים
hr: Ograničite konzumaciju soli i slane hrane
hu: Korlátozza a só és a sózott ételek fogyasztását
id: Batasi konsumsi garam dan makanan asin
it: Limitare il consumo di sale e cibi salati
ja: 塩と塩が含まれている食品の消費を制限する
ka: შეზღუდეთ მარილისა და მარილიანი საკვების მოხმარება
lt: Apriboti druskos ir sūdyto maisto vartojimą
lv: Ierobežojiet sāls un sālītas pārtikas patēriņu
nl_be: Beperk de consumptie van zout en gezouten voedsel
pl: Ogranicz spożycie soli i solonej żywności
pt_pt: Limite o consumo de sal e de alimentos salgados
ro: Limitați consumul de sare și alimente sărate
ru: Предел потребления соли и солёных продуктов
sv: Begränsa konsumtionen av salt och saltad mat
th: จำกัดการบริโภคเกลือและอาหารรสเค็ม
tr: Tuz ve tuzlu yiyecek tüketimini sınırlayın
uk: Обмежте споживання солі та солоної їжі
vi: Hạn chế ăn muối và đồ ăn nhiều muối

# nutrient_recommendation_salt_cooking_and_table
source: Reduce the quantity of salt used when cooking, and don't salt again at the table.
bg: Намали количеството сол, използвано при готвене, и не соли отново на масата.
ca: Reduïu la sal que emprau quan cuinau, i no afegiu sal a taula.
cs: Snižte množství soli používané při vaření a již u stolu nesolte.
da: Reducér mængden af salt under madlavning, og salt ikke igen ved bordet.
de: Reduzieren Sie die Salzmenge beim Kochen und salzen Sie bei Tisch nicht nach.
el: Μειώστε την ποσότητα αλατιού που χρησιμοποιείται κατά το μαγείρεμα και μην αλατίζετε ξανά στο τραπέζι.
eo: Malpliigu la kvanton da salo uzata dum kuirado, kaj ne plu salu ĉe la tablo.
es: Reduce la cantidad de sal utilizada al cocinar y no dejes que los comensales le añadan más a posteriori.
fa: هنگام پخت و پز مقدار نمک مصرفی را کاهش دهید و دوباره سر سفره نمک نزنید.
fi: Vähennä ruoanlaitossa käytettävän suolan määrää, äläkä suolaa uudelleen pöydässä.
fr: Réduisez la quantité de sel utilisée lors de la cuisson et ne salez plus à table.
he: כדאי להפחית את כמות המלח לטובת הבישול ולא להוסיף מלח שוב בזמן הארוחה.
hr: Smanjite količinu soli koja se koristi prilikom kuhanja i nemojte je ponovno soliti za stolom.
hu: Csökkentse a főzés során felhasznált só mennyiségét, és ne sózzon újra az asztalnál.
id: Kurangi jumlah garam yang digunakan saat memasak, dan jangan beri garam lagi di meja.
it: Ridurre la quantità di sale utilizzato in cottura e non salare più a tavola.
ja: 調理時に使用する塩の量を減らし、テーブルで再び塩をかけないでください。
ka: საჭმლის მომზადებისას შეამცირეთ მარილის რაოდენობა და სუფრაზე მარილი ხელახლა აღარ დააყაროთ.
lt: Sumažinkite gaminant maistą naudojamos druskos kiekį ir daugiau nedėkite druskos prie stalo.
lv: Samaziniet sāls daudzumu ēdiena gatavošanas laikā un vairs nesāliet pie galda.
nl_be: Verminder de hoeveelheid zout die je gebruikt bij het koken en gebruik geen zout meer aan tafel.
pl: Zmniejsz ilość soli używanej podczas gotowania i nie sól ponownie przy stole.
pt_pt: Reduza a quantidade de sal utilizada ao cozinhar e não volte a adicionar sal à mesa.
ro: Reduceți cantitatea de sare folosită la gătit și nu mai sărați la masă.
ru: Уменьшите количество соли, используемой при приготовлении пищи, и не солите ее когда она уже готова.
sv: Minska mängden salt som används vid matlagning och salta inte igen vid bordet.
th: ลดปริมาณเกลือที่ใช้ในการปรุงอาหาร และอย่าเติมเกลือเพิ่มที่โต๊ะอาหาร
tr: Yemek pişirirken kullanılan tuz miktarını azaltın ve sofrada bir daha tuz atmayın.
uk: Зменште кількість солі, яку ви використовуєте під час приготування їжі, і не соліть більше за столом.
vi: Giảm lượng muối sử dụng khi nấu ăn, và không dùng thêm muối khi ở trên bàn ăn.

# nutrient_recommendation_salt_limit_salty_snacks
source: Limit the consumption of salty snacks and choose products with lower salt content.
bg: Ограничи консумацията на солени закуски и избери продукти с по-ниско съдържание на сол.
ca: Limiteu el consum d'aperitius salats i trieu productes amb menor contingut de sal.
cs: Omezte konzumaci slaných pochutin a vybírejte produkty s nižším obsahem soli.
da: Begræns forbruget af salte snacks og vælg produkter med lavere saltindhold.
de: Schränken Sie den Konsum von salzigen Snacks ein und wählen Sie Produkte mit geringerem Salzgehalt.
el: Περιορίστε την κατανάλωση αλμυρών σνακ και επιλέξτε προϊόντα με χαμηλότερη περιεκτικότητα σε αλάτι.
eo: Limigu la konsumon de salaj manĝetoj kaj elektu produktojn kun pli malalta salenhavo.
es: Limita el consumo de snacks salados y elige alimentos más sanos.
fa: مصرف تنقلات شور را محدود کنید و محصولاتی با نمک کمتر را انتخاب کنید.
fi: Rajoita suolaisten välipalojen kulutusta ja valitse vähemmän suolaa sisältäviä tuotteita.
fr: Limitez la consommation de collations salées et choisissez des produits à faible teneur en sel.
he: מוטב להגביל את צריכת החטיפים המלוחים ולבחור במוצרים עם תכולת מלח נמוכה יותר.
hr: Ograničite konzumaciju slanih grickalica i birajte proizvode s nižim udjelom soli.
hu: Korlátozza a sós snackek fogyasztását, és válasszon alacsonyabb sótartalmú termékeket.
id: Batasi konsumsi camilan asin dan pilihlah produk dengan kandungan garam yang lebih rendah.
it: Limita il consumo di snack salati e scegli prodotti a basso contenuto di sale.
ja: 塩味のあるスナックの消費を制限し、塩分が少ない製品を選択してください。
ka: შეზღუდეთ მარილიანი საჭმლის მოხმარება და აირჩიეთ პროდუქტები, რომლებიც მარილის დაბალი შემცველობითაა.
lt: Ribokite sūrių užkandžių vartojimą ir rinkitės produktus su mažesniu druskos kiekiu.
lv: Ierobežojiet sāļo uzkodu patēriņu un izvēlieties produktus ar zemāku sāls saturu.
nl_be: Beperk de consumptie van zoute snacks en kies voor producten met een lager zoutgehalte.
pl: Ogranicz spożycie słonych przekąsek i wybieraj produkty o niższej zawartości soli.
pt_pt: Limite o consumo de aperitivos salgados e escolha produtos com menor teor de sal.
ro: Limitați consumul de gustări sărate și alegeți produse cu conținut mai mic de sare.
ru: Ограничить потребление соленых закусок, и выбрать продукты с низким содержанием соли.
sv: Begränsa konsumtionen av salta snacks och välj produkter med lägre salthalt.
th: เลือกผลิตภัณฑ์ที่มีปริมาณเกลือโซเดียมน้อยเป็นประจำ
tr: Tuzlu atıştırmalıkların tüketimini sınırlayın ve daha az tuz içeren ürünleri seçin.
uk: Обмежте споживання солоних закусок і вибирайте продукти з меншим вмістом солі.
vi: Hạn chế ăn đồ ăn vặt có muối và chọn các sản phẩm có hàm lượng muối thấp hơn.

# nutrient_info_sugars_risk
source: A high consumption of sugar can cause weight gain and tooth decay. It also augments the risk of type 2 diabetes and cardio-vascular diseases.
bg: Високата консумация на захар може да причини повишаване на теглото и кариеси. Тя също така увеличава риска от диабет тип 2 и сърдечно-съдови заболявания.
ca: Un alt consum de sucre pot provocar augment de pes i càries dental. També augmenta el risc de patir diabetis tipus 2 i malalties cardiovasculars.
cs: Vysoká konzumace cukru může způsobit nárůst hmotnosti a zubní kaz. Zvyšuje také riziko cukrovky 2. typu a kardiovaskulárních onemocnění.
da: Et højt sukkerforbrug kan forårsage vægtforøgning og caries, samt forøget risiko for type 2-diabetes og hjertekarsygdomme.
de: Ein hoher Zuckerkonsum kann zu Gewichtszunahme und Zahnverfall führen. Außerdem erhöht er das Risiko für Typ-2-Diabetes und Herz-Kreislauf-Erkrankungen.
el: Η υψηλή κατανάλωση ζάχαρης μπορεί να προκαλέσει αύξηση βάρους και τερηδόνα. Αυξάνει επίσης τον κίνδυνο διαβήτη τύπου 2 και καρδιαγγειακών παθήσεων.
eo: Alta konsumo de sukero povas kaŭzi pezpliiĝon kaj dentokariadon. Ĝi ankaŭ pliigas la riskon de tipo 2 diabeto kaj kardiovaskulaj malsanoj.
es: Un alto consumo de azúcar puede causar aumento de peso y caries. También aumenta el riesgo de diabetes tipo 2 y enfermedades cardiovasculares.
fa: مصرف زیاد قند می‌تواند باعث افزایش وزن و پوسیدگی دندان شود. همچنین خطر ابتلا به دیابت نوع ۲ و بیماری‌های قلبی عروقی را افزایش می‌دهد.
fi: Runsas sokerin kulutus voi aiheuttaa painonnousua ja hampaiden reikiintymistä. Se lisää myös tyypin 2 diabeteksen ja sydän- ja verisuonisairauksien riskiä.
fr: Une forte consommation de sucre peut entraîner une prise de poids et des caries dentaires. Il augmente également le risque de diabète de type 2 et de maladies cardio-vasculaires.
he: צריכה של סוכר בכמות גדולה עלולה לגרום לעלייה במשקל ולעששת. והיא גם מגבירה את הסיכון ללקות בסוכרת מסוג 2 ולמחלות לב וכלי דם.
hr: Visoka konzumacija šećera može uzrokovati debljanje i karijes. Također povećava rizik od dijabetesa tipa 2 i kardiovaskularnih bolesti.
hu: A túlzott cukorfogyasztás súlygyarapodást és fogszuvasodást okozhat. Ezenkívül növeli a 2-es típusú cukorbetegség és a szív- és érrendszeri betegségek kockázatát.
id: Konsumsi gula yang tinggi dapat menyebabkan kenaikan berat badan dan kerusakan gigi. Hal ini juga meningkatkan risiko diabetes tipe 2 dan penyakit kardiovaskular.
it: Un elevato consumo di zucchero può causare aumento di peso e carie. Aumenta anche il rischio di diabete di tipo 2 e malattie cardiovascolari.
ja: 砂糖の大量消費は、体重増加や虫歯を引き起こす可能性があります。また、2型糖尿病や心血管疾患のリスクを高めます。
ka: შაქრის დიდი რაოდენობით მოხმარებამ შეიძლება გამოიწვიოს წონის მატება და კბილების კარიესი. ის ასევე ზრდის მე-2 ტიპის დიაბეტისა და გულ-სისხლძარღვთა დაავადებების რისკს.
lt: Didelis cukraus vartojimas gali sukelti svorio prieaugį ir dantų ėduonį. Tai taip pat padidina 2 tipo diabeto ir širdies ir kraujagyslių ligų riziką.
lv: Liels cukura patēriņš var izraisīt svara pieaugumu un zobu bojāšanos. Tas arī palielina 2. tipa diabēta un sirds un asinsvadu slimību risku.
nl_be: Een hoge consumptie van suiker kan gewichtstoename en tandbederf veroorzaken. Het verhoogt ook het risico op diabetes type 2 en hart- en vaatziekten.
pl: Wysokie spożycie cukru może powodować przyrost masy ciała i próchnicę. Zwiększa również ryzyko cukrzycy typu 2 i chorób sercowo-naczyniowych.
pt_pt: O consumo elevado de açúcar pode causar aumento de peso e cáries dentárias. Também aumenta o risco de diabetes tipo 2 e de doenças cardiovasculares.
ro: Un consum mare de zahăr poate provoca creșterea în greutate și carii dentare. De asemenea, crește riscul de diabet de tip 2 și boli cardiovasculare.
ru: Высокое потребление сахара может вызвать лишний вес и кариес. Это также увеличивает риск получение диабета 2 типа и сердечно-сосудистых заболеваний.
sv: Högt sockerintag kan orsaka viktökning och karies. Det ökar också risken för typ 2-diabetes och hjärt-kärlsjukdomar.
th: การบริโภคน้ำตาลมากเกินไปอาจทำให้น้ำหนักเพิ่มขึ้นและฟันผุ นอกจากนี้ยังเพิ่มความเสี่ยงต่อโรคเบาหวานชนิดที่ 2 และโรคหัวใจและหลอดเลือดอีกด้วย
tr: Yüksek şeker tüketimi kilo alımına ve diş çürümelerine neden olabilir. Aynı zamanda tip 2 diyabet ve kardiyovasküler hastalık riskini artırır.
uk: Високе споживання цукру може призвести до збільшення ваги та карієсу. Це також збільшує ризик розвитку діабету 2 типу та серцево-судинних захворювань.
vi: Tiêu thụ nhiều đường có thể gây tăng cân và sâu răng. Nó cũng làm tăng nguy cơ mắc bệnh tiểu đường loại 2 và các bệnh tim mạch.

# nutrient_recommendation_sugars_title
source: Limit the consumption of sugar and sugary drinks
bg: Ограничи консумацията на захар и подсладени напитки
ca: Limitau el consum de sucre i de begudes ensucrades
cs: Omezte konzumaci cukru a slazených nápojů
da: Begræns forbruget af sukker og sukkerholdige drikke
de: Begrenzen Sie den Konsum von Zucker und zuckerhaltigen Getränken
el: Περιορίστε την κατανάλωση ζάχαρης και ροφημάτων με ζάχαρη
eo: Limigu la konsumon de sukero kaj sukeraj trinkaĵoj
es: Limita el consumo de azúcar y bebidas azucaradas
fa: مصرف قند و نوشیدنی‌های شیرین را محدود کنید
fi: Rajoita sokerin ja sokeripitoisten juomien kulutusta
fr: Limiter la consommation de sucre et de boissons sucrées
he: הגבלת צריכת הסוכר והמשקאות הממותקים
hr: Ograničite konzumaciju šećera i slatkih pića
hu: Korlátozza a cukor és a cukros italok fogyasztását
id: Batasi konsumsi gula dan minuman manis
it: Limitare il consumo di zucchero e bevande zuccherate
ja: 砂糖と甘い飲み物の消費を制限する
ka: შეზღუდეთ შაქრისა და შაქრიანი სასმელების მოხმარება
lt: Apriboti cukraus ir saldžių gėrimų vartojimą
lv: Ierobežojiet cukura un saldinātu dzērienu patēriņu
nl_be: Beperk de consumptie van suiker en suikerhoudende dranken
pl: Ogranicz spożycie cukru i słodkich napojów
pt_pt: Limite o consumo de açúcar e bebidas açucaradas
ro: Limitați consumul de zahăr și băuturi dulci
ru: Ограничение потребления сахара и сахарных напитков
sv: Begränsa konsumtionen av socker och söta drycker
th: จำกัดการบริโภคน้ำตาลและเครื่องดื่มที่มีน้ำตาล
tr: Şeker ve şekerli içeceklerin tüketimini sınırlayın
uk: Обмежте споживання цукру та солодких напоїв
vi: Hạn chế tiêu thụ đường và đồ uống có đường

# nutrient_recommendation_sugars_drinks
source: Sugary drinks (such as sodas, fruit beverages, and fruit juices and nectars) should be limited as much as possible (no more than 1 glass a day).
bg: Подсладените напитки (като газирани напитки, плодови напитки и плодови сокове и нектари) трябва да бъдат максимално ограничени (не повече от 1 чаша на ден).
ca: Les begudes ensucrades (com ara refrescos, begudes de fruites i sucs i nèctars de fruites) s'han de limitar tant com sigui possible (no més d'1 got al dia).
cs: Slazené nápoje (jako jsou limonády, ovocné nápoje a ovocné šťávy a nektary) by měly být co nejvíce omezeny (ne více než 1 sklenice denně).
da: Sukkerholdige drikke (sodavand, frugtdrikke, frugtjuice, nektar mv.) bør begrænses mest muligt (maks. 1 glas dagligt).
de: Zuckerhaltige Getränke (wie Limonaden, Fruchtgetränke, Fruchtsäfte und -nektare) sollten so weit wie möglich eingeschränkt werden (nicht mehr als 1 Glas pro Tag).
el: Τα ζαχαρούχα ποτά (όπως αναψυκτικά, ποτά φρούτων και χυμοί φρούτων και νέκταρ) θα πρέπει να περιορίζονται όσο το δυνατόν περισσότερο (όχι περισσότερο από 1 ποτήρι την ημέρα).
eo: Sukerecaj trinkaĵoj (kiel limonado, fruktotrinkaĵoj, kaj fruktosukoj kaj nektaroj) estu limigitaj kiel eble plej multe (ne pli ol 1 glaso tage).
es: Las bebidas azucaradas (como refrescos, bebidas de frutas y jugos y néctares de frutas) deben limitarse tanto como sea posible (no más de 1 vaso al día).
fa: نوشیدنی‌های شیرین (مانند نوشابه، نوشیدنی‌های میوه‌ای، و آبمیوه‌ها و نکتارها) باید تا حد امکان محدود شوند (بیش از ۱ لیوان در روز مصرف نشود).
fi: Sokeripitoisia juomia (kuten virvoitusjuomia, hedelmäjuomia ja hedelmämehuja ja -nektareita) tulee rajoittaa mahdollisimman paljon (enintään 1 lasi päivässä).
fr: Les boissons sucrées (comme les sodas, les boissons aux fruits, les jus et nectars de fruits) doivent être limitées au maximum (pas plus d'un verre par jour).
he: יש להגביל משקאות ממותקים (כגון משקאות מוגזים, משקאות פרי ומיצי פירות ונקטרים) ככל האפשר (לא יותר מכוס אחת ביום).
hr: Zaslađena pića (poput gaziranih pića, voćnih napitaka te voćnih sokova i nektara) treba ograničiti koliko god je to moguće (ne više od 1 čaše dnevno).
hu: A cukros italokat (például üdítőket, gyümölcsitalokat, gyümölcsleveket és nektárokat) a lehető legjobban korlátozni kell (legfeljebb napi 1 pohárral).
id: Minuman manis (seperti soda, minuman buah, dan jus buah serta nektar) harus dibatasi sebisa mungkin (tidak lebih dari 1 gelas sehari).
it: Le bevande zuccherate (come bibite gassate, bevande alla frutta, succhi di frutta e nettari) dovrebbero essere limitate il più possibile (non più di 1 bicchiere al giorno).
ja: 甘い飲み物（ソーダ、フルーツ飲料、フルーツジュース、ネクターなど）は、できるだけ制限する必要があります（1日1杯以下）。
ka: შაქრიანი სასმელები (როგორიცაა გაზიანი სასმელები, ხილის სასმელები, ხილის წვენები და ნექტრები) მაქსიმალურად უნდა შეიზღუდოს (არაუმეტეს 1 ჭიქა დღეში).
lt: Saldžūs gėrimai (tokie kaip gazuoti gėrimai, vaisių gėrimai, vaisių sultys ir nektarai) turi būti ribojami kiek įmanoma daugiau(ne daugiau kaip 1 stiklinė per dieną).
lv: Saldie dzērieni (piemēram, gāzētie dzērieni, augļu dzērieni, augļu sulas un nektāri) jāierobežo, cik vien iespējams (ne vairāk kā 1 glāze dienā).
nl_be: Suikerhoudende dranken (zoals frisdranken, fruitdranken en vruchtensappen) moeten zoveel mogelijk worden beperkt (niet meer dan 1 glas per dag).
pl: Napoje słodzone (takie jak napoje gazowane, napoje owocowe oraz soki i nektary owocowe) powinny być ograniczone w jak największym stopniu (nie więcej niż 1 szklanka dziennie).
pt_pt: As bebidas açucaradas (como refrigerantes, bebidas de fruta, sumos e néctares de fruta) devem ser limitadas tanto quanto possível (não mais do que 1 copo por dia).
ro: Băuturile dulci (cum ar fi sucurile, băuturile din fructe și sucuri și nectaruri de fructe) trebuie limitate cât mai mult posibil (nu mai mult de 1 pahar pe zi).
ru: Сахарные напитки(Такие, как газировки, фруктовые напитки, фруктовые соки и нектары) должны быть максимально ограничены(Не более 1 стакана в день).
sv: Sockrade drycker (som läsk, fruktdrycker och fruktjuicer och nektar) bör begränsas så mycket som möjligt (högst 1 glas om dagen).
th: ควรจำกัดปริมาณเครื่องดื่มที่มีน้ำตาล (เช่น น้ำอัดลม น้ำผลไม้ และน้ำหวานจากผลไม้) ให้น้อยที่สุด (ไม่เกิน 1 แก้วต่อวัน)
tr: Şekerli içecekler (gazlı içecekler, meyveli içecekler, meyve suları ve nektarlar gibi) mümkün olduğu kadar sınırlandırılmalıdır (günde 1 bardaktan fazla olmamalıdır).
uk: Вживання солодких напоїв (таких як газовані напої, фруктові напої, фруктові соки та нектари) слід максимально обмежити (не більше 1 склянки на день).
vi: Đồ uống có đường (như nước ngọt, đồ uống trái cây, nước hoa quả và mật hoa) nên hạn chế hết mức có thể (không quá 1 ly mỗi ngày).
