Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriscore_proteins_maximum_fruits_points
source: The points for proteins are counted because the points for the fruits, vegetables, nuts and colza/walnut/olive oils are at the maximum.
ar: تُحسب نقاط البروتينات لأن نقاط الفاكهة والخصراوات والمكسرات واللفت\ الجوز\ زيت الزيتون يبلغون أقصي قيمتهم العظمى.
bg: Точките за протеини се броят, защото точките за плодове, зеленчуци, ядки и рапица/орехи/зехтин са максимални.
ca: Els punts de proteïnes es compten perquè els punts de les fruites, verdures, fruits secs i olis de colza/nou/oliva són al màxim.
cs: Body za proteiny se počítají, protože body za ovoce, zeleninu, ořechy a řepkový/vlašský/olivový olej jsou maximální.
da: Point for proteiner medregnes, da pointene for frugter, grøntsager, nødder og raps/valnød/olivenolier er maksimale.
de: Die Punkte für Proteine werden gezählt, da die Punkte für Obst, Gemüse, Nüsse und Raps- / Walnuss- / Olivenöl maximal sind.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι βαθμοί για τα φρούτα, τα λαχανικά, τους ξηρούς καρπούς και τα έλαια colza/καρυδέλαιο/ελαιόλαδο είναι στο μέγιστο.
eo: La poentoj por proteinoj estas kalkulitaj ĉar la poentoj por fruktoj, legomoj, nuksoj kaj kolzo/juglandoj/olivoleoj estas ĉe la maksimumo.
es: Los puntos para las proteínas se cuentan porque los puntos para las frutas, verduras, nueces y colza / nuez / aceites de oliva son los máximos.
fa: امتیاز پروتئین‌ها به این دلیل محاسبه می‌شود که امتیاز میوه‌ها، سبزیجات، آجیل و روغن کلزا/گردو/زیتون در بالاترین حد خود قرار دارد.
fi: Pisteet proteiineille lasketaan, koska pisteet hedelmille, kasviksille, pähkinöille ja rypsi-, maapähkinä- ja oliiviöljyille ovat maksimissa.
fr: Les points pour les protéines sont comptés car les points pour les fruits, les légumes, les noix et les huiles de colza, de noix et d'olive sont au maximum.
he: הנקודות לחלבונים מחושבות כיוון שהנקודות לפירות, ירקות אגוזים ושמני קנולה/אגוזי מלך/זית הגיעו לכמות המרבית.
hr: Bodovi za proteine se računaju jer su bodovi za voće, povrće, orašaste plodove i ulja od uljane repice/oraha/maslinovo ulje maksimalni.
hu: A fehérjék pontjai beleszámítanak, mert a gyümölcsök, zöldségek, csonthéjasok és repce/dió/olívaolaj pontszáma maximális.
id: Nilai protein dihitung karena nilai untuk buah, sayur, dan kacang-kacangan serta colza/walnut/minyak zaitun sudah maksimum.
it: I punti per le proteine sono contati perché i punti per la frutta, verdura, noci ed oli di colza/noce/oliva sono al massimo.
ja: タンパク質のポイントは、果物、野菜、ナッツ、菜種/クルミ/オリーブオイルのポイントが最大であるため、カウントされます。
ka: ცილების ქულები ითვლება, რადგან ხილის, ბოსტნეულის, თხილის და რაფსის/ნიგვზის/ზეითუნის ზეთების ქულები მაქსიმალურია.
lt: Taškai už baltymus skaičiuojami, nes vaisių, daržovių, riešutų ir rapsų / graikinių riešutų / alyvuogių aliejų taškai yra maksimalūs.
lv: Punkti par olbaltumvielām tiek ieskaitīti, jo augļu, dārzeņu, riekstu un rapšu/valriekstu/olīveļļas punkti ir maksimāli.
nl_be: De punten voor de eiwitten worden meegeteld omdat de punten voor fruit, groenten, noten en koolzaad/walnoten/olijfolie maximaal zijn.
pl: Punkty za białka są wliczane, ponieważ punkty za owoce, warzywa, orzechy i olej roślinny są maksymalne.
pt_pt: Os pontos para as proteínas são contados porque os pontos para as frutas, os vegetais, leguminosas, os frutos secos e os óleos de colza/nozes/azeitonas estão no máximo.
ro: Punctele pentru proteine sunt numărate deoarece punctele pentru fructe, legume, fructe cu coajă și ulei de măsline/nucă, sunt maxime.
ru: Баллы за белки подсчитываются, потому что баллы за фрукты, овощи, рапсовое/ореховое/оливковое масло находятся на максимуме.
sl: Točke za beljakovine se štejejo, ker so točke za sadje, zelenjavo, oreške in repično/orehovo/oljčno olje na maximumu.
sv: Poängen för proteiner räknas eftersom poängen för frukt, grönsaker, nötter och raps-/valnöts-/olivoljor är som högst.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพสำหรับหมวดหมู่ ผัก ผลไม้ ถั่วต่างๆ และน้ำมันพืช ได้คะแนนเต็มแล้ว
tr: Meyve, sebze, kuruyemiş ve kolza/ceviz/zeytin yağı puanları maksimumda olduğu için proteinler için olan puanlar dahil edildi.
uk: Позначки для протеїнів підраховуються, скільки знаки для фруктів, овочів, горіхів а також ріпаку, волоського горіху та оливкових олій знаходять свій максимум.
vi: Điểm cho protein được tính vì điểm cho trái cây, rau, quả hạch và colza / quả óc chó / dầu ô liu là tối đa.

# nutriscore_proteins_is_cheese
source: The points for proteins are counted because the product is in the cheeses category.
ar: تُحسب نقاط البروتينات إذ أن المنتج ينتدرج تحت فئة الجبن.
bg: Точките за протеини се броят, тъй като продуктът е в категорията сирена.
ca: Els punts de proteïnes es compten perquè el producte està a la categoria de formatges.
cs: Body za proteiny se počítají, protože výrobek je v kategorii sýry.
da: Point for proteiner medregnes, da produktet er i ostekategorien.
de: Die Punkte für Proteine werden gezählt, da sich das Produkt in der Kategorie Käse befindet.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή το προϊόν ανήκει στην κατηγορία των τυριών.
eo: La poentoj por proteinoj estas kalkulataj ĉar la produkto estas en la kategorio de fromaĝoj.
es: Los puntos para las proteínas se cuentan porque el producto está en la categoría de quesos.
fa: امتیاز مربوط به پروتئین‌ها به این دلیل محاسبه می‌شود که محصول در دسته پنیرها قرار دارد.
fi: Pisteet proteiineille lasketaan, koska tuote on juustot-luokassa.
fr: Les points pour les protéines sont comptés car le produit appartient à la catégorie des fromages.
he: הנקודות לחלבונים מחושבות כיוון שהמוצר הוא בקטגוריית הגבינות.
hr: Bodovi za proteine se računaju jer proizvod spada u kategoriju sireva.
hu: A fehérjék pontjai beleszámítanak, mert a termék a sajtok kategóriába tartozik.
id: Nilai untuk protein dihitung karena produk termasuk dalam kategori keju.
it: I punti per le proteine sono contati perché il prodotto è nella categoria dei formaggi.
ja: タンパク質のポイントは、製品がチーズのカテゴリーにあるのでカウントされます。
ka: ცილების ქულები ითვლება, რადგან პროდუქტი ყველის კატეგორიას მიეკუთვნება.
lt: Taškai už baltymus skaičiuojami, nes produktas priklauso sūrių kategorijai.
lv: Punkti par olbaltumvielām tiek ieskaitīti, jo produkts ietilpst siera kategorijā.
nl_be: De punten voor eiwitten worden meegeteld omdat het product tot de kaascategorie behoort.
pl: Punkty za białka są wliczane, ponieważ produkt należy do kategorii serów.
pt_pt: Os pontos para proteínas são contados porque o produto está na categoria de queijos.
ro: Punctele pentru proteine sunt numărate deoarece produsul se află în categoria brânzeturilor.
ru: Баллы за белки засчитываются, потому что продукт относится к категории сыров.
sl: Točke za beljakovine se štejejo, ker je izdelek v kategoriji sirov.
sv: Poängen för proteiner räknas eftersom produkten tillhör kategorin ostar.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากผลิตภัณฑ์นี้จัดอยู่ในหมวดหมู่ของชีส
tr: Ürün peynir kategorisinde olduğu için proteinler için olan puanlar dahil edildi.
uk: Позначки для протеїнів підраховуються, оскільки товар розміщено в категорії сирів.
vi: Điểm cho protein được tính vì sản phẩm thuộc danh mục pho mát.

# nutriscore_proteins_is_added_fat
source: The product is in the fats category, the points for saturated fat are replaced by the points for the saturated fat / fat ratio.
ar: يقع المنتج تحت فئة الدهون، قد استبدلت نقاط الدهون المشبعة بنقاط الدهون المشبعة \ نسبة الدهون المشبعة.
bg: Продуктът е в категорията мазнини, точките за наситени мазнини се заменят с точките за съотношението наситени мазнини/мазнини.
ca: El producte es troba a la categoria de greixos, els punts de greix saturat es substitueixen pels punts de la relació greix saturat / greix.
cs: Výrobek je v kategorii tuky, body za nasycené tuky jsou nahrazeny body za poměr nasycené tuky / tuky.
da: Produktet er i kategorien fedttype. Point for mættet fedt erstattes med point for mættet fedt/fedtforhold.
de: Das Produkt ist in der Kategorie Fette, die Punkte für gesättigtes Fett werden durch die Punkte für das Verhältnis gesättigtes Fett / Fett ersetzt.
el: Το προϊόν ανήκει στην κατηγορία των λιπαρών, οι πόντοι για τα κορεσμένα λιπαρά αντικαθίστανται από τους βαθμούς για την αναλογία κορεσμένων λιπαρών / λιπαρών.
eo: La produkto estas en la kategorio de grasoj, la poentoj por saturita graso estas anstataŭigitaj per la poentoj por la proporcio de saturita graso/graso.
es: El producto se encuentra en la categoría de grasas, los puntos de grasa saturada se reemplazan por los puntos de la relación grasa / grasa saturada.
fa: این محصول در دسته چربی‌ها قرار دارد، امتیاز مربوط به چربی اشباع با امتیاز مربوط به نسبت چربی اشباع به چربی جایگزین شده است.
fi: Tuote on rasvat-luokassa, pisteet tyydyttyneelle rasvalle korvataan pisteillä tyydyttyneiden rasvan ja rasvan suhdeluvulla.
fr: Le produit est dans la catégorie des matières grasses, les points pour les acides gras saturés sont remplacés par les points pour le rapport entre les acides gras saturés et les matières grasses.
he: המוצר נמצא בקטגוריית השמנים, הנקודות לשומן רווי מוחלפות בנקודות היחס של שומן רווי / שומן.
hr: Proizvod je u kategoriji masti, bodovi za zasićene masti zamijenjeni su bodovima za omjer zasićenih masti i masti.
hu: A termék a zsírok kategóriába tartozik, ezért a telített zsírsavak pontjai helyett a telített zsírsav / zsír aránnyal számolunk.
id: Produk termasuk dalam kategori lemak, nilai untuk lemak jenuh digantikan oleh nilai rasio lemak jenuh / lemak.
it: Il prodotto è nella categoria grassi, i punti per i grassi saturi sono rimpiazzati dai punti per il rapporto grassi saturi / grassi.
ja: 製品は脂肪カテゴリにあり、飽和脂肪分のポイントは飽和脂肪/脂肪比のポイントに置き換えられます。
ka: პროდუქტი ცხიმების კატეგორიას მიეკუთვნება, ნაჯერი ცხიმებისთვის მინიჭებული ქულები ჩანაცვლებულია ნაჯერი ცხიმების/ცხიმების თანაფარდობის ქულებით.
lt: Produktas yra riebalų kategorijoje, sočiųjų riebalų taškai pakeičiami taškų už sočiųjų riebalų ir riebalų santykį.
lv: Produkts ietilpst tauku kategorijā, piesātināto tauku punkti ir aizstāti ar piesātināto tauku/tauku attiecības punktiem.
nl_be: Omdat het product valt in de categorie vetten, worden de punten voor verzadigd vet vervangen door de punten voor de verzadigd vet / totaal vet verhouding.
pl: Produkt należy do kategorii tłuszczów, punkty za tłuszcz nasycony zastępuje się punktami za stosunek tłuszczu nasyconego do tłuszczu nienasyconego.
pt_pt: O produto está na categoria de gorduras/lípidos, os pontos para gordura saturada são substituídos pelos pontos para a proporção de gordura saturada / gordura.
ro: Produsul se încadrează în categoria de grăsimi, punctele pentru grăsimile saturate sunt înlocuite cu punctele pentru raportul grăsimi saturate/grăsimi saturate.
ru: Продукт относится к категории жиров, баллы за насыщенные жиры заменяются баллами за соотношение насыщенных жиров и жиров.
sl: Izdelek je v kategoriji maščobe, točke za nasičene maščobe se nadomestijo s točkami za razmerje nasičene maščobe/maščobe.
sv: Produkten tillhör kategorin fetter, poängen för mättat fett ersätts med poängen för förhållandet mättat fett/fett.
th: ผลิตภัณฑ์อยู่ในหมวดหมู่ไขมัน จึงคิดคะแนนจากอัตราส่วนของไขมันอิ่มตัวต่อปริมาณไขมันทั้งหมด
tr: Ürün yağ kategorisindedir, doymuş yağ puanları, doymuş yağ/yağ oranı puanları ile değiştirildi.
uk: Товар розміщено в категорії жирної продукції, знаки, що позначають насищені жири заміняються знаками для позначення співвідношення жирів.
vi: Sản phẩm nằm trong danh mục chất béo, điểm cho chất béo bão hòa được thay thế bằng điểm cho tỷ lệ chất béo bão hòa / chất béo.

# nutriscore_points_for_energy
source: Energy
ar: الطاقة
bg: Енергия
ca: Energia
cs: Energie
da: Energi
de: Brennwert
el: Ενέργεια
eo: Energio
es: Valor energético
fa: انرژی
fi: Energia
fr: Énergie
he: אנרגיה
hr: Energija
hu: Energia
id: Energi
it: Energia
ja: エネルギー
lv: Enerģija
nl_be: Energie
pl: Energia
pt_pt: Energia
ro: Valoare energetică
ru: Энергетическая ценность
sl: Energija
sv: Energi
th: พลังงาน
tr: Enerji
uk: Енергетична цінність
vi: Năng lượng

# nutriscore_points_for_sugars
source: Sugars
ar: السكريات
bg: Захари
ca: Sucres
cs: Cukry
da: Sukkerarter
de: Zucker
el: Σάκχαρα
eo: Sukeroj
es: Azúcares
fa: قندها
fi: Sokerit
fr: Sucres
he: סוכרים
hu: Cukrok
id: Gula
it: Zuccheri
ja: 砂糖
lt: Cukrus
lv: Cukurs
nl_be: Suikers
pl: Cukry
pt_pt: Açúcares
ro: Zaharuri
ru: Сахара
sl: Sladkorji
sv: Socker
th: น้ำตาล
tr: Şeker
uk: Цукор
vi: Đường

# nutriscore_points_for_saturated_fat
source: Saturated fat
ar: الدهون المشبعة
bg: Наситени мазнини
ca: Greixos saturats
cs: Nasycené tuky
da: Mættet fedt
de: Gesättigte Fettsäuren
el: Κορεσμένα λιπαρά
es: Grasa saturada
fi: Tyydyttynyt rasva
fr: Acides gras saturés
he: שומן רווי
hu: Telített zsírsavak
id: Lemak jenuh
it: Grassi saturi
ja: 飽和脂肪酸
lt: Sotieji riebalai
lv: Piesātinātie tauki
nl_be: Verzadigd vet
pl: Tłuszcz nasycony
pt_pt: Lípidos saturados
ro: Acizi grași saturați
ru: Насыщенные жиры
sl: Nasičena maščoba
sv: Mättat fett
th: ไขมันอิ่มตัว
tr: Doymuş yağ
uk: Насичені жири
vi: Chất béo bão hòa

# nutriscore_points_for_saturated_fat_ratio
source: Saturated fat / fat ratio
ar: نسبة الدهون المشبعة \ الدهون
bg: Съотношение наситени мазнини / мазнини
ca: Relació greixos saturats/greixos
cs: Poměr nasycených tuků / tuků
da: Mættet fedt/fedtforhold
de: Gesättigtes Fett / Fett-Verhältnis
el: Αναλογία κορεσμένου λίπους / λίπους
eo: Proporcio de saturita graso/graso
es: Relación grasa / grasa saturada
fa: نسبت چربی اشباع شده/چربی
fi: Tyydyttynyt rasva / rasva -suhdeluku
fr: Ratio acides gras saturés / matières grasses
he: יחס שומן רווי / שומן
hr: Omjer zasićenih masti / masti
hu: Telített zsírsav / zsír arány
id: Rasio lemak jenuh / lemak
it: Rapporto grassi saturi / grassi
ja: 飽和脂肪/脂肪比
ka: ნაჯერი ცხიმების / ცხიმის თანაფარდობა
lt: Sočiųjų riebalų ir riebalų santykis
lv: Piesātināto tauku/tauku attiecība
nl_be: Verzadigd vet / totale vetverhouding
pl: Stosunek tłuszczu nasyconego do tłuszczu
pt_pt: Proporção de gordura (lípidos) / gordura saturada
ro: Raportul grăsimi saturate/grăsime
ru: Соотношение насыщенных жиров и жиров
sl: Razmerje nasičenih maščob in maščob
sv: Mättat fett / fettratio
th: อัตราส่วนไขมันอิ่มตัว / ไขมันทั้งหมด
tr: Doymuş yağ / yağ oranı
uk: Насичені жири/співвідношення жирів
vi: Tỷ lệ chất béo bão hòa / chất béo

# nutriscore_points_for_sodium
source: Sodium
ar: صوديوم
bg: Натрий
ca: Sodi
cs: Sodík
da: Natrium
de: Natrium
el: Νάτριο
eo: Natrio
es: Sodio
fa: سدیم
fi: Natrium
he: נתרן
hr: Natrij
hu: Nátrium
id: Natrium
it: Sodio
ja: ナトリウム
ka: ნატრიუმი
lt: Natris
lv: Nātrijs
nl_be: Natrium
pl: Sód
pt_pt: Sódio (Na+)
ro: Sodiu
ru: Натрий
sl: Natrij
sv: Natrium
th: โซเดียม
tr: Sodyum
uk: Натрій
vi: Natri

# nutriscore_points_for_fruits_vegetables_nuts_colza_walnut_olive_oils
source: Fruits, vegetables, nuts, and colza/walnut/olive oils
ar: الفاكهة والخضراوات والمكسرات واللفت \ الجوز \ زيت الزيتون
bg: Плодове, зеленчуци, ядки и рапица/орех/зехтин
ca: Fruites, verdures, fruits secs i olis de colza/nou/oliva
cs: Ovoce, zelenina, ořechy a řepkový/vlašský/olivový olej
da: Frugt, grøntsager, nødder og raps/valnød/olivenolier
de: Obst, Gemüse, Nüsse und Raps- / Walnuss- / Olivenöl
el: Φρούτα, λαχανικά, ξηροί καρποί και έλαια colza/καρυδέλαιου/ελαιόλαδου
eo: Fruktoj, legomoj, nuksoj, kaj kolzo/juglando/olivoleoj
es: Frutas, verduras, nueces y aceites de colza / nuez / oliva
fa: میوه‌ها، سبزیجات، آجیل و روغن کلزا/گردو/زیتون
fi: Hedelmät, kasvikset, pähkinät ja rypsi-, maapähkinä- ja oliiviöljyt
fr: Fruits, légumes, noix et huiles de colza / noix / olive
he: פירות, ירקות, אגוזים ושמני קנולה/אגוזי מלך/זית
hr: Voće, povrće, orašasti plodovi i ulja od uljane repice/oraha/maslinovo ulje
hu: Gyümölcsök, zöldségek, csonthéjasok és repce/dió/olívaolaj
id: Buah - buahan, sayur - sayuran, kacang-kacangan dan colza/walnut/minyak zaitun
it: Frutta, verdura, noci, oli di colza/noce/oliva
ja: 果物、野菜、ナッツ、菜種/クルミ/オリーブオイル
ka: ხილი, ბოსტნეული, თხილი და რაფსის/ნიგვზის/ზეითუნის ზეთები
lt: Vaisiai, daržovės, riešutai ir rapsų / graikinių riešutų / alyvuogių aliejai
lv: Augļi, dārzeņi, rieksti un rapšu/valriekstu/olīveļļas
nl_be: Fruit, groenten, noten en koolzaad / walnoot / olijfolie
pl: Owoce, warzywa, orzechy i olej rzepakowy/olej z orzechów włoskich/oliwa z oliwek
pt_pt: Frutas, vegetais, leguminosas, frutos secos e óleos de colza/noz/azeitona
ro: Fructe, legume, nuci și uleiuri de colza/nucă/măsline
ru: Фрукты, овощи, орехи и рапс /орех/оливковое масло
sl: Sadje, zelenjava, oreški in repična/orehova/olivna olja
sv: Frukt, grönsaker, nötter och raps- / valnöt- / olivoljor
th: ผลไม้ ผัก ถั่ว และโคลซ่า/วอลนัท/น้ำมันมะกอก
tr: Meyve, sebze, kuruyemiş ve kolza/ceviz/ zeytin yağı
uk: Фрукти, овочі, горіхи, а також ріпак, волоський горіх, оливкова олія
vi: Trái cây, rau, quả hạch và dầu colza / quả óc chó / dầu ô liu

# nutriscore_points_for_fiber
source: Fiber
bg: Влакна
ca: Fibra
cs: Vláknina
de: Ballaststoffe
el: Φυτικές ίνες
eo: Fibro
es: Fibra
fa: فیبر
fi: Kuitu
fr: Fibre
he: סיבים
hr: Vlakno
hu: Rost
id: Serat
it: Fibra
ja: 繊維
ka: ბოჭკოვანი
lt: Ląsteliena
lv: Šķiedra
ms: Dietary fiber
nl_be: Vezels
pl: Błonnik
pt_pt: Fibra
ro: Fibră
ru: Пищевые волокна
th: ใยอาหาร
tr: Lif
uk: Клітковина
vi: Chất xơ

# nutriscore_points_for_proteins
source: Proteins
ar: البروتينات
bg: Белтъци
ca: Proteïnes
cs: Bílkoviny
da: Proteiner
de: Eiweiß
el: Πρωτεΐνες
eo: Proteinoj
es: Proteínas
fa: پروتئین ها
fi: Proteiinit
fr: Protéines
he: חלבון
hr: Bjelančevine
hu: Fehérje
id: Protein:
it: Proteine
ja: タンパク質
lt: Baltymai
lv: Olbaltumvielas
nl_be: Eiwitten
pl: Proteiny
pt_pt: Proteínas
ro: Proteine
ru: Белки
sl: Beljakovine
sv: Proteiner
th: โปรตีน
tr: Proteinler
uk: Білки
vi: Chất đạm

# nutriscore_source_value
source: value
ar: قيمة
bg: стойност
ca: valor
cs: hodnota
da: værdi
de: Wert
el: τιμή
es: valor
fi: arvo
fr: valeur
he: ערך
hr: vrijednost
hu: érték
id: nilai
it: valore
ja: 値
lt: vertė
lv: vērtība
ms: nilai
nl_be: waarde
pl: wartość
pt_pt: valor
ro: valoare
ru: значение
sl: vrednost
sv: värde
tr: değer
uk: вартість
vi: giá trị

# nutriscore_rounded_value
source: rounded value
ar: القيمة التقريبية
bg: закръглена стойност
ca: valor arrodonit
cs: zaokrouhlená hodnota
da: afrundet værdi
de: gerundeter Wert
el: στρογγυλεμένη τιμή
eo: rondigita valoro
es: valor redondeado
fa: مقدار گرد شده
fi: pyöristetty arvo
fr: valeur arrondie
he: ערך מעוגל
hr: zaokružena vrijednost
hu: kerekített érték
id: nilai yang dibulatkan
it: valore arrotondato
ja: 四捨五入した値
ka: დამრგვალებული მნიშვნელობა
lt: suapvalinta vertė
lv: noapaļota vērtība
nl_be: afgeronde waarde
pl: wartość zaokrąglona
pt_pt: valor arredondado
ro: valoare rotunjită
ru: округленное значение
sl: zaokrožena vrednost
sv: avrundat värde
th: ค่าที่ปัดเศษ
tr: yuvarlanmış değer
uk: значення, що округлено
vi: giá trị làm tròn

# nutriscore_score
source: Nutritional score
ar: الدرجة الغذائية
bg: Хранителен резултат
ca: Puntuació nutricional
cs: Nutriční skóre
da: Ernæringsscore
de: Nährstofftabelle
el: Διατροφική βαθμολογία
eo: Nutra poentaro
es: Valor nutricional
fa: امتیاز تغذیه‌ای
fi: Ravinnolliset pisteet
fr: Score nutritionnel
he: ציון תזונתי
hr: Nutritivni rezultat
hu: Tápanyag pontszám
id: Nilai gizi
it: Punteggio nutrizionale
ja: 栄養スコア
ka: კვებითი ღირებულება
lt: Mitybos balas
lv: Uzturvērtības rādītājs
nl_be: Nutritionele score
pl: Ocena wartości odżywczej
pt_pt: Pontuação nutricional
ro: Scorul nutrițional
ru: Пж
sl: Prehranska ocena
sv: Näringsvärde
th: คะแนนโภชนาการ
tr: Beslenme puanı
uk: Оцінка харчування
vi: Điểm dinh dưỡng

# nutriscore_score_producer
source: Nutri-Score score
ar: نتيجة درجة الجودة الغذائية
bg: Nutri-Score резултат
ca: Puntuació Nutri-Score
cs: Nutri-Score skóre
da: Nutri-Score værdi
de: Nutri-Score Wertung
el: Βαθμολογία Nutri-Score
eo: Nutri-Score-poentaro
es: Puntaje de Nutri-Score
fa: امتیاز تغذیه‌ای
fi: Nutri-Score-pisteet
fr: Score Nutri-Score
he: ציון Nutri-Score
hr: Nutri-Score rezultat
hu: Nutri-Score pontszám
id: Nilai Nutri-Score
it: Punteggio Nutri-Score
ja: Nutri-Score(栄養スコア)の点数
ka: Nutri-Score ქულა
lt: „Nutri-Score“ rezultatas
lv: Nutri-Score vērtējums
pl: Wynik Nutri-Score
pt_pt: Pontuação Nutri-Score
ro: Scor Nutri-Score
ru: Оценка Nutri-Score
sl: Rezultat Nutri-Score
sv: Nutri-Score värde
th: คะแนนโภชนาการ
tr: Nutri-Score puanı
uk: Оцінка сайту Nutri-Score
vi: Điểm dinh dưỡng

# donate_free_and_independent
source: Open Food Facts is 100% free and independent.
ar: تعد حقائق الأغذية المفتوحة مجانية ومستقلة بنسبة 100%.
bg: Open Food Facts е 100% безплатен и независим.
ca: Open Food Facts és 100% gratuït i independent.
cs: Open Food Facts je 100% bezplatná a nezávislá.
da: Open Food Facts er 100% gratis og uafhængigt.
de: Open Food Facts ist 100% kostenlos und unabhängig.
el: Το Open Food Facts είναι 100% δωρεάν και ανεξάρτητο.
eo: Open Food Facts estas 100% senpaga kaj sendependa.
es: Open Food Facts es 100% libre e independiente.
fa: اطلاعات غذایی آزاد ۱۰۰٪ رایگان و مستقل است.
fi: Open Food Facts on 100% ilmainen ja riippumaton.
fr: Open Food Facts est 100% gratuit et indépendant.
he: Open Food Facts הוא מיזם חופשי ובלתי תלוי ב־100%.
hr: Open Food Facts je 100% besplatan i neovisan.
hu: Az Open Food Facts 100%-ban ingyenes és független.
id: Open Food Facts 100% gratis dan independen.
it: Open Food Facts è gratuito ed indipendente al 100%.
ja: Open Food Facts は 100% 無料で独立運営しています。
ka: Open Food Facts 100%-ით უფასო და დამოუკიდებელია.
lt: „Open Food Facts“ yra 100% nemokama ir nepriklausoma.
lv: Open Food Facts ir 100% bezmaksas un neatkarīgs.
nl_be: Open Food Facts is 100% gratis en onafhankelijk.
pl: Open Food Facts jest w 100% bezpłatny i niezależny.
pt_pt: Open Food Facts é 100% gratuito e independente.
ro: Open Food Facts este 100% gratuit și independent.
ru: Open Food Facts на 100% бесплатна и независима.
sl: Open Food Facts je 100 % brezplačen in neodvisen.
sv: Open Food Facts är 100% gratis och oberoende.
th: Open Food Facts เป็นแหล่งข้อมูลฟรีและเป็นอิสระ 100%
tr: Open Food Facts %100 özgür ve bağımsızdır.
uk: Онлайн-мережа Open Food Facts є 100 відсотково безкоштовною та непідвладною.
vi: Open Food Facts là 100% miễn phí và độc lập.
