Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# pro_account
source: Professional account
ar: حساب محترف
bg: Професионален акаунт
ca: Compte professional
cs: Profesionální účet
da: Professionel konto
de: Professionelles Konto
el: Επαγγελματικός λογαριασμός
eo: Profesia konto
es: Cuenta profesional
fa: حساب کاربری حرفه‌ای
fi: Ammattitili
fr: Compte professionnel
he: חשבון מקצועי
hr: Profesionalni račun
hu: Szakmai ügyfélfiók
id: Akun profesional
it: Profilo professionale
ja: プロフェッショナルアカウント
ka: პროფესიონალური ანგარიში
lt: Profesionali paskyra
lv: Profesionāls konts
nl_be: Professioneel account
pl: Konto profesjonalne
pt_pt: Conta profissional
ro: Cont profesional
ru: Профессиональный аккаунт
sl: Račun proizvajalcev
sv: Professionellt konto
th: บัญชีมืออาชีพ
tr: Profesyonel hesap
uk: Професійний обліковий запис
vi: Tài khoản chuyên nghiệp

# this_is_a_pro_account
source: This is a producer or brand account.
ar: هذا حساب منتج أو علامة تجارية.
bg: Това е акаунт на производител или марка.
ca: Aquest és un compte de productor o de marca.
cs: Toto je účet výrobce nebo značky.
da: Dette er en producent- eller varemærkekonto.
de: Dies ist ein Hersteller- oder Markenkonto.
el: Αυτός είναι ένας λογαριασμός παραγωγού ή εμπορικού σήματος.
eo: Ĉi tio estas produktanto aŭ markokonto.
es: Esta es una cuenta de productor o de marca.
fa: این یک حساب تولیدکننده یا برند است.
fi: Tämä on tuottaja- tai tuotemerkkitili.
fr: Ceci est un compte de producteur ou de marque.
he: זהו חשבון של יצרן או מותג.
hr: Ovo je račun producenta ili robne marke.
hu: Ez egy gyártó vagy márkanév fiók.
id: Ini adalah akun produsen atau merek.
it: Questo è il profilo di un produttore o marchio.
ja: これは生産業者またはブランドのアカウントです。
ka: ეს არის პროდიუსერის ან ბრენდის ანგარიში.
lt: Tai yra gamintojo arba prekės ženklo paskyra.
lv: Šis ir producenta vai zīmola konts.
nl_be: Dit is een producent- of merkaccount.
pl: To jest konto producenta lub marki.
pt_pt: Esta conta é de um produtor ou marca.
ro: Acesta este un cont de producător sau de marcă.
ru: Это аккаунт производителя или марки.
sl: To je račun proizvajalca ali blagovne znamke.
sv: Detta är ett producent- eller varumärkeskonto.
th: นี่คือบัญชีของผู้ผลิตหรือแบรนด์
tr: Bu bir üretici veya marka hesabıdır.
uk: Це обліковий запис виробника або бренду.
vi: Đây là tài khoản của nhà sản xuất hoặc thương hiệu.

# producer_or_brand
source: Name of producer or name of brand
ar: اسم المنتج أو اسم العلامة التجارية
bg: Име на производителя или на марката
ca: Nom del productor o nom de la marca
cs: Jméno výrobce nebo název značky
da: Producent- eller brandnavn
de: Name des Herstellers oder Markenname
el: Ονομασία του παραγωγού ή της ονομασίας του εμπορικού σήματος
eo: Nomo de produktanto aŭ nomo de marko
es: Nombre del productor o marca industrial responsable
fa: نام تولیدکننده یا نام تجاری
fi: Tuottajan tai tuotemerkin nimi
fr: Nom du producteur ou nom de la marque
he: שם היצרן או המותג
hr: Naziv proizvođača ili naziv robne marke
hu: A gyártó neve vagy a márka neve
id: Nama produsen atau nama merek
it: Nome del produttore o del marchio
ja: 生産者名またはブランド名
ka: მწარმოებლის ან ბრენდის სახელი
lt: Gamintojo pavadinimas arba prekės ženklo pavadinimas
lv: Ražotāja nosaukums vai zīmola nosaukums
nl_be: Naam van producent of merknaam
pl: Nazwa producenta lub nazwa marki
pt_pt: Nome do produtor ou nome da marca
ro: Numele producătorului sau numele mărcii
ru: Имя производителя или бренда
sl: Ime proizvajalca ali ime blagovne znamke
sv: Namn på producent eller namn på varumärke
th: ชื่อผู้ผลิตหรือชื่อแบรนด์
tr: Üreticinin veya markanın adı
uk: Назва виробника або назва торгової марки
vi: Tên nhà sản xuất hoặc nhãn hàng

# error_missing_org
source: Professional accounts must have an associated organization (company name or brand).
ar: يجب أن يكون للحسابات المهنية منظمة مرتبطة (اسم الشركة أو العلامة التجارية).
bg: Професионалните акаунти трябва да имат свързана организация (име на фирма или марка).
ca: Els comptes professionals han de tenir una organització associada (nom de l'empresa o marca).
cs: Profesionální účty musí mít přiřazenou organizaci (název společnosti nebo značku).
da: Professionelle konti skal have en tilknyttet organisation (firmanavn eller varemærke).
de: Professionelle Konten müssen einer zugeordneten Organisation (Firmen- oder Markenname) angehören.
el: Οι επαγγελματικοί λογαριασμοί πρέπει να έχουν έναν συσχετισμένο οργανισμό (επωνυμία εταιρείας ή εμπορικό σήμα).
eo: Profesiaj kontoj devas havi asociitan organizon (firmaa nomo aŭ marko).
es: Las cuentas profesionales deben tener una organización asociada (nombre de empresa o marca).
fa: حساب‌های کاربری حرفه‌ای باید دارای یک سازمان مرتبط (نام شرکت یا برند) باشند.
fi: Ammattitilien täytyy olla kytköksissä organisaatioon (yrityksen nimeen tai tuotemerkkiin).
fr: Les comptes professionnels doivent avoir une organisation associée (nom de la société ou marque).
he: חובה לשייך חשבונות מקצועיים לארגון (שם חברה או מותג).
hr: Profesionalni računi moraju imati povezanu organizaciju (naziv tvrtke ili robnu marku).
hu: Szakmai ügyfélfiókhoz kötelező a gazdasági társaság megnevezése (cégnév vagy márkanév).
id: Akun profesional harus memiliki organisasi yang terkait (nama atau merek perusahaan).
it: I profili professionali devono avere un'organizzazione associata (nome dell'azienda o del marchio).
ja: プロフェッショナルアカウントには、組織（会社名またはブランド）が関連付けられている必要があります。
ka: პროფესიონალურ ანგარიშებს უნდა ჰქონდეთ ასოცირებული ორგანიზაცია (კომპანიის სახელი ან ბრენდი).
lt: Profesionalios paskyros turi būti susietos su organizacija (įmonės pavadinimas arba prekės ženklas).
lv: Profesionāliem kontiem ir jābūt saistītai organizācijai (uzņēmuma nosaukumam vai zīmolam).
nl_be: Professionele accounts moeten een bijbehorende organisatie hebben (bedrijfsnaam of merk).
pl: Profesjonalne konta muszą być powiązane z organizacją (nazwa firmy lub marka).
pt_pt: As contas profissionais devem ter uma organização associada (nome da empresa ou marca).
ro: Conturile profesionale trebuie să aibă o organizație asociată (numele companiei sau marca).
ru: Профессиональные аккаунты должны быть связанны с организацией (компанией или маркой).
sl: Račun proizvajalca mora imeti vsebovati organizacijo (ime podjetja ali blagovna znamka).
sv: Professionella konton måste ha en associerad organisation (företagsnamn eller varumärke).
th: บัญชีผู้ใช้ระดับมืออาชีพจะต้องมีองค์กรที่เกี่ยวข้อง (ชื่อบริษัทหรือแบรนด์)
tr: Profesyonel hesapların ilişkili bir kuruluşu (şirket adı veya markası) olmalıdır.
uk: Професійні облікові записи повинні мати асоційовану організацію (назва компанії або бренд).
vi: Tài khoản chuyên nghiệp bắt buộc phải có một tổ chức liên kết (tên công ty hoặc thương hiệu).

# enter_name_of_org
source: Please enter the name of your organization (company name or brand).
ar: الرجاء إدخال اسم مؤسستك (اسم الشركة أو العلامة التجارية).
bg: Моля, въведете името на вашата организация (име на фирма или марка).
ca: Introduïu el nom de la vostra organització (nom de l'empresa o marca).
cs: Zadejte prosím název vaší organizace (název společnosti nebo značku).
da: Angiv navnet på din organisation (firmanavn eller varemærke).
de: Bitte geben Sie den Namen Ihrer Organisation ein (Firmen- oder Markenname).
el: Παρακαλώ εισάγετε το όνομα του οργανισμού σας (επωνυμία εταιρείας ή εμπορικό σήμα).
eo: Bonvolu enigi la nomon de via organizaĵo (firmaa nomo aŭ marko).
es: Por favor, ingresa el nombre de tu organización (nombre de la empresa o marca).
fa: لطفا نام سازمان خود (نام شرکت یا برند) را وارد کنید.
fi: Anna organisaatiosi nimi (yrityksen nimi tai tuotemerkki).
fr: Merci de saisir le nom de votre organisation (nom de l'entreprise ou marque).
he: נא למלא את שם הארגון שלך (חברה או מותג).
hr: Molimo unesite naziv svoje organizacije (naziv tvrtke ili robne marke).
hu: Kérjük, adja meg a gazdasági szervezet nevét (cégnév vagy márka).
id: Silakan masukkan nama organisasi Anda (nama atau merek perusahaan).
it: Inserisci il nome della tua organizzazione (nome dell'azienda o marchio).
ja: 組織名（会社名またはブランド）を入力してください。
ka: გთხოვთ, შეიყვანოთ თქვენი ორგანიზაციის დასახელება (კომპანიის დასახელება ან ბრენდი).
lt: Įveskite savo organizacijos pavadinimą (įmonės pavadinimą ar prekės ženklą).
lv: Lūdzu, ievadiet savas organizācijas nosaukumu (uzņēmuma nosaukumu vai zīmolu).
nl_be: Voer de naam van uw organisatie in (bedrijfsnaam of merk).
pl: Wprowadź nazwę swojej organizacji (nazwę firmy lub markę).
pt_pt: Por favor, introduza o nome da sua organização (nome da empresa ou marca).
ro: Vă rugăm să introduceți numele organizației dvs. (numele companiei sau marca).
ru: Пожалуйста, введите название вашей организации (название компании или марку).
sl: Prosimo vnesite ime vaše organizacije (ime podjetja ali blagovne znamke).
sv: Ange namnet på din organisation (företagsnamn eller varumärke).
th: โปรดป้อนชื่อองค์กรของคุณ (ชื่อบริษัทหรือตราสินค้า)
tr: Lütfen kuruluşunuzun adını (şirket adı veya markası) girin.
uk: Введіть назву вашої організації (назва компанії або бренд).
vi: Vui lòng nhập tên tổ chức của bạn (tên công ty hoặc thương hiệu).

# enter_email_addresses_of_users
source: Enter email addresses of users to invite (comma-separated):
bg: Въведете имейл адресите на потребителите, които да поканите (разделени със запетаи):
ca: Introduïu les adreces de correu electrònic dels usuaris per convidar-los (separades per comes):
cs: Zadejte e-mailové adresy uživatelů, které chcete pozvat (oddělte čárkami):
da: Indtast e-mailadresser på brugere der skal inviteres (kommasepareret):
de: Geben Sie die E-Mail-Adressen der einzuladenden Benutzer ein (durch Komma getrennt):
el: Εισάγετε τις διευθύνσεις email των χρηστών που θέλετε να προσκαλέσετε (χωρισμένες με κόμμα):
eo: Enigu retpoŝtadresojn de uzantoj por inviti (komo-apartigitaj):
es: Ingrese las direcciones de correo electrónico de los usuarios a invitar (separadas por comas):
fa: آدرس‌های ایمیل کاربرانی را که می‌خواهید دعوت کنید وارد کنید (با کاما از هم جدا کنید):
fi: Syötä kutsuttavien sähköpostiosoitteet pilkuin erotettuina:
fr: Saisissez les courriels des utilisateurs à inviter (séparés par des virgules) :
he: נא למלא כתובות דוא״ל של משתמשים להזמנה (עם פסיקים שמפרידים ביניהם):
hr: Unesite adrese e-pošte korisnika koje želite pozvati (odvojene zarezima):
hu: Adja meg a meghívni kívánt felhasználók e-mail címét (vesszővel elválasztva):
id: Masukkan alamat email pengguna yang akan diundang (dipisahkan dengan koma):
it: Inserisci gli indirizzi e-mail degli utenti da invitare (separati da virgola):
ka: შეიყვანეთ მოსაწვევი მომხმარებლების ელექტრონული ფოსტის მისამართები (მძიმით გამოყოფილი):
lt: Įveskite naudotojų, kuriuos norite pakviesti, el. pašto adresus (atskirkite kableliais):
lv: Ievadiet uzaicināmo lietotāju e-pasta adreses (atdalītas ar komatiem):
nl_be: Voer e-mailadressen in van gebruikers die u wilt uitnodigen (door komma's gescheiden):
pl: Wpisz adresy e-mail użytkowników, których chcesz zaprosić (oddzielone przecinkami):
pt_pt: Insira os endereços de e-mail dos utilizadores a serem convidados (separados por vírgula):
ro: Introduceți adresele de e-mail ale utilizatorilor pentru a invita (separate prin virgulă):
ru: Введите адреса электронной почты пользователей, которых вы хотите пригласить (через запятую):
sv: Ange e-postadresser till användare som ska bjudas in (kommaseparerad):
th: ป้อนที่อยู่อีเมลของผู้ใช้ที่ต้องการเชิญ (คั่นด้วยเครื่องหมายจุลภาค):
tr: Davet edilecek kullanıcıların e-posta adreslerini girin (virgülle ayrılmış):
uk: Введіть електронні адреси користувачів, яких потрібно запросити (через кому):

# f_this_is_a_pro_account_for_org
source: This account is a professional account associated with the producer or brand {org}. You have access to the Platform for Producers.
bg: Това е професионален профил свързан с производител или марка {org}. Имате достъп до Платформата за производители.
ca: Aquest compte és un compte professional associat amb el productor o la marca {org}. Teniu accés a la plataforma per a productors.
cs: Tento účet je profesionální účet spojený s výrobcem nebo značkou {org}. Máte přístup k Platformě pro výrobce.
da: Dette er en professionel konto tilknyttet producenten eller mærket {org}. Du har adgang til producentplatformen.
de: Dieses Konto ist ein Geschäftskonto, das mit dem Hersteller oder der Marke {org} verknüpft ist. Sie haben Zugriff auf die Plattform für Erzeuger.
el: Αυτός ο λογαριασμός είναι ένας επαγγελματικός λογαριασμός που σχετίζεται με τον παραγωγό ή τη μάρκα {org}. Έχετε πρόσβαση στην Πλατφόρμα για τους Παραγωγούς.
eo: Ĉi tiu konto estas profesia konto asociita kun la produktanto aŭ marko {org}. Vi havas aliron al la Platformo por Produktantoj.
es: Esta cuenta es una cuenta profesional asociada al productor o marca {org}. Tienes acceso a la Plataforma de Productores.
fa: این حساب کاربری، یک حساب حرفه‌ای مرتبط با تولیدکننده یا برند {org}است. شما به پلتفرم تولیدکنندگان دسترسی دارید.
fi: Tämä tili on tuottajaan tai tuotemerkkiin {org} liitetty ammattitili. Sinulla on pääsy tuottaja-alustaan.
fr: Ce compte est un compte professionnel associé au producteur ou à la marque {org}. Vous avez accès à la Plateforme pour les Producteurs.
he: חשבון זה הוא חשבון מקצועי שמשויך עם היצרן או המותג {org}. יש לך גישה לפלטפורמה ליצרנים.
hr: Ovaj je račun profesionalni račun povezan s producentom ili robnom markom {org}. Imate pristup Platformi za producente.
hu: Ez a fiók a(z) {org} gyártóhoz vagy márkához társított szakmai fiók. Hozzáférhet a Gyártói Platformhoz.
id: Akun ini adalah akun profesional yang terkait dengan produsen atau merek {org}. Anda memiliki akses ke Platform untuk Produsen.
it: Questo profilo è professionale ed è associato al produttore o marchio {org}. Hai accesso alla Piattaforma per Produttori.
ja: このアカウントは生産業者またはブランド {org} と関連付けられたプロフェッショナルアカウントです。生産者向けプラットフォームにアクセスできます。
ka: ეს ანგარიში არის პროფესიონალური ანგარიში, რომელიც დაკავშირებულია პროდიუსერთან ან ბრენდთან {org}. თქვენ გაქვთ წვდომა პროდიუსერების პლატფორმაზე.
lt: Ši profesionali paskyra yra susieta su gamintoju arba prekės ženklu {org}. Turite prieigą prie gamintojų platformos.
lv: Šis konts ir profesionāls konts, kas saistīts ar producentu vai zīmolu {org}. Jums ir piekļuve Producentu platformai.
nl_be: Dit is een professioneel account dat is gekoppeld aan de producent of het merk {org}. Je hebt toegang tot het Platform voor Producenten.
pl: To konto jest profesjonalnym kontem powiązanym z producentem lub marką {org}. Masz dostęp do Platformy dla Producentów.
pt_pt: Esta conta é uma conta profissional associada ao produtor ou marca {org}. Você tem acesso à plataforma para produtores.
ro: Acest cont este un cont profesional asociat cu producătorul sau marca {org}. Aveți acces la Platforma pentru Producători.
ru: Этот аккаунт является профессиональным и связан с производителем или маркой {org}. Вам доступна платформа для производителей.
sl: To je račun proizvajalcev, povezan z organizacijo ali blagovno znamko {org}. Imate možnost dostopa do platforme za proizvajalce.
sv: Detta konto är ett professionellt konto kopplat till producenten eller varumärket {org}. Du har tillgång till Plattformen för producenter.
th: บัญชีนี้เป็นบัญชีมืออาชีพที่เกี่ยวข้องกับผู้ผลิตหรือแบรนด์ {org}คุณสามารถเข้าถึงแพลตฟอร์มสำหรับผู้ผลิตได้
tr: Bu hesap üretici veya marka {org}. ile ilişkili profesyonel bir hesaptır. Üreticiler için olan Platforma erişiminiz vardır.
uk: Цей обліковий запис є професійним обліковим записом, зв'язаним з виробником або брендом {org}. У вас є доступ до Платформи для виробників.
vi: Tài khoản này là tài khoản chuyện nghiệp được liên kết với nhà sản xuất hoặc thương hiệu {org}. Bạn có quyền truy cập vào Nền Tảng dành cho Nhà Sản Xuất.

# add_user_email_subject
source: Thanks for joining <<site_name>>
ar: شكرا على انضمامك لموقعنا <<site_name>>
bg: Благодаря, че се присъедини към <<site_name>>
ca: Gràcies per unir-se a <<site_name>>
cs: Děkujeme, že jste se připojili k <<site_name>>
da: Tak fordi du vil være med i <<site_name>>
de: Vielen Dank für Ihren Beitritt zu <<site_name>>
el: Ευχαριστούμε που επισκεφθήκατε το <<site_name>>
eo: Dankon pro aliĝo <<site_name>>
es: Gracias por registrarte en <<site_name>>
fa: با تشکر برای پیوستن به <<site_name>>
fi: Kiitos liittymisestäsi <<site_name>>iin
fr: Merci de votre inscription sur <<site_name>>
he: תודה לך על הצטרפותך ל־<<site_name>>
hr: Hvala Vam sto se se uključili u <<site_name>>
hu: Köszönjük, hogy csatlakozott a(z) <<site_name>>-hoz!
id: Terima kasih telah bergabung dengan <<site_name>>
it: Grazie per esserti unito a <<site_name>>
ja: <<site_name>> にご参加ありがとうございます
ka: გმადლობთ შემოგვიერთებისთვის <<site_name>>
lt: Ačiū, kad prisijungėte prie <<site_name>>
lv: Paldies par pievienošanos <<site_name>>
ms: Terima kasih kerana menyertai <<site_name>>
nl_be: Bedankt voor uw inschrijving op <<site_name>>
pl: Dziękujemy za dołączenie do <<site_name>>
pt_pt: Obrigado por aderir ao <<site_name>>
ro: Vă mulțumim pentru înscrierea la <<site_name>>
ru: Спасибо, что присоединились к <<site_name>>
sl: Hvala za pridružitev <<site_name>>
sv: Tack för att du gick med i <<site_name>>
th: ขอบคุณที่มีส่วนร่วมกับ <<site_name>>
tl: Salamat sa pagsali <<site_name>>
tr: Katıldığınız için teşekkür ederiz <<site_name>>
uk: Дякуємо за приєднання до <<site_name>>
vi: Cảm ơn bạn đã tham gia <<site_name>>

# additives_1
source: Potentially hazardous food additive. Limit usage.
ar: يحتمل أن تكون مضاف إليها مواد غذائية خطرة. قلل من استخدامها.
bg: Потенциално опасна хранителна добавка. Ограничи използването.
ca: Additius potencialmente perillosos. Useu amb compte.
cs: Potenciálně nebezpečné aditivum. Omezte příjem.
da: Potentielt farligt tilsætningsstof. Begræns brugen.
de: Möglicherweise gefährlicher Nahrungsmittelzusatz. Verwendung reduzieren.
el: Πιθανώς επικίνδυνο πρόσθετο τροφίμων. Να περιοριστεί η χρήση.
eo: Potenciale danĝera manĝaldonaĵo. Limigu uzadon.
es: Aditivos potencialmente peligrosos. Usar con cuidado.
fa: احتمال وجود مواد افزودنی بالقوه خطرناک. مصرف را محدود کنید.
fi: Mahdollisesti haitallinen elintarvikelisäaine. Rajoita käyttöä.
fr: Additif alimentaire potentiellement dangereux. Limitez l'utilisation.
he: תוסף מזון שעשוי לגרום לנזק. יש להגביל את השימוש.
hr: Potencijalno opasan hranidbeni aditiv. Ograničite korištenje.
hu: Potenciálisan veszélyes élelmiszer-adalékanyag. Korlátozza a használatát.
id: Zat aditif makanan yang berpotensi membahayakan. Batasi penggunaan.
it: Additivo alimentare potenzialmente pericoloso. Limitane il consumo.
ja: 危険な可能性がある食品添加物。控えてください。
ka: პოტენციურად საშიში საკვები დანამატი. შეზღუდეთ გამოყენება.
lt: Galimai pavojingas maisto priedas. Ribokite vartojimą.
lv: Potenciāli bīstama pārtikas piedeva. Ierobežot izmantošanu.
ms: Aditif makanan yang berpotensi berbahaya. Hadkan penggunaan.
nl_be: Potentieel gevaarlijk levensmiddelenadditief. Beperk het gebruik.
pl: Potencjalnie niebezpieczny dodatek do żywności. Ogranicz jego spożycie.
pt_pt: Aditivo alimentar potencialmente perigoso. Limite a utilização.
ro: Aditiv alimentar potențial riscant. Limitați utilizarea.
ru: Потенциально опасная пищевая добавка. Используйте поменьше.
sl: Potencialno nevaren aditiv za živila. Omejitev uporabe.
sv: Potentiellt farlig livsmedelstillsats. Begränsa användandet.
th: วัตถุเจือปนอาหารนี้อาจเป็นอันตราย ควรใช้งานในปริมารจำกัด
tl: Mga potensiyal ng mapanganib na pagkaing sangkap. Katamtaman na paggamit.
tr: Potansiyel olarak tehlikeli gıda katkı maddesi. Kullanım limiti.
uk: Потенційно небезпечна харчова добавка. Обмежити для використання.
vi: Phụ gia thực phẩm nguy hiểm tiềm ẩn. Hạn chế sử dụng.

# additives_2
source: Hazardous food additive. Avoid.
ar: المضافات الغذائية الخطرة. تجنبها.
bg: Опасна хранителна добавка. Избягвай.
ca: Additius alimentaris perillosos. Evitar.
cs: Nebezpečné aditivum. Raději se vyhněte.
da: Farlig tilsætningsstof. Undgå.
de: Gefährlicher Nahrungsmittelzusatz. Vermeiden.
el: Επικίνδυνο πρόσθετο τροφίμων. Αποφεύγετε.
eo: Danĝera nutraĵaldonaĵo. Evitu.
es: Aditivo alimentario con riesgo. A evitar.
fa: وجود مواد افزودنی خطرناک. از مصرف پرهیز کنید.
fi: Haitallinen elintarvikelisäaine. Vältä.
fr: Additif alimentaire à risque. A éviter.
he: תוסף מזון מזיק. להימנע.
hr: Opasan hranidbeni aditiv. Izbjegavajte.
hu: Veszélyes élelmiszer-adalékanyag. Kerülje.
id: Zat aditif makanan berbahaya. Hindari.
it: Additivo alimentare pericoloso. Da evitare.
ja: 危険な食品添加物。 避けてください。
ka: საშიში საკვები დანამატი. მოერიდეთ.
lt: Pavojingas maisto priedas. Vengti.
lv: Bīstama pārtikas piedeva. Izvairīties.
ms: Aditif makanan berbahaya. Elakkan.
nl_be: Gevaarlijk additief voor levensmiddelen. Voorkom het gebruik.
pl: Niebezpieczny dodatek do żywności. Unikaj go.
pt_pt: Aditivo alimentar perigoso. Evitar.
ro: Aditiv alimentar riscant. De evitat.
ru: Опасная пищевая добавка. Избегайте.
sl: Nevarni aditiv za živila. Izogibajte se jih.
sv: Farlig livsmedelstillsats. Undvik.
th: วัตถุเจือปนอาหารนี้เป็นอันตราย ควรเลี่ยงการใช้
tl: Mapanganib na pagkaing sangkap. Iwasan.
tr: Tehlikeli gıda katkı maddesi. Önlemek.
uk: Небезпечна харчова добавка. Уникати.
vi: Phụ gia thực phẩm nguy hiểm. Tránh.

# additives_3
source: Food additive banned in Europe. Avoid at all cost.
ar: المضافات الغذائية المحظورة في أوروبا. تجنبها بأي ثمن.
bg: Хранителна добавка забранена в Европа. Избягвай на всяка цена.
ca: additiu alimentari prohibit a Europa. Evitar a tota costa.
cs: Aditivum zakázané v Evropě. Vyhněte se za každou cenu.
da: Tilsætningsstof som er forbudt i Europa. Undgå for enhver pris.
de: In Europa verbotener Lebensmittelzusatzstoff. Unbedingt vermeiden.
el: Πρόσθετο τροφίμων απαγορευμένο στην Ευρώπη. Να αποφευχθεί πάση θυσία.
eo: Manĝaldonaĵo malpermesita en Eŭropo. Evitu je ĉia kosto.
es: Aditivo alimentario prohibido en Europa. Evítalo completamente.
fa: ماده افزودنی ممنوع شده در اروپا. به هیچ قیمتی مصرف نکنید.
fi: Euroopassa kielletty elintarvikelisäaine. Vältä kaikin keinoin.
fr: Additif alimentaire interdit en Europe. A éviter absolument.
he: תוסף מזון שנאסר לשימוש באירופה. להימנע בכל מחיר.
hr: Hranidbeni aditiv zabranjen u Europi. Izbjegavajte pod svaku cijenu.
hu: Európában betiltott élelmiszer-adalékanyag. Mindenképpen kerülje.
id: Zat aditif makanan yang dilarang di Eropa. Jangan digunakan sama sekali.
it: Additivo alimentare bandito in Europa. Evitare a ogni costo.
ja: ヨーロッパで禁止されている食品添加物。絶対に避けてください。
ka: საკვები დანამატი აკრძალულია ევროპაში. ნებისმიერ ფასად მოერიდეთ.
lt: Europoje uždraustas maisto priedas. Vengti.
lv: Pārtikas piedeva aizliegta Eiropā. Jebkādā gadījumā to nelietot.
ms: Aditif makanan yang diharamkan di Eropah. Elakkan dengan apa cara sekalipun.
nl_be: Voedingsadditief verboden in Europa. Absoluut te vermijden.
pl: Dodatek do żywności zakazany w Europie. Unikaj za wszelką cenę.
pt_pt: Aditivo alimentar proibido na Europa. Evite a todo o custo.
ro: Aditiv alimentar interzis în Europa. De evitat cu orice preț.
ru: Пищевая добавка запрещена в Европе. Избегайте любой ценой.
sl: Ta aditiv je v Evropi prepovedan. Izogibajte se mu za vsako ceno.
sv: Livsmedelstillsats som förbjudits i Europa. Undvik till varje pris.
th: วัตถุเจือปนอาหารนี้ห้ามใช้ในยุโรป ควรเลี่ยงการใช้
tl: Pinagbabawal na pagkaing sangkap sa Europa. Iwasan kahit anong mangyari.
tr: Avrupa'da gıda katkı maddesi yasaklandı. Her ne pahasına olsa da kaçının.
uk: Харчова добавка заборонена в Європі. Уникайте за всяку ціну.
vi: Phụ gia thực phẩm bị cấm ở châu Âu. Tránh bằng mọi giá.
