Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: CIQUAL food name
ar: اسم طعام CIQUAL
bg: Име на храната CIQUAL
ca: Nom CIQUAL de l'aliment
cs: Název potraviny CIQUAL
da: CIQUAL-fødevarenavn
de: CIQUAL Lebensmittelname
el: Ονομασία τροφίμου CIQUAL
eo: CIQUAL-manĝaĵnomo
es: Nombre de comida de CIQUAL
fa: نام غذایی CIQAL
fi: CIQUAL -ruoannimi
fr: Nom de l'aliment CIQUAL
he: שם המאכל ב‏־CIQUAL
hr: CIQUAL naziv hrane
hu: CIQUAL ételnév
id: Nama makanan CIQUAL
it: Nome alimento CIQUAL
ja: CIQUAL食品名
ka: CIQUAL საკვების დასახელება
lt: CIQUAL maisto pavadinimas
lv: CIQUAL pārtikas nosaukums
nl_be: CIQUAL voedselnaam
pl: Nazwa żywności CIQUAL
pt_pt: Nome do alimento segundo o CIQUAL
ro: Denumirea alimentelor CIQUAL
ru: CIQUAL название еды
sl: Ime hrane CIQUAL
sv: Namn på CIQUAL mat
th: ชื่ออาหาร CIQUAL
tr: CIQUAL yiyecek adı
uk: Назва харчової добавки CIQUAL
vi: Tên thực phẩm CIQUAL

# ciqual_food_name_s
source: CIQUAL food name
ar: اسم طعام CIQUAL
bg: Име на храната CIQUAL
ca: Nom CIQUAL de l'aliment
cs: Název potraviny CIQUAL
da: CIQUAL-fødevarenavn
de: CIQUAL Lebensmittelname
el: Ονομασία τροφίμου CIQUAL
eo: CIQUAL-manĝaĵnomo
es: Nombre de comida de CIQUAL
fa: نام غذایی CIQAL
fi: CIQUAL -ruoannimi
fr: Nom de l'aliment CIQUAL
he: שם המאכל ב‏־CIQUAL
hr: CIQUAL naziv hrane
hu: CIQUAL ételnév
id: Nama makanan CIQUAL
it: Nome alimento CIQUAL
ja: CIQUAL食品名
ka: CIQUAL საკვების დასახელება
lt: CIQUAL maisto pavadinimas
lv: CIQUAL pārtikas nosaukums
nl_be: CIQUAL voedselnaam
pl: Nazwa żywności CIQUAL
pt_pt: Nome do alimento segundo o CIQUAL
ro: Denumirea alimentelor CIQUAL
ru: CIQUAL название еды
sl: Ime hrane CIQUAL
sv: Namn på CIQUAL mat
th: ชื่ออาหาร CIQUAL
tr: CIQUAL yiyecek adı
uk: Назва харчової добавки CIQUAL
vi: Tên thực phẩm CIQUAL

# ciqual_food_name_p
source: CIQUAL food names
ar: أسماء أطعمة CIQUAL
bg: CIQUAL имена на храни
ca: Noms CIQUAL de l'aliment
cs: Názvy potravin CIQUAL
da: CIQUAL-fødevarenavn
de: CIQUAL Lebensmittelnamen
el: Ονομασίες τροφίμων CIQUAL
eo: CIQUAL-manĝaĵnomoj
es: Nombres de alimentos CIQUAL
fa: نام‌های غذایی CIQAL
fi: CIQUAL -ruoannimet
fr: Noms d'aliments CIQUAL
he: שמות המאכלים ב־CIQUAL
hr: CIQUAL nazivi hrane
hu: CIQUAL ételnevek
id: Nama - nama makanan CIQUAL
it: Nomi alimenti CIQUAL
ja: CIQUAL食品名
ka: CIQUAL საკვების დასახელებები
lt: CIQUAL maisto pavadinimai
lv: CIQUAL pārtikas nosaukumi
nl_be: CIQUAL voedselnamen
pl: Nazwa żywności CIQUAL
pt_pt: Nome dos alimentos segundo o CIQUAL
ro: Denumirile produselor alimentare CIQUAL
ru: CIQUAL названия еды
sl: Ime hrane CIQUAL
sv: CIQUAL livsmedelsnamn
th: ชื่ออาหารของ CIQUAL
tr: CIQUAL yiyecek isimleri
uk: Назви харчової добавки CIQUAL
vi: Tên thực phẩm CIQUAL

source: We need your help!
ar: نحتاج مساعدتك!
bg: Имаме нужда от твоята помощ!
ca: Necessitem la teva ajuda!
cs: Potřebujeme vaši pomoc!
da: Vi behøver din hjælp!
de: Wir benötigen Ihre Hilfe!
el: Χρειαζόμαστε τη βοήθειά σας!
eo: Ni bezonas vian helpon!
es: ¡Necesitamos tu ayuda!
fa: ما به کمک شما نیاز داریم!
fi: Tarvitsemme apuasi!
fr: Nous avons besoin de votre aide !
he: אנו זקוקים לעזרתך!
hr: Trebamo vašu pomoć!
hu: Szükségünk van a segítségére!
id: Kami membutuhkan bantuan Anda!
it: Abbiamo bisogno di te!
ja: ご協力をお願いします！
ka: თქვენი დახმარება გვჭირდება!
lt: Mums reikia tavo pagalbos!
lv: Mums vajadzīga jūsu palīdzība!
nl_be: We hebben je hulp nodig!
pl: Potrzebujemy Twojej pomocy!
pt_pt: Precisamos da sua ajuda!
ro: Avem nevoie de ajutorul tău!
ru: Нам нужна Ваша помощь!
sl: Potrebujemo vašo podporo!
sv: Vi behöver din hjälp!
th: เราต้องการความช่วยเหลือจากคุณ!
tr: Yardımına ihtiyacımız var!
uk: Ми потребуємо вашої допомоги!
vi: Chúng tôi cần bạn giúp đỡ!

# you_can_help_improve_ingredients_analysis
source: You can help us recognize more ingredients and better analyze the list of ingredients for this product and others by:
ar: يمكنك مساعدتنا في التعرف على المزيد من المكونات وتحليل أفضل لقائمة مكونات هذا المشروع وغيره عن طريق:
bg: Можеш да ни помогнеш да разпознаваме повече съставки и да анализираме по-добре списъка със съставки за този продукт и други, като:
ca: Podeu ajudar-nos a reconèixer més ingredients i analitzar millor la llista d'ingredients d'aquest producte i d'altres mitjançant:
cs: Můžete nám pomoci rozpoznat více přísad a lépe analyzovat seznam přísad pro tento produkt a další:
da: Du kan hjælpe os med at genkende flere ingredienser og bedre analysere ingredienslisten til dette produkt og andre ved at:
de: Sie können uns dabei helfen, weitere Zutaten zu erkennen und die Zutatenliste für dieses und andere Produkte besser zu analysieren:
el: Μπορείτε να μας βοηθήσετε να αναγνωρίσουμε περισσότερα συστατικά και να αναλύσουμε καλύτερα τη λίστα συστατικών για αυτό το προϊόν και άλλα με:
eo: Vi povas helpi nin rekoni pliajn ingrediencojn kaj pli bone analizi la liston de ingrediencoj por ĉi tiu produkto kaj aliaj per:
es: Puedes ayudarnos a reconocer más ingredientes y analizar mejor la lista de ingredientes para este producto y otros por:
fa: شما می‌توانید با روش‌های زیر به ما در شناسایی مواد تشکیل‌دهنده بیشتر و تجزیه و تحلیل بهتر لیست مواد تشکیل‌دهنده این محصول و سایر محصولات کمک کنید:
fi: Voit auttaa meitä tunnistamaan enemmän ainesosia, ja analysoimaan paremmin tämän ja muiden tuotteiden ainesosaluetteloita:
fr: Vous pouvez nous aider à reconnaître d'autres ingrédients et à mieux analyser la liste des ingrédients pour ce produit et d'autres en :
he: יש לך אפשרות לסייע לנו לזהות יותר רכיבים ולנתח את רשימת הרכיבים למוצר הזה ואחרים על ידי:
hr: Možete nam pomoći da prepoznamo više sastojaka i bolje analiziramo popis sastojaka za ovaj i druge proizvode na sljedeći način:
hu: Segíthet abban, hogy több összetevőt felismerjünk és pontosabban elemezhessük a termék és más termékek összetevőinek listáját:
id: Anda dapat membantu kami mengenali lebih banyak bahan dan dengan lebih baik menganalisis daftar kandungan bahan untuk produk ini dan lainnya dengan:
it: Puoi aiutarci a riconoscere più ingredienti ed analizzare meglio l'elenco di ingredienti per questo prodotto ed altri:
ja: あなたは私たちがより多くの成分を認識し、この製品や他の製品の成分のリストをよりよく分析するのを助けることができます：
ka: თქვენ შეგიძლიათ დაგვეხმაროთ ამ და სხვა პროდუქტების ინგრედიენტების სიის უკეთ გაანალიზებასა და მეტი ინგრედიენტის ამოცნობაში შემდეგი გზით:
lt: Galite padėti mums atpažinti daugiau ingredientų ir geriau išanalizuoti šio ir kitų produktų ingredientus:
lv: Jūs varat palīdzēt mums atpazīt vairāk sastāvdaļu un labāk analizēt šī un citu produktu sastāvdaļu sarakstu, veicot tālāk norādītās darbības:
nl_be: Je kunt ons helpen om meer ingrediënten te herkennen en de ingrediëntenlijst voor dit product beter te analyseren door:
pl: Możesz pomóc nam rozpoznać więcej składników i lepiej analizować listę składników dla tego produktu i innych produktów poprzez:
pt_pt: Pode ajudar-nos a identificar mais ingredientes e analisar melhor a lista de ingredientes para este produto e outros:
ro: Ne puteți ajuta să recunoaștem mai multe ingrediente și să analizăm mai bine lista de ingrediente pentru acest produs și altele prin:
ru: Вы можете помочь нам распознать больше ингредиентов и лучше проанализировать состав этого и других продуктов. Для этого:
sl: Pomagate nam lahko prepoznati več sestavin in bolje analizirati seznam sestavin za ta izdelek in druge tako:
sv: Du kan hjälpa oss att känna igen fler ingredienser och bättre analysera listan över ingredienser för denna produkt och andra genom att:
th: คุณสามารถช่วยเราในการระบุส่วนผสมเพิ่มเติมและวิเคราะห์รายการส่วนผสมของผลิตภัณฑ์นี้และผลิตภัณฑ์อื่นๆ ได้ดียิ่งขึ้นโดย:
tr: Aşağıdakileri yaparak daha fazla bileşeni tanımamıza ve bu ürün ve diğerlerinin içerik listesini daha iyi analiz etmemize yardımcı olabilirsiniz:
uk: Ви можете допомогти нам розпізнати більше складників та краще проаналізувати список компонентів для цієї та іншої продукції:
vi: Bạn có thể giúp chúng tôi xác định nhiều thành phần hơn và phân tích tốt hơn danh sách các thành phần của sản phẩm này và các sản phẩm khác bằng cách:

# help_improve_ingredients_analysis_1
source: Edit this product page to correct spelling mistakes in the ingredients list, and/or to remove ingredients in other languages and sentences that are not related to the ingredients.
ar: عدل صفحة المنتج لتصحيح الأخطاء الإملائية في قائمة المكونات، و/أو لإزالة المكونات بلغات وجمل أخرى التي لا تتعلق بالمكونات.
bg: Редактирай тази продуктова страница, за да коригираш правописни грешки в списъка на съставките и/или да премахнеш съставки на други езици и изречения, които не са свързани със съставките.
ca: Editeu aquesta pàgina de producte per corregir les faltes d’ortografia de la llista d’ingredients i/o per eliminar els ingredients d’altres idiomes i frases que no estiguin relacionades amb els ingredients.
cs: Upravte tuto stránku produktu, abyste opravili pravopisné chyby v seznamu přísad a/nebo odstranili přísady v jiných jazycích a věty, které s přísadami nesouvisejí.
da: Redigere denne produktside for at rette stavefejl på ingredienslisten og/eller for at fjerne ingredienser på andre sprog samt sætninger, som ikke er relateret til ingredienserne.
de: Bearbeiten Sie diese Produktseite, um Rechtschreibfehler in der Zutatenliste zu korrigieren und/oder um Zutaten in anderen Sprachen und Sätze, die nicht mit den Zutaten zusammenhängen, zu entfernen.
el: Επεξεργαστείτε αυτήν τη σελίδα προϊόντος για να διορθώσετε ορθογραφικά λάθη στη λίστα συστατικών ή/και για να αφαιρέσετε συστατικά σε άλλες γλώσσες και προτάσεις που δεν σχετίζονται με τα συστατικά.
eo: Redaktu ĉi tiun produktopaĝon por korekti ortografiajn erarojn en la listo de ingrediencoj, kaj/aŭ por forigi ingrediencojn en aliaj lingvoj kaj frazoj, kiuj ne rilatas al la ingrediencoj.
es: Editar esta página de producto para corregir errores de ortografía en la lista de ingredientes, y/o eliminar ingredientes en otros idiomas y frases que no estén relacionadas con los ingredientes.
fa: این صفحه محصول را ویرایش کنید تا اشتباهات املایی در فهرست مواد تشکیل‌دهنده را اصلاح کنید، و/یا مواد تشکیل‌دهنده به زبان‌های دیگر و جملاتی را که به مواد تشکیل‌دهنده مربوط نیستند، حذف کنید.
fi: Muokkaa tätä tuotesivua kirjoitusvirheiden korjaamiseksi, ja/tai poistaaksesi muunkieliset aineosat ja lauseet, jotka eivät liity ainesosiin.
fr: Modifiez la page de ce produit pour corriger les fautes d'orthographe dans la liste des ingrédients, pour supprimer des ingrédients dans d'autres langues ou pour supprimer des phrases qui ne correspondent pas aux ingrédients.
he: ניתן לערוך עמוד מוצר זה כדי לתקן שגיאות כתיב ברשימת הרכיבים ו/או להסיר רכיבים בשפות אחרות ומשפטים שאינם קשורים לרכיבים.
hr: Uredite ovu stranicu proizvoda kako biste ispravili pravopisne pogreške u popisu sastojaka i/ili uklonili sastojke na drugim jezicima i rečenice koje nisu povezane sa sastojcima.
hu: Szerkessze ezt a termékoldalt, javítsa ki a helyesírási hibákat az összetevők listájában, és távolítsa el a más nyelvű összetevőket és azokat a mondatokat, amelyek nem kapcsolódnak az összetevőkhöz.
id: Sunting halaman produk ini untuk memperbaiki kesalahan ejaan dalam daftar kandungan bahan, dan/atau untuk menghapus kandungan bahan dalam bahasa dan kalimat lain yang tidak terkait dengannya.
it: Modifica questa pagina del prodotto per correggere errori di spelling nell'elenco degli ingredienti, e/o per rimuovere gli ingredienti in altre lingue e le frasi non correlate agli ingredienti.
ja: この製品ページを編集して、材料リストのスペルミスを修正したり、材料に関連しない他の言語や文の材料を削除したりします。
ka: ინგრედიენტების სიაში ორთოგრაფიული შეცდომების გამოსასწორებლად და/ან სხვა ენებზე ინგრედიენტებისა და ინგრედიენტებთან დაუკავშირებელი წინადადებების მოსაშორებლად, შეცვალეთ ეს პროდუქტის გვერდი.
lt: Redaguokite šį produkto puslapį, norėdami ištaisyti rašybos klaidas ingredientų sąraše ir (arba) pašalinti ingredientus kitomis kalbomis ir sakinius, nesusijusius su ingredientais.
lv: Rediģējiet šo produkta lapu, lai labotu pareizrakstības kļūdas sastāvdaļu sarakstā un/vai noņemtu sastāvdaļas citās valodās un teikumus, kas nav saistīti ar sastāvdaļām.
nl_be: Bewerk deze productpagina om spelfouten in de ingrediëntenlijst te corrigeren en/of om ingrediënten in andere talen en zinnen die geen verband houden met de ingrediënten te verwijderen.
pl: Edytuj tę stronę produktu, aby poprawić błędy pisowni na liście składników, i/lub usunąć składniki w innych językach i zdaniach, które nie są związane ze składnikami.
pt_pt: Edite esta página do produto para corrigir erros ortográficos na lista de ingredientes e/ou remover ingredientes noutros idiomas e frases que não estejam relacionadas com os ingredientes.
ro: Editați această pagină de produs pentru a corecta greșelile de ortografie din lista de ingrediente și/sau pentru a elimina ingrediente în alte limbi și propoziții care nu au legătură cu ingredientele.
ru: Отредактируйте страницу этого продукта — исправьте орфографические ошибки в составе продукта, удалите ингредиенты на иностранных языках, удалите предложения, не относящиеся к составу продукта.
sl: Uredite to stran izdelka, da popravite slovnične napake na seznamu sestavin in/ali odstranite sestavine v drugih jezikih in stavke, ki niso povezani s sestavinami.
sv: Redigera den här produktsidan för att korrigera stavfel i ingredienslistan och/eller ta bort ingredienser på andra språk och meningar som inte är relaterade till ingredienserna.
th: แก้ไขหน้าข้อมูลผลิตภัณฑ์นี้เพื่อแก้ไขข้อผิดพลาดในการสะกดคำในรายการส่วนผสม และ/หรือเพื่อลบส่วนผสมในภาษาอื่นและประโยคที่ไม่เกี่ยวข้องกับส่วนผสม
tr: İçindekiler listesindeki yazım hatalarını düzeltmek ve/veya malzemelerle ilgili olmayan diğer dillerde ve cümlelerde malzemeleri kaldırmak için bu ürün sayfasını düzenleyin.
uk: Відредагуйте сторінку цієї продукції для виправлення помилок, які розміщені в списку компонентів та/чи вилучіть компоненти з іншомовними назвами, а також речення, які не мають жодного відношення до цих компонентів.
vi: Chỉnh sửa trang sản phẩm này để sửa lỗi chính tả trong danh sách thành phần và / hoặc để xóa các thành phần bằng các ngôn ngữ và câu chữ không liên quan đến thành phần.

# help_improve_ingredients_analysis_2
source: Add new entries, synonyms or translations to our multilingual lists of ingredients, ingredient processing methods, and labels.
ar: أضف مدخلات أو مرادفات أو ترجمات جديدة إلى قوائم المنتجات متعددة اللغة وطرق معالجة المكونات والعلامات.
bg: Добавете нови записи, синоними или преводи към нашите многоезични списъци със съставки, методи за обработка на съставките и етикети.
ca: Afegiu entrades, sinònims o traduccions noves a les nostres llistes multilingües d’ingredients, mètodes de processament d’ingredients i etiquetes.
cs: Přidejte nové záznamy, synonyma nebo překlady do našich vícejazyčných seznamů přísad, metod zpracování přísad a štítků.
da: Tilføj nye poster, synonymer eller oversættelser til vores flersprogede ingredienslister, ingrediensforarbejdningsmetoder og etiketter.
de: Fügen Sie neue Einträge, Synonyme oder Übersetzungen zu unseren mehrsprachigen Listen von Zutaten, Zutatenverarbeitungsmethoden und Etiketten hinzu.
el: Προσθέστε νέες καταχωρήσεις, συνώνυμα ή μεταφράσεις στις πολύγλωσσες λίστες συστατικών, μεθόδων επεξεργασίας συστατικών και ετικετών.
eo: Aldonu novajn enskribojn, sinonimojn aŭ tradukojn al niaj plurlingvaj listoj de ingrediencoj, ingrediencaj prilaboraj metodoj kaj etikedoj.
es: Añade nuevas entradas, sinónimos o traducciones a nuestras listas multilingües de ingredientes, métodos de procesamiento de ingredientes y etiquetas.
fa: ورودی‌ها، مترادف‌ها یا ترجمه‌های جدید را به فهرست‌های چندزبانه مواد تشکیل‌دهنده، روش‌های فرآوری مواد تشکیل‌دهنده و برچسب‌ها اضافه کنید.
fi: Lisää uusia merkintöjä, synonyymejä tai käännöksiä monikielisiin ainesosaluetteloihimme, ainesosien käsittelymenetelmiin ja merkkeihin.
fr: Ajoutez de nouvelles entrées, synonymes ou traductions à nos listes multilingues d'ingrédients, de méthodes de traitement des ingrédients, et de labels.
he: ניתן להוסיף רשומות חדשות, שמות נרדפים או תרגומים לרשימת הרכיבים הרב־לשונית שלנו, שיטות עיבוד רכיבים ותוויות.
hr: Dodajte nove unose, sinonime ili prijevode našim višejezičnim popisima sastojaka, metoda obrade sastojaka i etiketa.
hu: Adjon hozzá új bejegyzéseket, szinonimákat vagy fordításokat az összetevők, az összetevők feldolgozási módjai, és a címkék többnyelvű listájához.
id: Tambahkan entri baru, sinonim, atau terjemahan ke daftar kandungan bahan, metode pemrosesan bahan, dan label multibahasa kami.
it: Aggiungi nuove voci, sinonimi o traduzioni ai nostri elenchi di ingredienti multilingue, ai metodi di trasformazione degli ingredienti ed alle etichette.
ja: 成分、成分処理方法、およびラベルの多言語リストに、新しいエントリ、同義語、または翻訳を追加します。
ka: დაამატეთ ახალი ჩანაწერები, სინონიმები ან თარგმანები ჩვენს მრავალენოვან ინგრედიენტების, ინგრედიენტების დამუშავების მეთოდებისა და ეტიკეტების სიებს.
lt: Įtraukite naujų įrašų, sinonimų ar vertimų į daugiakalbius ingredientų sąrašus, ingredientų perdirbimo metodus ir etiketes.
lv: Pievienojiet jaunus ierakstus, sinonīmus vai tulkojumus mūsu daudzvalodu sastāvdaļu, sastāvdaļu apstrādes metožu un etiķešu sarakstiem.
nl_be: Voeg nieuwe items, synoniemen of vertalingen toe aan onze meertalige lijsten van ingrediënten, ingrediëntenverwerkingsmethoden en labels.
pl: Dodawaj nowe wpisy, synonimy lub tłumaczenia do naszych wielojęzycznych list składników, metod ich przetwarzania i etykiet.
pt_pt: Adicione novos registos, sinónimos ou traduções às nossas listas de ingredientes em vários idiomas, métodos de processamento de ingredientes e etiquetas.
ro: Adăugați intrări noi, sinonime sau traduceri la listele noastre multilingve de ingrediente, metode de procesare a ingredientelor și etichete.
ru: Добавьте новые записи, синонимы или переводы в наши многоязычные списки этикеток, ингредиентов и методов обработки ингредиентов.
sl: Dodajte nove vnose, sinonime ali prevode na naše večjezične sezname sestavin, načinov predelave sestavin in nalepk.
sv: Lägg till nya poster, synonymer eller översättningar till våra flerspråkiga listor över ingredienser, ingrediensers bearbetningsmetoder och etiketter.
th: เพิ่มรายการใหม่ คำพ้องความหมาย หรือคำแปลลงในรายการส่วนผสม วิธีการแปรรูปส่วนผสม และฉลากหลายภาษาของเรา
tr: Çok dilli içerik listelerimize, içerik işleme yöntemlerine ve etiketlere yeni girişler, eşanlamlı kelimeler veya çeviriler ekleyin.
uk: Додайте інші записи, синонімічні ряди чи переклади до списків складників, методів обробки та назв марок, що можуть використовувати декілька мов.
vi: Thêm các mục mới, từ đồng nghĩa hoặc bản dịch vào danh sách thành phần, phương pháp chế biến thành phần và nhãn đa ngôn ngữ của chúng tôi.
