Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# search_graph_title
source: Display results on a graph
ar: عرض النتائج على الرسم البياني
bg: Покажи резултатите на графика
ca: Mostra els resultats en un gràfic
cs: Zobrazit výsledky v grafu
da: Vis resultater som en graf
de: Ergebnisse in einem Diagramm anzeigen
el: Εμφάνιση αποτελεσμάτων σε γράφημα
eo: Montri rezultojn sur grafikaĵo
es: Ver los resultados de forma gráfica
fa: نمایش نتایج روی نمودار
fi: Näytä tulokset kaaviona
fr: Visualiser les résultats sous forme de graphique
he: הצגת תוצאות בתרשים
hr: Prikaz rezultata na grafu
hu: Eredmények megjelenítése grafikonon
id: Tampilkan hasil pada grafik
it: Visualizza i risultati su un grafico
ja: グラフ上に結果を表示
ka: შედეგების გრაფიკზე ჩვენება
lt: Rodyti rezultatus diagramoje
lv: Parādiet rezultātus grafikā
ms: Paparkan hasil pada graf
nl_be: Geef de resultaten weer in een grafiek
pl: Wyświetl wyniki na wykresie
pt_pt: Mostrar os resultados num gráfico
ro: Afișarea rezultatelor pe un grafic
ru: Отобразить результаты на графике
sl: Prikaži rezultate na grafu
sv: Visa resultat på en graf
th: แสดงผลลัพธ์บนกราฟ
tl: Ipakita ang mga resulta sa grap
tr: Sonuçları grafikte göster
uk: Показати результати на графіку
vi: Hiển thị kết quả trên biểu đồ

# search_graph_warning
source: Note: this is a user generated graph. The title, represented products and axis of visualization have been chosen by the author of the graph.
ar: ملاحظة: هذا رسم بياني أنشأه المستخدم. تم اختيار العنوان ، والمنتجات الممثلة ومحور التصور من قبل مؤلف الرسم البياني.
bg: Забележка: това е графика, създадена от потребителя. Заглавието, представените продукти и оста на визуализация са избрани от автора на графиката.
ca: Nota: aquest és un gràfic generat per l'usuari. El títol, productes representats i l'eix de la visualització han estat elegits per l'autor de la gràfica.
cs: Poznámka: Toto je graf vytvořený uživatelem. Název, znázorněné produkty a osy byly zvoleny autorem grafu.
da: Bemærk, at dette er en brugergenereret graf. Title, repræsenterede produkter og visualiseringsakse er valgt af forfatteren til ​​grafen.
de: Anmerkung: dieses Diagramm wurde von einem Benutzer der <<site_name>> Gemeinschaft erzeugt. Der Titel, die angezeigten Produkte und die Achsen wurden von dem Benutzer selbst ausgewählt.
el: Σημείωση: αυτό είναι ένα γράφημα που δημιουργήθηκε από χρήστη. Ο τίτλος, τα εμφανιζόμενα προϊόντα και ο άξονας οπτικοποίησης έχουν επιλεγεί από τον δημιουργό του γραφήματος.
eo: Noto: ĉi tiu estas uzant-generita grafikaĵo. La titolo, reprezentitaj produktoj kaj akso de bildigo estis elektitaj de la aŭtoro de la grafikaĵo.
es: Nota: Este gráfico fue generado por un usuario de <<site_name>>. El título, los productos representados y los ejes de la representación han sido escogidos por el autor del gráfico.
fa: توجه: این یک نمودار تولید شده توسط کاربر است. عنوان، محصولات نمایش داده شده و محور تجسم توسط نویسنده نمودار انتخاب شده است.
fi: Huomaa: Tämä on käyttäjän luoma kaavio. Otsikon, esitetyt tuotteet ja visualisaation akselin on valinnut kaavion luoja.
fr: Note : ce graphique a été généré par un utilisateur du site <<site_name>>. Le titre, les produits representés et les axes de représentation ont été choisis par l'auteur du graphique.
he: לתשומת לבך: תרשים זה נוצר על־ידי משתמש. הכותרת, המוצרים המיוצגים והציר נבחרו כולם על־ידי יוצר התרשים.
hr: Napomena: ovo je graf koji je generirao korisnik. Naslov, predstavljene proizvode i os vizualizacije odabrao je autor grafa.
hu: Megjegyzés: ez egy felhasználó által létrehozott grafikon. A címet, az ábrázolt termékeket és a tengelyek megjelenítését a grafikon szerzője választotta ki.
id: Catatan: ini adalah grafik yang dihasilkan pengguna. Judul, yang mewakili produk dan sumbu visualisasi telah dipilih oleh pembuat grafik.
it: Nota: questo è un grafico generato dall'utente. Il titolo, i prodotti rappresentati e l'asse di visualizzazione sono stati scelti dall'autore del grafico.
ja: 注: これはユーザー生成したグラフです。視覚化のタイトル、代表製品、軸は、グラフの作成者が選択しました。
ka: შენიშვნა: ეს არის მომხმარებლის მიერ გენერირებული გრაფიკი. სათაური, წარმოდგენილი პროდუქტები და ვიზუალიზაციის ღერძი შერჩეულია გრაფიკის ავტორის მიერ.
lt: Pastaba: tai yra vartotojo sukurtas grafikas. Pavadinimą, pavaizduotus produktus ir vizualizacijos ašį pasirinko grafiko autorius.
lv: Piezīme. Šis ir lietotāja ģenerēts grafiks. Nosaukumu, attēloto produktu un vizualizācijas asi izvēlējies grafika autors.
ms: Nota: ini adalah graf yang dihasilkan oleh pengguna. Judul, produk yang diwakili dan paksi visualisasi telah dipilih oleh pelakar graf.
nl_be: Opmerking: deze grafiek werd gemaakt door een gebruiker van <<site_name>>. De titel, de afgebeelde producten en de assen werden gekozen door de maker van de grafiek.
pl: Uwaga: wykres wygenerowany przez użytkownika. Tytuł, zaprezentowane produkty oraz osie zostały wybrane przez autora.
pt_pt: Nota: este gráfico foi gerado por um utilizador. O título, produtos apresentados e eixos de visualização foram escolhidos pelo autor do gráfico.
ro: Notă: acesta este un grafic generat de un utilizator. Titlul, produsele reprezentate și axa de vizualizare au fost alese de către autorul graficului.
ru: Примечание: это пользовательский график. Название, представленные продукты и оси визуализации были выбраны автором диаграммы.
sl: Opomba: gre za uporabniško generiran graf. Naslov, predstavljeni izdelki in os vizualizacije je izbral avtor grafa.
sv: Obs! Detta är en användargenererad graf. Titeln, representerade produkter och visualiseringsaxlar har valts av författaren av grafen.
th: หมายเหตุ: กราฟนี้สร้างขึ้นโดยผู้ใช้ ชื่อเรื่อง ผลิตภัณฑ์ที่แสดง และแกนการแสดงผลถูกเลือกโดยผู้สร้างกราฟ
tl: Tandaan: ito binuo ng user grap. Ang pamagat, kinakatawan ng mga produkto at aksis ng biswalisasyon ay pinili ng may-akda ng grap.
tr: Not: Bu, kullanıcı tarafından oluşturulan bir grafiktir. Başlık, temsil edilen ürünler ve görselleştirme ekseni grafik yazarı tarafından seçildi.
uk: Примітка: це графік користувача. Заголовок, представлені продукти та вісь візуалізації обрані автором графіка.
vi: Lưu ý: đây là biểu đồ do người dùng tạo. Tiêu đề, các sản phẩm được đại diện và trục trực quan đã được tác giả của biểu đồ chọn.

# search_indifferent
source: Indifferent
ar: غير مبال
bg: Безразлично
ca: Indiferent
cs: Nezáleží
da: Ligegyldig
de: Egal
el: Αδιάφορο
eo: Indiferenta
es: Indiferente
fa: بی‌تفاوت
fi: Ei väliä
fr: Indifférent
he: ללא שינוי
hr: Ravnodušan
hu: Közömbös
id: Biasa
it: Ignora
ja: 無関心
ka: გულგრილი
lt: Abejingas
lv: Vienaldzīgs
ms: Sederhana
nl_be: Onbepaald
pl: Obojętny
pt_pt: Indiferente
ro: Indiferent
ru: Безразлично
sl: Ni pomembno
sv: Likgiltig
th: เฉยเมย
tl: Walang malasakit
tr: Kayıtsız
uk: Нейтральний
vi: Vô tư

# search_ingredients
source: Ingredients
ar: المكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
eo: Ingrediencoj
es: Ingredientes
fa: مواد تشکیل دهنده
fi: Ainesosat
fr: Ingrédients
he: רכיבים
hr: Sastojci
hu: Összetevők
id: bahan
it: Ingredienti
ja: 原材料
lt: Sudėtis
lv: Sastāvdaļas
ms: Bahan-bahan
nl_be: Ingrediënten
pl: Składniki
pt_pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sl: Sestavine
sv: Ingredienser
th: ส่วนผสม
tl: Mga Sangkap
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần

# search_link
source: Permanent link to these results, shareable by e-mail and on social networks
ar: رابط دائم لهذه النتائج ، قابل للمشاركة عن طريق البريد الإلكتروني وعلى الشبكات الاجتماعية
bg: Постоянна връзка към тези резултати, за споделяне по имейл и в социалните мрежи
ca: Enllaç permanent a aquests resultats, es pot compartir per correu electrònic i a les xarxes socials
cs: Trvalý odkaz na tyto výsledky, které lze sdílet e-mailem a na sociálních sítích
da: Permanent link til disse resultater, delbare via e-mail og sociale netværk
de: Permanentlink zu diesen Suchergebnissen, kann über E-Mail und in sozialen Netzwerken geteilt werden
el: Μόνιμος σύνδεσμος σε αυτά τα αποτελέσματα, μπορείτε να τον μοιραστείτε μέσω e-mail και στα κοινωνικά δίκτυα
eo: Konstanta ligilo al ĉi tiuj rezultoj, kundividebla per retpoŝto kaj en sociaj retoj
es: Enlace permanente a estos resultados, para poderse compartir a través del correo electrónico y redes sociales
fa: پیوند دائمی به این نتایج، قابل اشتراک‌گذاری از طریق ایمیل و شبکه‌های اجتماعی
fi: Pysyvä linkki näihin tuloksiin. Linkkiä voit jakaa sähköpostilla ja sosiaalisissa verkostoissa
fr: Lien permanent vers ces résultats, partageable par e-mail et les réseaux sociaux
he: קישור ישיר לתוצאות אלו, ניתן להעברה בדוא״ל וברשתות חברתיות
hr: Trajna poveznica na ove rezultate, dostupna za dijeljenje putem e-pošte i društvenih mreža
hu: Állandó link ezekhez az eredményekhez, ami megosztható emailben és közösségi hálózatokon
id: Tautan permanen untuk hasil ini, dapat dibagikan melalui surel dan jejaring sosial
it: Collegamento permanente a questi risultati, condivisibile via posta elettronica e sui reti sociali
ja: これらの結果への固定リンク、メールやソーシャルネットワークで共有可能
ka: ამ შედეგებზე მუდმივი ბმული, რომლის გაზიარებაც შესაძლებელია ელექტრონული ფოსტით და სოციალურ ქსელებში
lt: Nuolatinė nuoroda į šiuos rezultatus, kuria galima dalytis el. Paštu ir socialiniuose tinkluose
lv: Pastāvīga saite uz šiem rezultātiem, ko var kopīgot pa e-pastu un sociālajos tīklos
ms: Pautan kekal ke hasil ini, boleh dikongsi melalui e-mel dan di rangkaian sosial
nl_be: Permanente link naar deze resultaten, deelbaar via email of sociale media
pl: Stały link do wyników, do udostępnienia e-mailem lub na portalach społecznościowych
pt_pt: Hiperligação permanente para estes resultados, partilhável nas redes sociais ou por e-mail
ro: Link permanent la aceste rezultate, transmisibil prin e-mail și pe rețele sociale
ru: Постоянная ссылка на эти результаты, ей можно поделиться по электронной почте и в соцсетях
sl: Stalna povezava do teh rezultatov, deljena po e-pošti in na socialnih omrežjih
sv: Permanent länk till dessa resultat, delas via e-post och på sociala nätverk
th: ลิงก์ถาวรไปยังผลลัพธ์เหล่านี้ สามารถแชร์ได้ทางอีเมลและบนเครือข่ายสังคมออนไลน์
tl: Permanenting link para sa mga resulta, maibabahagi ng e-mail at sa social networks
tr: Bu sonuçlar kalıcı bağlantı, e-posta yoluyla ve sosyal paylaşım ağlarında paylaşılabilir
uk: Незамінне посилання на ці діаграми, яким можна поділитись через електронну пошту або соціальні мережі
vi: Liên kết vĩnh viễn với các kết quả này, có thể chia sẻ qua email và trên các mạng xã hội

# search_list_choice
source: Results in a list of products
ar: عربية
bg: Резултати в списък от продукти
ca: Resultats en una llista de productes
cs: Výsledky v seznamu výrobků,
da: Resultater på en produktliste
de: Ergebnisse in einer Liste von Produkten
el: Τα αποτελέσματα σε μια λίστα προϊόντων
eo: Rezultoj en listo de produktoj
es: Resultados en una lista de productos
fa: نتایج در فهرست محصولات
fi: Tulokset tuoteluettelona
fr: Résultats sous forme de liste de produits
he: תוצאות ברשימת מוצרים
hr: Rezultati u popisu proizvoda
hu: Eredmények a termékek listájával
id: Hasil dalam daftar produk
it: Risultati in un elenco di prodotti
ja: 製品のリストでの結果
ka: შედეგები პროდუქტების სიაში
lt: Rezultatai produktų sąraše
lv: Rezultāti produktu sarakstā
ms: Hasil dalam senarai produk
nl_be: Resultaten in een lijst van producten
pl: Wyniki w liście produktów
pt_pt: Resultados numa lista de produtos
ro: Conduce la o listă de produse
ru: Результаты в списке продуктов
sl: Rezultati na seznamu izdelkov
sv: Resultat i en lista över produkter
th: ผลในรายการของผลิตภัณฑ์
tl: Mga resulta sa listahan ng mga produkto
tr: Bir ürün listesinde sonuçlar
uk: Результати пошуку можна побачити в списку товарів
vi: Kết quả trong một danh mục sản phẩm

# search_map
source: Map
ar: خريطة
bg: Карта
ca: Mapa
cs: Mapa
da: Kort
de: Karte
el: Χάρτης
eo: Mapo
es: Mapa
fa: نقشه
fi: Kartta
fr: Carte
he: מפה
hr: Karta
hu: Térkép
id: Peta
it: Mappa
ja: 地図
ka: რუკა
lt: Žemėlapis
lv: Karte
ms: Peta
nl_be: Kaart
pl: Mapa
pt_pt: Mapa
ro: Hartă
ru: Карта
sl: Zemljevid
sv: Karta
th: แผนที่
tl: Mapa
tr: Harita
uk: Мапа
vi: Bản đồ

# search_map_choice
source: Results on a map
ar: النتائج على خريطة
bg: Резултати на карта
ca: Resultats en un mapa
cs: Výsledky na mapě
da: Resultater på et diagram
de: Ergebnisse auf einer Karte
el: Αποτελέσματα στο χάρτη
eo: Rezultoj sur mapo
es: Resultados en el mapa
fa: نتایج روی نقشه
fi: Tulokset kartalla
fr: Résultats sur une carte
he: תוצאות על מפה
hr: Rezultati na karti
hu: Eredmények térképen
id: Hasil pada peta
it: I risultati su una mappa
ja: 地図上の検索結果
ka: შედეგები რუკაზე
lt: Rezultatai žemėlapyje
lv: Rezultāti kartē
ms: Hasil pada peta
nl_be: Resultaten op een kaart
pl: Wyniki na mapie
pt_pt: Resultados num mapa
ro: Rezultate pe o hartă
ru: Результаты на карте
sl: Rezultati na zemljevidu
sv: Resultat på en karta
th: ผลบนแผนที่
tl: Mga resulta sa mapa
tr: Haritadaki sonuçlar
uk: Результати пошуку зображені на мапі
vi: Kết quả trên bản đồ

# search_map_link
source: Permanent link to this map, shareable by e-mail and on social networks
ar: رابط دائم لهذه الخريطة ، قابل للمشاركة عبر البريد الإلكتروني وعلى الشبكات الاجتماعية
bg: Постоянна връзка към тази карта, за споделяне по имейл и в социалните мрежи
ca: Enllaç permanent a aquest mapa, es pot compartir per correu electrònic i a les xarxes socials
cs: Trvalý odkaz na tuto mapu, který lze sdílet e-mailem a na sociálních sítích
da: Permanent link til dette diagram, delbare via e-mail og sociale netværk
de: Permanentlink zu dieser Karte, kann über E-Mail und in sozialen Netzwerken geteilt werden
el: Μόνιμος σύνδεσμος σε αυτόν τον χάρτη, μπορείτε να τον μοιραστείτε μέσω e-mail και στα κοινωνικά δίκτυα
eo: Konstanta ligilo al ĉi tiu mapo, kundividebla per retpoŝto kaj en sociaj retoj
es: Enlace permanente a este mapa para poderse compartir a través del correo electrónico y redes sociales
fa: پیوند دائمی به این نقشه، قابل اشتراک‌گذاری از طریق ایمیل و شبکه‌های اجتماعی
fi: Pysyvä linkki tähän karttaan. Linkkiä voit jakaa sähköpostilla ja sosiaalisissa verkostoissa
fr: Lien permanent vers cette carte, partageable par e-mail et les réseaux sociaux
he: קישור קבוע למפה זו, ניתן לשתף בדוא״ל וברשתות חברתיות
hr: Trajna poveznica na ovu kartu, dostupna za dijeljenje putem e-pošte i društvenih mreža
hu: Állandó link ehhez a térképhez, ami megosztható emailben és közösségi hálózatokon
id: Tautan permanen untuk peta ini, dapat dibagikan melalui surel dan jejaring sosial
it: Collegamento permanente a questa mappa, condivisibile via posta elettronica e sui reti sociali
ja: この地図への固定リンク、メールやソーシャルネットワークで共有可能
ka: ამ რუკაზე მუდმივი ბმული, რომლის გაზიარებაც შესაძლებელია ელექტრონული ფოსტით და სოციალურ ქსელებში
lt: Nuolatinė nuoroda į šį žemėlapį, kuria galima dalytis el. Paštu ir socialiniuose tinkluose
lv: Pastāvīga saite uz šo karti, ko var kopīgot pa e-pastu un sociālajos tīklos
ms: Pautan kekal ke peta ini, boleh dikongsi melalui e-mel dan di rangkaian sosial
nl_be: Permanente link naar deze kaart, deelbaar via email of sociale media
pl: Stały link do tej mapy, do udostępnienia e-mailem lub w portalach społecznościowych
pt_pt: Hiperligação permanente para este mapa, partilhável nas redes sociais ou por e-mail
ro: Link permanent la această hartă, transmisibil prin e-mail și pe rețele sociale
ru: Постоянная ссылка на эту карту, ей можно поделиться по электронной почте и в соцсетях
sl: Stalna povezava do tega zemljevida, deljena po e-pošti in na socialnih omrežjih
sv: Permanent länk till den här kartan, delbar via e-post och på sociala nätverk
th: ลิงก์ถาวรไปยังแผนที่นี้ สามารถแชร์ได้ทางอีเมลและบนเครือข่ายสังคมออนไลน์
tl: Permanenting link sa mapa na ito, ay maibabahagi sa pamamagitan ng email at social networks
tr: Bu haritaya kalıcı bağlantı, e-posta yoluyla ve sosyal paylaşım ağlarında paylaşılabilir
uk: Незмінне посилання на цю діаграму, яким можна поділитись через електронну адресу та соціальні мережі
vi: Liên kết vĩnh viễn với bản đồ này, có thể chia sẻ qua email và trên các mạng xã hội

# search_map_note
source: The map will show only products for which the production place is known.
ar: ستعرض الخريطة فقط المنتجات التي يُعرف بها مكان الإنتاج.
bg: Картата ще показва само продукти, за които е известно мястото на производство.
ca: El mapa mostrarà només els productes per als quals es coneix el lloc de producció.
cs: Mapa zobrazí pouze produkty, pro které je známo místo výroby.
da: Kortet viser kun produkter, for hvilke produktionsstedet er kendt.
de: Die Karte zeigt nur Produkte, für die Herstellungs- oder Verpackungsstätte bekannt sind.
el: Ο χάρτης θα δείξει μόνο προϊόντα για τα οποία ο τόπος παραγωγής είναι γνωστός.
eo: La mapo montros nur produktojn, kies produktadloko estas konata.
es: El mapa mostrará solamente los productos para los cuales se conoce el lugar de fabricación o de envasado.
fa: این نقشه فقط محصولاتی را نشان می‌دهد که محل تولید آنها مشخص است.
fi: Kartta näyttää vain tuotteet, joiden tuotantopaikka on tiedossa.
fr: La carte ne montrera que les produits pour lesquels le lieu de fabrication ou d'emballage est connu.
he: המפה תציג אך ורק מוצרים שמיקום הייצור שלהם ידוע.
hr: Karta će prikazivati samo proizvode za koje je poznato mjesto proizvodnje.
hu: A térképen csak azok a termékek jelennek meg, amelyek gyártási helye ismert.
id: Peta hanya akan menunjukkan produk dengan tempat produksi yang diketahui.
it: La mappa mostrerà solo i prodotti per i quali è noto il luogo di produzione.
ja: 地図は、製造場所が分かっている製品のみを表示します。
ka: რუკაზე მხოლოდ ის პროდუქტები იქნება ნაჩვენები, რომელთა წარმოების ადგილი ცნობილია.
lt: Žemėlapyje bus rodomi tik tie produktai, kurių gamybos vieta yra žinoma.
lv: Karte parādīs tikai tos produktus, par kuriem ir zināma ražošanas vieta.
ms: Peta akan menunjukkan hanya produk yang tempat pengeluarannya diketahui.
nl_be: De kaart toont enkel de producten waarvan de productielocatie gekend is.
pl: Mapa wskazuje tylko na produkty o znanym miejscu wytworzenia.
pt_pt: O mapa mostrará apenas os produtos para os quais o locais de produção/transformação é conhecido.
ro: Harta va arăta numai produsele pentru care locul de producție este cunoscut.
ru: На карте отображаются только те продукты, для которых известно место производства.
sl: Na zemljevidu bodo prikazani samo izdelki, za katere je znana lokacija proizvodnje.
sv: Kartan visar bara produkter med känd produktionsplats.
th: แผนที่นี้จะแสดงเฉพาะผลิตภัณฑ์ที่ทราบสถานที่ผลิตเท่านั้น
tl: Ang mapa ay magpapakita lamang ng mga produkto kung saan ang lugar ng produksyon ay kilala.
tr: Harita, yalnızca üretim yerinin bilinen ürünleri gösterecektir.
uk: Пошукова мапа відображатиме лише ті товари для яких відомо місце виробництва.
vi: Bản đồ sẽ chỉ hiển thị các sản phẩm mà nơi sản xuất được biết đến.

# search_map_title
source: Display results on a map
ar: عرض النتائج على الخريطة
bg: Покажи резултатите на карта
ca: Mostra els resultats en un mapa
cs: Zobrazit výsledky na mapě
da: Vis resultater på et kort
de: Ergebnisse auf einer Karte anzeigen
el: Εμφάνιση αποτελεσμάτων σε χάρτη
eo: Montri rezultojn sur mapo
es: Ver los resultados sobre un mapa
fa: نمایش نتایج روی نقشه
fi: Näytä tulokset kartalla
fr: Visualiser les résultats sous forme de carte
he: הצגת תוצאות על מפה
hr: Prikaz rezultata na karti
hu: Eredmények megjelenítése a térképen
id: Tampilkan hasil pada peta
it: Visualizza i risultati su una mappa
ja: 地図上に結果を表示
ka: შედეგების რუკაზე ჩვენება
lt: Rodyti rezultatus žemėlapyje
lv: Parādīt rezultātus kartē
ms: Paparkan hasil pada peta
nl_be: Geef de resultaten weer op de kaart
pl: Wyświetl wyniki na mapie
pt_pt: Mostrar os resultados num mapa
ro: Afișare rezultate pe o hartă
ru: Отобразить результаты на карте
sl: Prikaži rezultate na zemljevidu
sv: Visa resultat på en karta
th: แสดงผลลัพธ์บนแผนที่
tl: Ipakita ang mga resulta sa mapa
tr: Sonuçları bir haritada görüntüle
uk: Відобразити результати на карті пошуку
vi: Hiển thị kết quả trên bản đồ

# search_nutriment
source: choose a nutriment...
ar: اختر المواد الغذائية...
bg: изберете хранителна съставка...
ca: trie un nutrient ...
cs: vyberte živinu...
da: vælg et næringsstof...
de: Nährstoff auswählen...
el: επιλέξτε ένα θρεπτικό συστατικό...
eo: elektu nutraĵon...
es: escoge un nutriente...
fa: یک ماده مغذی انتخاب کنید...
fi: valitse ravintoaine...
fr: choisir un nutriment...
he: בחירת מרכיב תזונתי...
hr: odaberite hranjivu tvar...
hu: válasszon egy tápanyagot…
id: pilih nutrisi...
it: scegli un nutrimento...
ja: 栄養成分を選択...
ka: აირჩიეთ საკვები ნივთიერება...
lt: pasirinkti maistinę medžiagą...
lv: izvēlēties ēdamo...
ms: pilih nutrimen...
nl_be: kies een voedingsstof
pl: wybierz składnik odżywczy...
pt_pt: escolha um nutriente...
ro: alegeți un nutrient...
ru: выберите питательное вещество
sl: izberite hranilo...
sv: välj ett näringsämne...
th: เลือกสารอาหาร...
tl: pumili ng nutrimento...
tr: bir besin seç...
uk: оберіть тип харчування...
vi: chọn một chất dinh dưỡng...

# search_or
source: or
ar: أو
bg: или
ca: o
cs: nebo
da: eller
de: oder
el: ή
eo: aŭ
es: o
fa: یا
fi: tai
fr: ou
he: או
hr: ili
hu: vagy
id: atau
it: o
ja: または
ka: ან
lt: arba
lv: vai
ms: atau
nl_be: of
pl: lub
pt_pt: ou
ro: sau
ru: или
sl: ali
sv: eller
th: หรือ
tl: o
tr: veya
uk: або
vi: hoặc là

# search_page_size
source: Results per page
ar: النتائج لكل صفحة
bg: Резултати на страница
ca: Resultats per pàgina
cs: Výsledků na stránku
da: Resultater pr. side
de: Ergebnisse pro Seite
el: Αριθμός αποτελεσμάτων ανά σελίδα
eo: Rezultoj po paĝo
es: Resultados por página
fa: نتایج در هر صفحه
fi: Tuloksia sivulla
fr: Résultats par page
he: מספר התוצאות לפי עמוד
hr: Rezultati po stranici
hu: Eredmények száma oldalanként
id: Hasil per halaman
it: Risultati per pagina
ja: ページあたりの結果数
ka: შედეგები თითო გვერდზე
lt: Rezultatai puslapyje
lv: Rezultāti lapā
ms: Hasil setiap halaman
nl_be: Resultaten per pagina
pl: Wyniki na stronę
pt_pt: Resultados por página
ro: Rezultate per pagină
ru: Результатов на страницу
sl: Rezultatov na stran
sv: Resultat per sida
th: ผลลัพธ์ต่อหน้า
tl: Mga resulta sa bawat pahina
tr: Sayfa başına sonuçlar
uk: Кількість знайдених результатів на сторінці
vi: Kết quả mỗi trang

# search_products
source: Products search
ar: البحث عن المنتجات
bg: Търсене на плодукти
ca: Recerca de productes
cs: Vyhledávání produktů
da: Produktsøgning
de: Produkte suchen
el: Αναζήτηση προϊόντων
eo: Produkta serĉo
es: Búsqueda de productos
fa: جستجوی محصولات
fi: Tuotehaku
fr: Recherche de produits
he: חיפוש מוצרים
hr: Pretraga proizvoda
hu: Termékek keresése
id: Pencarian produk
it: Ricerca dei prodotti
ja: 製品検索
ka: პროდუქტების ძიება
lt: Produktų paieška
lv: Produktu meklēšana
ms: Carian produk
nl_be: Producten zoeken
pl: Wyszukiwanie produktów
pt_pt: Pesquisa de produtos
ro: Căutare produse
ru: Поиск продуктов
sl: Iskanje izdelkov
sv: Produktsökning
th: ค้นหาสินค้า
tl: Paghahanap ng mga produkto
tr: Ürünleri ara
uk: Пошук товарів
vi: Tìm kiếm sản phẩm

source: Search results
ar: نتائج البحث
bg: Резултати от търсенето
ca: Resultats de la recerca
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
el: Αναζήτηση αποτελεσμάτων
eo: Trovaĵoj
es: Resultados de la búsqueda
fa: نتایج جستجو
fi: Hakutulokset
fr: Résultats de la recherche
he: תוצאות החיפוש
hr: Rezultati pretraživanja
hu: Keresési eredmények
id: Hasil Pencarian
it: Risultati della ricerca
ja: 検索結果
ka: ძიების შედეგები
lt: Paieškos rezultatai
lv: Meklēšanas rezultāti
ms: Hasil carian
nl_be: Zoekresultaten
pl: Wyszukuj wyniki
pt_pt: Resultados da pesquisa
ro: Rezultatele căutării
ru: Результаты поиска
sl: Rezultati iskanja
sv: Sökresultat
th: ผลการค้นหา
tl: Mga result sa paghahanap
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
