Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# donation_title_2024
source: Please give to our 2024 Fundraiser
bg: Моля, дайте на нашата кампания за набиране на средства за 2024 г
cs: Přispějte prosím do naší sbírky 2024
de: Bitte unterstützen Sie unsere Spendenaktion 2024
el: Παρακαλούμε δώστε στον Έρανό μας για το 2024
eo: Bonvolu donaci al nia monkolekto de 2024
fa: لطفا به جمع آوری کمک های مالی ۲۰۲۴ ما کمک کنید
fi: Pyydän teitä antamaan meidän 2024 varainkeruulle
fr: Merci de contribuer à notre collecte de fonds 2024
he: נא לתרום לגיוס התרומות לשנת 2024
hr: Molimo vas da donirate našoj akciji prikupljanja sredstava za 2024. godinu
hu: Kérjük, támogassa a 2024-es adománygyűjtő akciónkat
id: Silakan berdonasi ke Penggalangan Dana 2024 kami
it: Dona alla raccolta fondi 2024
ka: გთხოვთ, შემოწირულობა გაიღოთ ჩვენს 2024 წლის საქველმოქმედო აქციაზე
lt: Prašome paaukokite mūsų 2024 m. lėšų rinkimo akcijai
lv: Lūdzu, ziedojiet mūsu 2024. gada līdzekļu vākšanas akcijai
nl_be: Doneer alstublieft voor onze fondsenwerving van 2024
pl: Prosimy o wsparcie naszej zbiórki funduszy w 2024 roku
pt_pt: Contribua para a nossa angariação de fundos de 2024
ru: Пожалуйста, пожертвуйте на наш сбор средств в 2024 году
sv: Vänligen ge till vår insamling 2024
th: โปรดร่วมบริจาคให้กับโครงการระดมทุนประจำปี 2024 ของเรา
uk: Будь ласка, приєднуйтесь до нашого Збору коштів 2024

# f_donation_title_year
source: Please give to our {year} Fundraiser
bg: Моля, дайте на нашата кампания за набиране на средства за {year} г
cs: Přispějte prosím do naší sbírky {year}
de: Bitte unterstützen Sie unsere Spendenaktion {year}
el: Παρακαλούμε δώστε στον Έρανό μας για το {year}
eo: Bonvolu donaci al nia {year} monkolektanto
fa: لطفا به کمپین جمع‌آوری کمک‌های مالی {year} ما کمک کنید.
fi: Pyydän teitä antamaan meidän {year} varainkeruulle
fr: Merci de contribuer à notre collecte de fonds {year}
he: נא לתרום לגיוס התרומות לשנת {year}
hr: Molimo vas da donirate našoj {year} akciji prikupljanja sredstava
hu: Kérjük, támogassa a {year}-es adománygyűjtő akciónkat
id: Silakan berdonasi ke Penggalangan Dana {year} kami
it: Dona alla raccolta fondi {year}
ka: გთხოვთ, შემოწირულობა გაიღოთ ჩვენს {year} საქველმოქმედო აქციაში
lt: Prašome paaukokite mūsų {year} m. lėšų rinkimo akcijai
lv: Lūdzu, ziedojiet mūsu {year} līdzekļu vākšanas akcijai
nl_be: Doneer alstublieft voor onze fondsenwerving van {year}
pl: Prosimy o wsparcie naszej zbiórki funduszy w {year} roku
pt_pt: Contribua para a nossa angariação de fundos de {year}
ru: Пожалуйста, пожертвуйте на наш сбор средств в {year} году
sv: Vänligen ge till vår {year} insamling
th: โปรดบริจาคให้กับโครงการระดมทุนของเรา {year}
uk: Будь ласка, приєднуйтесь до нашого Збору коштів {year}

# donation_list_2024_main
source: Your donations fund the day-to-day operations of our non-profit association:
bg: Вашите дарения финансират ежедневните операции на нашата асоциация с нестопанска цел:
cs: Vaše dary financují každodenní provoz našeho neziskového sdružení:
de: Ihre Spenden finanzieren den laufenden Betrieb unserer gemeinnützigen Vereinigung:
el: Οι δωρεές σας χρηματοδοτούν τις καθημερινές λειτουργίες του μη κερδοσκοπικού σωματείου μας:
eo: Viaj donacoj financas la ĉiutagajn operaciojn de nia neprofitcela asocio:
fa: کمک‌های مالی شما، هزینه‌های روزمره‌ی انجمن غیرانتفاعی ما را تأمین می‌کند:
fi: Lahjoituksesi rahoittavat voittoa tavoittelemattoman yhdistyksemme päivittäiset toimet:
fr: Vos dons financent le fonctionnement quotidien de notre association à but non lucratif :
he: התרומות שלך מממנות את הפעילויות היומיומיות של העמותה שלנו שאינה למטרות רווח:
hr: Vaše donacije financiraju svakodnevno poslovanje naše neprofitne udruge:
hu: Adományaival nonprofit egyesületünk mindennapi működését finanszírozza:
id: Donasi Anda mendanai operasional sehari-hari asosiasi nirlaba kami:
it: Le tue donazioni finanziano le attività quotidiane della nostra associazione senza scopo di lucro:
ka: თქვენი შემოწირულობები აფინანსებს ჩვენი არაკომერციული ასოციაციის ყოველდღიურ საქმიანობას:
lt: Jūsų aukos finansuoja kasdienę mūsų ne pelno asociacijos veiklą:
lv: Jūsu ziedojumi finansē mūsu bezpeļņas asociācijas ikdienas darbību:
nl_be: Met uw donaties financieren wij de dagelijkse activiteiten van onze non-profitorganisatie:
pl: Twoje datki finansują codzienną działalność naszej organizacji non-profit:
pt_pt: Os seus donativos financiam as operações diárias da nossa associação sem fins lucrativos:
ru: Ваши пожертвования финансируют повседневную деятельность нашей некоммерческой ассоциации:
sv: Dina donationer finansierar den dagliga verksamheten i vår ideella förening:
th: เงินบริจาคของคุณช่วยสนับสนุนการดำเนินงานประจำวันของสมาคมไม่แสวงหาผลกำไรของเรา:
uk: Ваші пожертви фінансують щоденні операції з нашої неприбуткової асоціації:

# donation_list_2024_first
source: keeping our database open & available to all,
bg: поддържайки нашата база данни отворена и достъпна за всички,
cs: udržovat naši databázi otevřenou a přístupnou všem,
de: unsere Datenbank offen und für alle zugänglich zu halten,
el: για να διατηρησουμε τη βάσης δεδομένων μας ανοικτή & διαθέσιμη σε όλους,
eo: teni nian datumbazon malfermita kaj havebla al ĉiuj,
fa: باز و در دسترس نگه داشتن پایگاه داده ما برای همه،
fi: pitäen tietokantamme avoinna & kaikkien saatavilla,
fr: garder notre base de données ouverte et accessible à tous,
he: שמירה על מסד הנתונים שלנו פתוח וזמין לכולם,
hr: održavanje naše baze podataka otvorenom i dostupnom svima,
hu: adatbázisunk nyíltan tartása és mindenki számára elérhetővé tétele,
id: menjaga basis data kami tetap terbuka dan tersedia untuk semua,
it: mantenere il nostro database aperto e disponibile a tutti,
ka: ჩვენი მონაცემთა ბაზის ღია და ყველასთვის ხელმისაწვდომი შენარჩუნება,
lt: išlaiko mūsų duomenų bazę atvirą ir prieinamą visiems,
lv: saglabājot mūsu datubāzi atvērtu un pieejamu visiem,
nl_be: onze database open en beschikbaar houden voor iedereen,
pl: utrzymanie naszej bazy danych otwartej i dostępnej dla wszystkich,
pt_pt: manter a nossa base de dados aberta e disponível para todos,
ru: сохраняя нашу базу данных открытой и доступной для всех,
sv: hålla vår databas öppen och tillgänglig för alla,
th: การเปิดฐานข้อมูลของเราให้ทุกคนเข้าถึงได้นั้นเป็นสิ่งสำคัญ
uk: тримаємо нашу базу даних відкритою та доступною для всіх,

# donation_list_2024_first_sub
source: technical infrastructure (website/mobile app) & a small permanent team
bg: техническа инфраструктура (уебсайт/мобилно приложение) и малък постоянен екип
cs: technická infrastruktura (web/mobilní aplikace) a malý stálý tým
de: technische Infrastruktur (Website/Mobile App und ein kleines festes Team)
el: τεχνική υποδομή (ιστότοπος/εφαρμογή για κινητά) & μια μικρή μόνιμη ομάδα
eo: teknika infrastrukturo (retejo/poŝtelefona aplikaĵo) kaj malgranda konstanta teamo
fa: زیرساخت فنی (وب‌سایت/اپلیکیشن موبایل) و یک تیم کوچک دائمی
fi: tekninen infrastruktuuri (verkkosivusto/mobiilisovellus) & pieni pysyvä tiimi
fr: infrastructure technique (site web/application mobile) et une petite équipe permanente
he: תשתית טכנית (אתר/יישומון לניידים) וצוות קבוע קטן
hr: tehnička infrastruktura (web stranica/mobilna aplikacija) i mali stalni tim
hu: technikai infrastruktúra (weboldal/mobilalkalmazás) és egy kicsi állandó csapat
id: infrastruktur teknis (situs web/aplikasi) & tim permanen kecil
it: infrastruttura tecnica (sito web/app mobile) e un piccolo team permanente
ka: ტექნიკური ინფრასტრუქტურა (ვებსაიტი/მობილური აპლიკაცია) და მცირე მუდმივი გუნდი
lt: techninę infrastruktūrą (svetainę / mobiliąją programėlę) ir nedidelę nuolatinę komandą
lv: tehniskā infrastruktūra (tīmekļa vietne/mobilā lietotne) un neliela pastāvīga komanda
nl_be: technische infrastructuur (website/mobiele app) & een klein vast team
pl: infrastruktura techniczna (strona internetowa/aplikacja mobilna) oraz mały, stały zespół
pt_pt: infraestrutura técnica (site/aplicação móvel) e uma pequena equipa permanente
ru: техническая инфраструктура (сайт/мобильное приложение) и небольшая постоянная команда
sv: teknisk infrastruktur (webbplats/mobilapp) och ett litet permanent team
th: โครงสร้างพื้นฐานทางเทคนิค (เว็บไซต์/แอปพลิเคชันมือถือ) และทีมงานประจำขนาดเล็ก
uk: технічна інфраструктура (веб-сайт/мобільний додаток) та невелика постійна команда

# donation_list_2024_second
source: remain independent of the food industry,
bg: да оставанем независими от хранителната индустрия,
cs: zůstat nezávislí na potravinářském průmyslu,
de: unabhängig von der Lebensmittelindustrie bleiben,
el: για να παραμείνουμε ανεξάρτητοι από τη βιομηχανία τροφίμων,
eo: resti sendependa de la nutraĵindustrio,
fa: مستقل ماندن از صنایع غذایی،
fi: pysyä riippumattomana elintarviketeollisuudesta,
fr: rester indépendant de l'industrie alimentaire,
he: להישאר בלתי תלויים בתעשיית המזון,
hr: ostati neovisni od prehrambene industrije,
hu: függetlennek maradni az élelmiszeripartól,
id: tetap independen pada industri makanan,
it: rimanere indipendenti dall'industria alimentare,
ka: დარჩეს დამოუკიდებელი კვების ინდუსტრიისგან,
lt: padeda išlikti nepriklausomais nuo maisto pramonės,
lv: saglabāt neatkarību no pārtikas rūpniecības,
nl_be: onafhankelijk blijven van de voedingsindustrie,
pl: pozostają niezależne od przemysłu spożywczego,
pt_pt: permanecer independente da indústria alimentar,
ru: оставаться независимыми от пищевой промышленности,
sv: förbli oberoende av livsmedelsindustrin,
th: ยังคงเป็นอิสระจากอุตสาหกรรมอาหาร
uk: залишаємося незалежними від харчової промисловості,

# donation_list_2024_third
source: engage a community of committed citizens,
bg: да привлечем общност от заинтересовани граждани,
cs: zapojit komunitu angažovaných občanů,
de: eine Gemeinschaft engagierter Bürger einbinden,
el: για να εμπλακείτε σε μια κοινότητα αφοσιωμένων πολιτών,
eo: engaĝi komunumon de engaĝitaj civitanoj,
fa: مشارکت دادن جامعه‌ای از شهروندان متعهد،
fi: saada mukaan sitoutuneiden kansalaisten yhteisö,
fr: mobiliser une communauté de citoyens engagés,
he: לתחזק קהילה של אזרחים מעורבים,
hr: angažirati zajednicu predanih građana,
hu: elkötelezett állampolgárok közösségének bevonása,
id: melibatkan komunitas warga yang berkomitmen,
it: coinvolgere la comunità di cittadini attivi,
ka: ჩაერთონ ერთგული მოქალაქეების საზოგადოებაში,
lt: suburti atsidavusių piliečių bendruomenę,
lv: iesaistīt apņēmīgu pilsoņu kopienu,
nl_be: een gemeenschap van toegewijde burgers betrekken,
pl: angażują społeczność oddanych obywateli,
pt_pt: envolver uma comunidade de cidadãos empenhados,
ru: вовлекать сообщество преданных своему делу граждан,
sv: engagera en gemenskap av engagerade medborgare,
th: สร้างชุมชนของพลเมืองที่มีความมุ่งมั่น
uk: залучаємо спільноту відданих громадян,

# donation_list_2024_fourth
source: support the advancement of public health research.
bg: да подпомагаме напредъка в научните изследвания в областта на общественото здраве.
cs: podporovat pokrok ve výzkumu veřejného zdraví.
de: die Förderung der Forschung im Bereich der öffentlichen Gesundheit zu unterstützen.
el: για την υποστήριξη της προόδου της έρευνας για τη δημόσια υγεία.
eo: subteni la antaŭenigon de esplorado pri publika sano.
fa: حمایت از پیشرفت تحقیقات در حوزه سلامت عمومی
fi: tukemaan kansanterveystutkimuksen edistämistä.
fr: soutenir l’avancement de la recherche en santé publique.
he: לתמוך בהתפתחות של מחקרי בריאות הציבור.
hr: podržati napredak istraživanja javnog zdravstva.
hu: a közegészségügyi kutatás előmozdításának támogatása.
id: mendukung kemajuan penelitian kesehatan masyarakat.
it: sostenere il progresso della ricerca sulla salute pubblica.
ka: საზოგადოებრივი ჯანდაცვის კვლევის წინსვლის მხარდაჭერა.
lt: paremti visuomenės sveikatos tyrimų pažangą.
lv: atbalstīt sabiedrības veselības pētījumu attīstību.
nl_be: de vooruitgang van onderzoek op het gebied van de volksgezondheid ondersteunen.
pl: wspierają rozwój badań nad zdrowiem publicznym.
pt_pt: apoiar o avanço da investigação no domínio da saúde pública.
ru: поддерживать развитие исследований в области общественного здравоохранения.
sv: stödja utvecklingen av folkhälsoforskning.
th: สนับสนุนการพัฒนาการวิจัยด้านสาธารณสุข
uk: підтримуємо розвиток досліджень громадського здоров'я.

# donation_financial_2024_text
source: Each donation counts! We appreciate your support in bringing further food transparency in the world.
bg: Всяко дарение има значение! Оценяваме вашата подкрепа за осигуряване на допълнителна прозрачност на храните в света.
cs: Každý dar se počítá! Vážíme si vaší podpory při zavádění další transparentnosti potravin ve světě.
de: Jede Spende zählt! Wir freuen uns über Ihre Unterstützung bei der Schaffung von mehr Lebensmitteltransparenz in der Welt.
el: Κάθε δωρεά μετράει! Εκτιμούμε την υποστήριξή σας για την περαιτέρω διαφάνεια των τροφίμων στον κόσμο.
eo: Ĉiu donaco gravas! Ni dankas vin pro via subteno por alporti plian travideblecon pri nutraĵoj en la mondo.
fa: هر کمک مالی ارزشمند است! ما از حمایت شما در ایجاد شفافیت بیشتر در زمینه مواد غذایی در جهان قدردانی می‌کنیم.
fi: Jokainen lahjoitus on tärkeä! Arvostamme tukeasi elintarvikkeiden avoimuuden lisäämisessä maailmassa.
fr: Chaque don compte ! Nous apprécions votre soutien pour une plus grande transparence alimentaire dans le monde.
he: כל תרומה נחשבת! אנו מעכירים את התמיכה שלך בהפצת שקיפות מזון בעולם.
hr: Svaka donacija je važna! Cijenimo vašu podršku u ostvarivanju veće transparentnosti hrane u svijetu.
hu: Minden adomány számít! Nagyra értékeljük az élelmiszerek globális átláthatóságának javításáért nyújtott támogatását.
id: Setiap donasi sangat berarti! Kami menghargai dukungan Anda dalam mewujudkan transparansi pangan di dunia.
it: Ogni donazione conta! Apprezziamo il tuo supporto nel portare maggiore trasparenza alimentare nel mondo.
ka: თითოეული შემოწირულობა მნიშვნელოვანია! ჩვენ ვაფასებთ თქვენს მხარდაჭერას მსოფლიოში საკვების გამჭვირვალობის გაზრდის საქმეში.
lt: Kiekviena auka svarbi! Dėkojame už jūsų paramą didinant maisto skaidrumą pasaulyje.
lv: Katrs ziedojums ir svarīgs! Mēs novērtējam jūsu atbalstu pārtikas pārredzamības veicināšanā pasaulē.
nl_be: Elke donatie telt! Wij waarderen uw steun om meer voedseltransparantie in de wereld te brengen.
pt_pt: Cada donativo conta! Agradecemos o seu apoio para aumentar a transparência alimentar no mundo.
ru: Каждое пожертвование имеет значение! Мы ценим вашу поддержку в обеспечении большей прозрачности в отношении продовольствия в мире.
sv: Varje donation räknas! Vi uppskattar ditt stöd för att skapa ytterligare transparens kring livsmedelsförsörjning i världen.
th: ทุกการบริจาคมีความสำคัญ! เราขอขอบคุณสำหรับการสนับสนุนของคุณในการสร้างความโปร่งใสในด้านอาหารให้มากยิ่งขึ้นในโลก
uk: Кожна пожертва має значення! Ми цінуємо вашу підтримку в забезпеченні подальшої прозорості харчових продуктів у світі.

# donation_button_2024_text
source: I SUPPORT
bg: ПОДКРЕПЯМ
cs: PODPORUJI
de: ICH UNTERSTÜTZE
el: ΣΤΗΡΙΖΩ
eo: Mi subtenas
fa: من حمایت می‌کنم
fi: TUEN
fr: JE SOUTIENS
he: ארצה לתמוך
hr: PODRŽAVAM
hu: TÁMOGATOM
id: SAYA MENDUKUNG
it: SOSTENGO
ka: მე მხარს ვუჭერ
lt: AŠ REMIU
lv: ES ATBALSTU
nl_be: IK STEUN
pl: WSPIERAM
pt_pt: EU APOIO
ru: Я ПОДДЕРЖИВАЮ
sv: JAG STÖDJER
th: ฉันสนับสนุน
uk: Я ПІДТРИМУЮ

# donation_cta
source: Donate
ar: تبرع
bg: Дари
ca: Feu un donatiu
cs: Podpořit
da: Donér
de: Spenden
el: Κάντε Δωρεά
eo: Donaci
es: Donar
fi: Lahjoita
fr: Faire un don
he: תרומה
hu: Adományozás
id: Berdonasi
it: Effettua una donazione
ja: 寄付
lt: Paaukokite
lv: Ziedot
nl_be: Doneer
pl: Podaruj
pt_pt: Doar
ro: Donează
ru: Поддержать
sl: Prispevaj
sv: Donera
th: บริจาค
tr: Bağış Yapın
uk: Підтримати проект
vi: Ủng hộ

# environmental_score_production_system_no_labels_with_environmental_benefits
source: No labels with environmental benefits
bg: Няма етикети с ползи за околната среда
cs: Žádné štítky s přínosem pro životní prostředí
de: Keine Etiketten mit Umweltvorteilen
el: Χωρίς ετικέτες με περιβαλλοντικά οφέλη
eo: Neniuj etikedoj kun mediaj avantaĝoj
fa: بدون برچسب با مزایای زیست‌محیطی
fi: Ei merkkejä, joilla on ympäristöhyöty
fr: Pas de labels avec des avantages environnementaux
he: אין תוויות עם יתרונות סביבתיים
hr: Nema oznaka s ekološkim prednostima
hu: Nincsenek környezeti előnyökkel járó címkék
id: Tidak ada label dengan manfaat lingkungan
it: Nessun'etichetta con benefici ambientali
ka: გარემოსდაცვითი სარგებლის შემცველი ეტიკეტები არ არის
lt: Nėra etikečių, kurios būtų naudingos aplinkai
lv: Nav etiķešu ar ieguvumiem videi
nl_be: Geen labels met milieuvoordelen
pl: Brak etykiet z korzyściami dla środowiska
pt_pt: Sem etiquetas com benefícios ambientais
ru: Нет этикеток с положительным воздействием на экологию
sv: Inga märkning med miljöfördelar
th: ไม่มีฉลากใดที่ระบุถึงประโยชน์ด้านสิ่งแวดล้อม
uk: Немає етикеток зі значками, що позначають екологічні переваги

# environmental_score_production_system_labels_with_environmental_benefits
source: Labels with environmental benefits
bg: Етикети с ползи за околната среда
cs: Štítky s přínosem pro životní prostředí
de: Etiketten mit Umweltvorteilen
el: Ετικέτες με περιβαλλοντικά οφέλη
eo: Etikedoj kun mediaj avantaĝoj
fa: برچسب‌هایی با مزایای زیست‌محیطی
fi: Merkkejä, joilla on ympäristöhyöty
fr: Labels avec des avantages environnementaux
he: תוויות עם יתרונות סביבתיים
hr: Oznake s ekološkim prednostima
hu: Környezeti előnyökkel járó címkék
id: Label dengan manfaat lingkungan
it: Etichette con benefici ambientali
ka: გარემოსდაცვითი სარგებლის მქონე ეტიკეტები
lt: Aplinkai naudingos etiketės
lv: Etiķetes ar ieguvumiem videi
nl_be: Labels met milieuvoordelen
pl: Etykiet z korzyściami dla środowiska
pt_pt: Etiquetas com benefícios ambientais
ru: Этикетки с положительным воздействием на экологию
sv: Etiketter med miljöfördelar
th: ฉลากที่มีประโยชน์ต่อสิ่งแวดล้อม
uk: Етикетки, які відображають екологічні переваги

# environmental_score_production_system_labels_with_environmental_benefits_high
source: Labels with high environmental benefits
bg: Етикети с високи ползи за околната среда
cs: Štítky s vysokým přínosem pro životní prostředí
de: Etiketten mit starken Umweltvorteilen
el: Ετικέτες με υψηλά περιβαλλοντικά οφέλη
eo: Etikedoj kun altaj mediaj avantaĝoj
fa: برچسب‌هایی با مزایای زیست‌محیطی بالا
fi: Merkkejä, joilla on suuri ympäristöhyöty
fr: Labels à haut bénéfice environnemental
he: תוויות עם יתרונות סביבתיים רבים
hr: Oznake s visokim ekološkim prednostima
hu: Magas környezeti előnyökkel rendelkező címkék
id: Label dengan manfaat lingkungan yang tinggi
it: Etichette con benefici ambientali elevati
ka: მაღალი გარემოსდაცვითი სარგებლის მქონე ეტიკეტები
lt: Etiketės, turinčios didelę naudą aplinkai
lv: Etiķetes ar augstu ieguvumu videi
nl_be: Labels met hoge milieuvoordelen
pl: Etykiet z dużymi korzyściami dla środowiska
pt_pt: Etiquetas com altos benefícios ambientais
ru: Этикетки с высоким уровнем положительного воздействия на экологию
sv: Etiketter med höga miljöfördelar
th: ฉลากที่มีประโยชน์ต่อสิ่งแวดล้อมสูง
uk: Етикетки, які відображають високий рівень екологічних переваг

source: Labels with very high environmental benefits
bg: Етикети с много високи ползи за околната среда
cs: Štítky s velmi vysokým přínosem pro životní prostředí
de: Etiketten mit sehr starken Umweltvorteilen
el: Ετικέτες με πολύ υψηλά περιβαλλοντικά οφέλη
eo: Etikedoj kun tre altaj mediaj avantaĝoj
fa: برچسب‌هایی با مزایای زیست‌محیطی بسیار بالا
fi: Merkkejä, joilla on erittäin suuri ympäristöhyöty
fr: Labels à très hauts bénéfices environnementaux
he: תוויות עם יתרונות סביבתיים רבים מאוד
hr: Oznake s vrlo visokim ekološkim prednostima
hu: Nagyon magas környezeti előnyökkel rendelkező címkék
id: Label dengan manfaat lingkungan yang sangat tinggi
it: Etichette con benefici ambientali molto elevati
ka: ეტიკეტები ძალიან მაღალი გარემოსდაცვითი სარგებლით
lt: Labai didelę naudą aplinkai teikiančios etiketės
lv: Etiķetes ar ļoti augstu ieguvumu videi
nl_be: Labels met zeer hoge milieuvoordelen
pl: Etykiet z ogromnymi korzyściami dla środowiska
pt_pt: Etiquetas com elevados benefícios ambientais
ru: Этикетки с очень высоким уровнем положительного воздействия на экологию
sv: Etiketter med mycket höga miljöfördelar
th: ฉลากที่มีประโยชน์ต่อสิ่งแวดล้อมสูงมาก
uk: Етикетки, які відображають досить високий рівень екологічних переваг

source: No assessed labels
eo: Neniuj taksitaj etikedoj
fa: بدون برچسب ارزیابی شده
hr: Nema procijenjenih oznaka
ka: შეფასებული ეტიკეტები არ არის
lv: Nav novērtētu etiķešu
sv: Inga bedömda etiketter
th: ไม่มีการประเมินฉลาก

source: Some environmental benefits
eo: Kelkaj mediaj avantaĝoj
fa: برخی از مزایای زیست‌محیطی
hr: Neke ekološke prednosti
ka: გარემოსდაცვითი სარგებელი
lv: Daži ieguvumi videi
sv: Några miljöfördelar
th: ประโยชน์ด้านสิ่งแวดล้อมบางประการ

source: High environmental benefits
eo: Altaj mediaj avantaĝoj
fa: مزایای زیست‌محیطی بالا
hr: Visoke ekološke prednosti
ka: მაღალი გარემოსდაცვითი სარგებელი
lv: Augsti ieguvumi videi
sv: Höga miljöfördelar
th: ประโยชน์ต่อสิ่งแวดล้อมสูง

source: Very high environmental benefits
eo: Tre altaj mediaj avantaĝoj
fa: مزایای زیست‌محیطی بسیار بالا
hr: Vrlo visoke ekološke koristi
ka: ძალიან მაღალი გარემოსდაცვითი სარგებელი
lv: Ļoti augsti ieguvumi videi
sv: Mycket höga miljöfördelar
th: ประโยชน์ต่อสิ่งแวดล้อมสูงมาก

source: Other
ar: أخرى
bg: Друго
ca: Altres
cs: Ostatní
de: Weitere
el: Άλλο
eo: Aliaj
es: Otro
fa: دیگر
fi: Muu
fr: Autre
he: אחר
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ka: სხვა
lt: Kita
lv: Citi
nl_be: Andere
pl: Inne
pt_pt: Outro
ro: Altele
ru: Прочее
sl: Drugo
sv: Övrigt
th: อื่น
tr: Diğer
uk: Інше
vi: Khác

source: Mean
ar: ‮المتوسط
bg: Средно
ca: Mitjana
cs: Průměr
da: Middel
de: Durchschnitt
el: Μέσος
eo: Meznombro
es: Media
fa: میانگین
fi: Keskiarvo
fr: Moyenne
he: ממוצע
hr: Srednja vrijednost
hu: Középérték
id: Rata - rata
it: Medio
ja: 平均
ka: საშუალო
lt: Vidurkis
lv: Vidējais
nl_be: Gemiddelde
pl: Średni
pt_pt: Média
ro: Medie
ru: Среднее
sl: Pomeni
sv: Medelvärde
th: ค่าเฉลี่ย
tr: Ortalama
uk: Середнє
vi: Trung bình

# recipes_ingredients_statistics
source: Ingredients statistics for all products
ar: إحصائيات المكونات لجميع المنتجات
bg: Статистика за съставките за всички продукти
ca: Estadístiques dels ingredients per a tots els productes
cs: Statistiky ingrediencí pro všechny produkty
da: Ingrediensstatistikker for alle produkter
de: Statistik der Zutaten für alle Produkte
el: Στατιστικά συστατικών για όλα τα προϊόντα
eo: Statistikoj pri ingrediencoj por ĉiuj produktoj
es: Estadísticas de ingredientes para todos los productos
fa: آمار مواد تشکیل دهنده برای همه محصولات
fi: Ainesosatilastot kaikille tuotteille
fr: Statistiques des ingrédients pour tous les produits
he: סטטיסטיקת רכיבים לכל המוצרים
hr: Statistike sastojaka za sve proizvode
hu: Összetevők statisztikái minden termékhez
id: Statisktik kandungan bahan semua produk
it: Statistiche degli ingredienti per tutti i prodotti
ja: すべての製品の原材料の統計
ka: ინგრედიენტების სტატისტიკა ყველა პროდუქტისთვის
lt: Visų produktų sudedamųjų dalių statistika
lv: Sastāvdaļu statistika visiem produktiem
nl_be: Ingrediëntenstatistieken voor alle producten
pl: Statystyki składników dla wszystkich produktów
pt_pt: Estatísticas de ingredientes para todos os produtos
ro: Statistici ingrediente pentru toate produsele
ru: Статистика ингредиентов для всех продуктов
sl: Statistika sestavin za vse izdelke
sv: Ingrediensstatistik för alla produkter
th: ข้อมูลส่วนประกอบของผลิตภัณฑ์ทั้งหมด
tr: Tüm ürünler için içerik istatistikleri
uk: Статистика використання складників для всіх продуктів
vi: Thống kê thành phần cho tất cả các sản phẩm
