Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# donate_help_and_donations
source: <a href="">We need your help and donations</a> to continue and to grow the project.
ar: <a href=""> نحن بحاجة إلى مساعدتك وتبرعاتك </a> لكي نواصل وننمي المشروع.
bg: <a href="">Нуждаем се от твоята помощ и дарения</a>, за да продължим и да разрастваме проекта.
ca: <a href="">Necessitem la teva ajuda i donacions</a> per continuar i fer créixer el projecte.
cs: <a href="">Potřebujeme vaši pomoc a dary</a>, abychom mohli pokračovat a rozvíjet projekt.
da: <a href="">Vi behøver din hjælp og donationer</a> for at fortsætte samt ekspandere projektet.
de: <a href="">Wir benötigen Ihre Hilfe und Spenden</a>, um das Projekt fortzusetzen und auszubauen.
el: <a href="">Χρειαζόμαστε τη βοήθεια και τις δωρεές σας</a> για να συνεχίσουμε και να αναπτύξουμε το έργο.
eo: <a href="">Ni bezonas vian helpon kaj donacojn</a> por daŭrigi kaj kreskigi la projekton.
es: <a href="">Necesitamos su ayuda y donaciones</a> para continuar y hacer crecer el proyecto.
fa: <a href="">برای ادامه و رشد پروژه به کمک و حمایت شما نیاز داریم</a>
fi: <a href="">Tarvitsemme apua ja lahjoituksia</a> hankkeen jatkamiseksi ja kasvamiseksi.
fr: <a href="">Nous avons besoin de votre aide et de vos dons</a> pour continuer et développer le projet.
he: <a href="">אנו זקוקים לעזרתכם ולתרומותיכם</a> כדי להמשיך ולפתח את המיזם.
hr: <a href="">Trebamo vašu pomoć i donacije</a> kako bismo nastavili i proširili projekt.
hu: A projekt folytatásához és továbbfejlődéséhez <a href="">az Ön segítségére és adományaira is szükségünk van</a>.
id: <a href="">Kami membutuhkan bantuan dan donasi Anda</a> untuk melanjutkan dan mengembangkan proyek ini.
it: <a href="">Abbiamo bisogno del tuo aiuto e donazioni</a> per continuare e per far crescere il progetto.
ja: プロジェクトを継続し成長させるためには、<a href="">あなたの助けと寄付が必要です</a> 。
ka: <a href="">პროექტის გასაგრძელებლად და განვითარებისთვის თქვენი დახმარება და შემოწირულობები</a> გვჭირდება.
lt: <a href="">Mums reikia jūsų pagalbos ir aukų</a>, kad galėtume tęsti ir plėsti projektą.
lv: <a href="">Mums ir nepieciešama jūsu palīdzība un ziedojumi</a> , lai turpinātu un attīstītu projektu.
nl_be: <a href="">We hebben je hulp en donaties nodig</a> om door te gaan en het project verder te laten groeien.
pl: <a href="">Potrzebujemy twojej pomocy i darowizn</a> aby kontynuować rozwój projektu.
pt_pt: <a href="">Precisamos da sua ajuda e doações</a> para continuar e desenvolver o projeto.
ro: <a href="">Avem nevoie de ajutorul și donațiile dumneavoastră</a> pentru a continua și a dezvolta proiectul.
ru: <a href="">Нам нужна твоя помощь и пожертвования</a> чтобы продолжить и развивать проект.
sl: <a href="">Potrebujemo vašo pomoč in donacije</a> za nadaljevanje in rast projekta.
sv: <a href="">Vi behöver din hjälp och donationer</a> för att fortsätta och växa projektet.
th: <a href="">เราต้องการความช่วยเหลือและการบริจาคจากคุณ</a> เพื่อให้โครงการดำเนินต่อไปและเติบโต
tr: Projeyi devam ettirmek ve büyütmek için <a href="">yardımlarınıza ve bağışlarınıza ihtiyacımız var</a>.
uk: <a href="">Нам необхідна ваша допомога та пожертви </a> для того, щоб продовжувати розвивати проєкт.
vi: <a href="">Chúng tôi cần sự giúp đỡ và đóng góp của bạn</a> để tiếp tục và phát triển dự án.

source: Thank you!
bg: Благодаря!
ca: Gràcies!
cs: Děkujeme!
da: Tak!
de: Vielen Dank!
el: Ευχαριστούμε!
es: ¡Gracias!
fa: متشکرم!
fi: Kiitos!
fr: Merci !
he: תודה רבה לך!
hu: Köszönjük!
id: Terima kasih!
it: Grazie!
lv: Paldies!
nl_be: Hartelijk dank!
pl: Dziękuję!
pt_pt: Obrigado!
ro: Vă mulţumim!
ru: Спасибо!
sl: Hvala vam!
sv: Tack!
tr: Teşekkürler!
uk: Дякуємо!
vi: Cảm ơn bạn!

source: Thank you very much!
bg: Искрени благодарности!
ca: Moltes gràcies!
cs: Děkujeme mnohokrát!
da: Mange tak!
de: Vielen Dank!
fa: خیلی ممنون!
fi: Paljon kiitoksia!
fr: Merci beaucoup !
he: תודה רבה לך!
hu: Nagyon szépen köszönjük!
id: Terima kasih banyak!
it: Grazie mille!
lt: Labai ačiū!
lv: Liels paldies!
nl_be: Heel erg bedankt!
pl: Dziękujemy!
pt_pt: Muito obrigado!
ru: Большое вам спасибо!
sv: Tack så mycket!
tr: Çok teşekkürler!
uk: Вельми вдячні!

source: Value for the product
ar: قيمة المنتج
bg: Стойност за продукта
ca: Valor per al producte
cs: Hodnota za produkt
da: Værdi for produktet
de: Wert für das Produkt
el: Αξία για το προϊόν
eo: Valoro por la produkto
es: Valor para el producto
fa: ارزش برای محصول
fi: Tuotteen arvo
fr: Valeur pour le produit
he: ערך עבור המוצר
hr: Vrijednost za proizvod
hu: A termék értéke
id: Nilai produk
it: Valore per il prodotto
ja: 製品の値
ka: პროდუქტის ღირებულება
lt: Produkto vertė
lv: Produkta vērtība
nl_be: Waarde voor het product
pl: Wartość dla produktu
pt_pt: Valor para o produto
ro: Valoare pentru produs
ru: Значение для продукта
sl: Vrednost izdelka
sv: Värde för produkten
th: คุณค่าของผลิตภัณฑ์
tr: Ürün için değer
uk: Харчова цінність товару
vi: Giá trị cho sản phẩm

# value_for_the_category
source: Mean value for the %s category
ar: متوسط قيمة الفئة %s
bg: Средна стойност за категория %s
ca: Valor mitjà de la categoria %s
cs: Střední hodnota pro kategorii %s
da: Middelværdi for %s-kategorien
de: Mittelwert für die Kategorie %s
el: Μέση τιμή για την κατηγορία %s
eo: Meza valoro por la kategorio %s
es: Valor medio para la categoría %s
fa: مقدار میانگین برای دسته %s
fi: Tuoteluokan %s keskiarvo
fr: Valeur moyenne pour la catégorie %s
he: ערך ממוצע לקטגוריה %s
hr: Srednja vrijednost za kategoriju %s
hu: %s kategória középértéke
id: Nilai rata - rata untuk kategori %s
it: Valore medio per la categoria %s
ja: %s カテゴリの平均値
ka: საშუალო მნიშვნელობა %s კატეგორიისთვის
lt: Vidutinė %s kategorijos vertė
lv: Vidējā vērtība kategorijai %s
nl_be: Gemiddelde waarde voor de categorie %s
pl: Średnia wartość w kategorii %s
pt_pt: Valor médio para a categoria %s
ro: Valoarea medie pentru categoria %s
ru: Среднее значение для категории %s
sl: Srednja vrednost za kategorijo %s
sv: Medelvärde för kategorin %s
th: ค่าเฉลี่ยสำหรับหมวดหมู่ %s
tr: %s kategorisi için ortalama değer
uk: Середнє значення для категорії %s
vi: Giá trị trung bình cho danh mục %s

# better_nutriscore
source: The Nutri-Score can be changed from %s to %s by changing the %s value from %s to %s (%s percent difference).
ar: تتغير درجة الجودة الغذائية من %s إلى %s بتغيير قيمة %s من %s إلى %s ( بفرق %s في المئة).
bg: Nutri-Score може да се промени от %s на %s чрез промяна на стойността %s от %s на %s (%s процента разлика).
ca: El Nutri-Score es pot canviar de %s a %s canviant el valor %s de %s a %s (diferència del%s per cent).
cs: Nutri-Score lze změnit z %s na %s změnou hodnoty %s z %s na %s (%s rozdíl).
da: Nutri-Score kan ændres fra %s til %s ved at ændre %s-værdien fra %s til %s (%s procent forskel).
de: Der Nutri-Score kann von %s auf %s geändert werden, indem der %s-Wert von %s auf %s geändert wird (%s prozentuale Differenz).
el: Το Nutri-Score μπορεί να αλλάξει από %s σε %s αλλάζοντας την τιμή %s από %s σε %s (%s τοις εκατό διαφορά).
eo: La Nutri-Poentaro povas esti ŝanĝita de %s al %s ŝanĝante la valoron %s de %s al %s (procenta diferenco%s ).
es: El Nutri-Score se puede cambiar de %s a %s cambiando el valor %s de %s a %s (%s por ciento de diferencia).
fa: با تغییر مقدار %s از %s به %s (اختلاف%s درصد)، می‌توان امتیاز تغذیه‌ای را از %s به %s تغییر داد.
fi: Nutri-Score voi muuttua arvosanasta %s arvosanaan %s muuttamalla arvoa %s arvosta %s arvoon %s (%s prosentin ero).
fr: Le Nutri-Score peut passer de %s à %s en changeant la valeur %s de %s à %s (différence de %s pour cent).
he: ניתן לשנות את ערך ה־Nutri-Score מהערך %s לערך %s על ידי שינוי הערך של %s מכדי %s לכדי %s (הפרש של %s אחוזים).
hr: Nutri-Score se može promijeniti s %s na %s promjenom vrijednosti %s s %s na %s (razlika u postocima%s ).
hu: A Nutri-Score %s értékről %s értékre változtatható, ha a(z) %s értéket erről: %s erre: %s módosítja (%s százalék eltérés).
id: Nutri-Score dapat diubah dari %s menjadi %s dengan mengganti %s nilai dari %s menjadi %s (perbedaan %s persen).
it: Il Nutri-Score Nutri può essere modificato da %s a %s modificando il valore %s da %s a %s (differenza di %s percento).
ja: Nutri-Score(栄養スコア)は %s から %s に変更することで %s の値を %s から %s に変更することができます(%s パーセント差)。
ka: Nutri-Score-ის შეცვლა %s -დან %s -მდე შესაძლებელია %s მნიშვნელობის %s -დან %s -მდე შეცვლით ( პროცენტული სხვაობა%s ).
lt: Nutri-Score gali būti pakeistas nuo %s iki %s, keičiant %s vertę nuo %s iki %s (skirtumas %s procentai).
lv: Nutri-Score vērtību var mainīt no %s uz %s , mainot %s vērtību no %s uz %s (%s procentuālā starpība).
nl_be: De Nutri-Score kan worden veranderd van %s naar %s door de %s waarde te veranderen van %s naar %s (%s procent verschil).
pl: Nutri-Score może ulec zmianie z %s na %s, zmieniając wartość %s z %s na %s (%s różnica procentowa).
pt_pt: O Nutri-Score pode ser alterado de %s para %s alterando o valor %s de %s para %s (diferença de %s por cento).
ro: Nutri-Score poate fi modificat de la %s la %s prin schimbarea valorii %s %s la %s (%s procente).
ru: Оценка Nutri-Score может быть изменена с %s на %s изменив значения %s с %s на %s (разница %s).
sl: Rezultat Nutri-Score se lahko spremeni od %s do %s tako da se vrednost %s spremeni s %s na %s (%s odstotna razlika).
sv: Nutri-Score kan ändras från %s till %s genom att ändra värdet %s från %s till %s (%s procents skillnad).
th: สามารถเปลี่ยนค่า Nutri-Score จาก %s เป็น %s ได้โดยการเปลี่ยนค่า %s จาก %s เป็น %s (ความแตกต่าง%s เปอร์เซ็นต์)
tr: Nutri-Score %s'den %s'e, %s değerini %s'den %s'e değiştirerek (yüzde %s fark) değiştirilebilir.
uk: Сайт Nutri-Score може варіювати цінність від %s до %s змінюючи її від %s до %s (%s різниця у відсотку).
vi: Điểm dinh dưỡng có thể được thay đổi từ %s thành %s bằng cách thay đổi giá trị %s từ %s thành %s (chênh lệch %s phần trăm).

# export_products_to_public_database_email
source: The platform for producers is still under development and we make manual checks before importing products to the public database. Please e-mail us at <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> to update the public database.
ar: لا تزال منصة المنتجين تحت التطوير ونقوم بعمليات تفتيش يدوية قبل تصدير المنتجات إلى قاعدة البيانات العامة. يرجى مراسلتنا عبر البريد الإلكتروني <a href="mailto:producers@openfoodfacts.org"> producers@openfoodfacts.org</a> لتطوير قاعدة البيانات العامة.
bg: Платформата за производители все още е в процес на разработка и ние правим ръчни проверки преди внасянето на продукти в публичната база данни. Моля, изпратете ни имейл на <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>, за да актуализираме публичната база данни.
ca: La plataforma per a productors encara està en desenvolupament i fem comprovacions manuals abans d'importar productes a la base de dades pública. Envieu-nos un correu electrònic a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> per actualitzar la base de dades pública.
cs: Platforma pro výrobce je stále ve vývoji a provádíme ruční kontroly před importem produktů do veřejné databáze. Zašlete nám e-mail na adresu <a href="mailto:producers@openfoodfacts.org">productions@openfoodfacts.org</a> pro aktualizaci veřejné databáze.
da: Platformen til producenter er stadig under udvikling, og der foretages manuel kontrol, inden produkter importeres til den offentlige database. Send en e-mail til <a href="mailto:producers@openfoodfacts.org">producenter@openfoodfacts.org</a> for at opdatere den offentlige database.
de: Die Plattform für Hersteller befindet sich noch in der Entwicklung und wir führen manuelle Überprüfungen durch, bevor wir Produkte in die öffentliche Datenbank importieren. Bitte senden Sie uns eine E-Mail an <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>, um die öffentliche Datenbank zu aktualisieren.
el: Η πλατφόρμα για τους παραγωγούς είναι ακόμα υπό ανάπτυξη και πραγματοποιούμε χειροκίνητους ελέγχους πριν από την εισαγωγή προϊόντων στη δημόσια βάση δεδομένων. Στείλτε μας e-mail στη διεύθυνση <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> για ενημέρωση της δημόσιας βάσης δεδομένων.
eo: La platformo por produktantoj estas ankoraŭ sub disvolviĝo kaj ni faras manajn kontrolojn antaŭ ol importi produktojn al la publika datumbazo. Bonvolu retpoŝti nin ĉe <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> por ĝisdatigi la publikan datumbazon.
es: La plataforma para productores aún está en desarrollo y hacemos verificaciones manuales antes de importar productos a la base de datos pública. Envíenos un correo electrónico a <a href="mailto:producers@openfoodfacts.org">productores@openfoodfacts.org</a> para actualizar la base de datos pública.
fa: پلتفرم تولیدکنندگان هنوز در دست توسعه است و ما قبل از وارد کردن محصولات به پایگاه داده عمومی، بررسی‌های دستی انجام می‌دهیم. لطفاً برای به‌روزرسانی پایگاه داده عمومی، به آدرس <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> ایمیل بزنید.
fi: Tuottajien alusta on vielä kehityksen alla, ja teemme manuaalisia tarkistuksia ennen tuotteiden tuontia julkiseen tietokantaan. Lähetä meille sähköpostia osoitteeseen <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> julkisen tietokannan päivittämiseksi.
fr: La plateforme dédiée aux producteurs est toujours en développement. Nous effectuons des vérifications manuelles avant d'importer les produits dans la base de données publique. Merci de nous contacter à <a href="mailto:producteurs@openfoodfacts.org">producteurs@openfoodfacts.org</a> pour mettre à jour la base de données publique.
he: הפלטפורמה ליצרנים נמצאת כרגע בתהליכי פיתוח ואנו עורכים בדיקות ידניות בטרם ייבוא מוצרים למסדי הנתונים הציבוריים. נא לשלוח אלינו דוא״ל לכתובת <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> כדי לעדכן את מסד הנתונים הציבורי.
hr: Platforma za proizvođače je još uvijek u razvoju i provodimo ručne provjere prije uvoza proizvoda u javnu bazu podataka. Pošaljite nam e-poštu na <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> kako bismo ažurirali javnu bazu podataka.
hu: A gyártóknak szánt platform még fejlesztés alatt áll, és kézi ellenőrzéseket végzünk, mielőtt a termékeket importálnánk a nyilvános adatbázisba. Kérjük, írjon nekünk e-mailt a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> címre a nyilvános adatbázis frissítéséhez.
id: Platform untuk para produsen masih dalam tahap pengembangan dan kami melakukan pemeriksaan secara manual sebelum mengimpor produk ke basis data publik. Harap kirimkan surel kepada kami di <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> untuk memperbarui basis data publik.
it: La piattaforma per i produttori è ancora sotto sviluppo ed effettuiamo controlli manuali prima di importare i prodotti al database pubblico. Sei pregato di inviarci una email a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> per aggiornare la banca dati pubblica.
ja: 生産者のためのプラットフォームはまだ開発中であり、公開データベースに製品をインポートする前に手動でチェックします。 公開データベースを更新するには、 <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> までメールでご連絡ください。
ka: მწარმოებლებისთვის განკუთვნილი პლატფორმა ჯერ კიდევ დამუშავების პროცესშია და პროდუქციის საჯარო მონაცემთა ბაზაში იმპორტირებამდე ჩვენ ვახორციელებთ ხელით შემოწმებას. საჯარო მონაცემთა ბაზის განახლებისთვის, გთხოვთ, მოგვწეროთ ელექტრონულ ფოსტაზე <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> .
lt: Gamintojų platforma vis dar vystoma, ir prieš importuodami produktus į viešąją duomenų bazę, mes tikriname rankomis. Prašome atsiųsti mums el. Laišką <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a> norint kad mes atnaujintume viešąją duomenų bazę.
lv: Ražotāju platforma joprojām tiek izstrādāta, un pirms produktu importēšanas publiskajā datubāzē mēs veicam manuālas pārbaudes. Lūdzu, rakstiet mums uz e-pastu <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> , lai atjauninātu publisko datubāzi.
nl_be: Het producentenplatform is nog in ontwikkeling en we voeren handmatige controles uit voordat we producten importeren in de openbare database. Stuur een e-mail naar <a href="mailto:producers@openfoodfacts.org">Producers@openfoodfacts.org</a> om de publieke database bij te werken.
pl: Platforma dla producentów jest w dalszym ciągu rozwijana. Produkty przed dodaniem do publicznej bazy danych są one indywidualnie sprawdzane. Napisz do nas na adres <a href="mailto:producers@openfoodfacts.org">producent@openfoodfacts.org</a>, aby zaktualizować publiczną bazę danych.
pt_pt: A plataforma para produtores ainda está em desenvolvimento e fazemos verificações manuais antes de importar produtos para a base de dados pública. Envie um email para <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> para atualizar a base de dados pública.
ro: Platforma pentru producători este încă în dezvoltare și facem verificări manuale înainte de a importa produse în baza de date publică. Vă rugăm să ne trimiteți un e-mail la <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> pentru a actualiza baza de date publică.
ru: Платформа для производителей все еще находится в стадии разработки, и мы проводим ручные проверки перед импортом продуктов в общедоступную базу данных. Пожалуйста, напишите нам по электронной почте по адресу <a href="mailto:producers@openfoodfacts.org">produk@openfoodfacts.org</a> чтобы обновить публичную базу данных.
sl: Platforma za proizvajalce je še v razvoju. Izvajamo ročne preglede pred uvozom izdelkov v javno bazo podatkov. Za posodobitev javne baze podatkov nam pošljite elektronsko pošto na <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>.
sv: Plattformen för producenter är fortfarande under utveckling och vi gör manuella kontroller innan vi importerar produkter till den offentliga databasen. Skicka e-post till oss på <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> för att uppdatera den offentliga databasen.
th: แพลตฟอร์มสำหรับผู้ผลิตยังอยู่ในระหว่างการพัฒนา และเราจะตรวจสอบด้วยตนเองก่อนนำผลิตภัณฑ์เข้าสู่ฐานข้อมูลสาธารณะ โปรดส่งอีเมลถึงเราที่ <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> เพื่ออัปเดตฐานข้อมูลสาธารณะ
tr: Üreticiler platformu hala geliştirilme aşamasındadır ve ürünleri herkese açık veritabanına aktarmadan önce manuel kontroller yapıyoruz. Lütfen herkese açık veritabanını güncellemek için bize <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> adresinden e-posta gönderin.
uk: Платформа для виробників ще досі розвивається і перед тим, як імпортувати продукції до загальнодоступної бази даних ми перевіряємо їх вручну. Щоб оновити загальнодоступну базу даних, будь ласка, зв’яжіться з нами за електронною адресою <a href="mailto:producers@openfoodfacts.org"> producers@openfoodfacts.org</a>.
vi: Nền tảng dành cho nhà sản xuất vẫn đang được phát triển và chúng tôi thực hiện các kiểm tra thủ công trước khi nhập sản phẩm vào cơ sở dữ liệu công khai. Vui lòng gửi e-mail cho chúng tôi theo địa chỉ <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a> để cập nhật cơ sở dữ liệu công khai.

# crm_user_id
source: Id of corresponding contact in CRM
bg: ID на съответния контакт в CRM
ca: Identificador del contacte corresponent al CRM
cs: ID odpovídajícího kontaktu v CRM
da: ID for tilsvarende kontakt i CRM
de: Kennung des entsprechenden Kontakts im CRM (Kundenbeziehungsmanagement)
el: Αναγνωριστικό της αντίστοιχης επαφής στο CRM
eo: Identigilo de koresponda kontakto en CRM
es: Id del contacto correspondiente en CRM
fa: شناسه مخاطب مربوطه در CRM
fi: Vastaavan yhteyshenkilön tunnus CRM-järjestelmässä
fr: Identifiant du contact correspondant dans CRM
he: מזהה איש הקשר המתאים ב־CRM (ניהול קשרי לקוחות)
hr: ID odgovarajućeg kontakta u CRM-u
hu: A megfelelő kapcsolattartó azonosítója a CRM-ben
id: Id kontak yang sesuai di CRM
it: ID del contatto corrispondente in CRM
ja: CRM の対応する連絡先の ID
ka: CRM-ში შესაბამისი კონტაქტის ID
lt: Atitinkamo CRM kontakto ID
lv: Atbilstošās kontaktpersonas ID CRM sistēmā
nl_be: Id nr. van de corresponderende contactpersoon in CRM
pl: Identyfikator odpowiadający użytkownikowi w CRM
pt_pt: ID do contacto correspondente no CRM
ro: Id-ul contactului corespunzător în CRM
ru: Идентификатор соответствующего контакта в CRM
sv: Id för motsvarande kontakt i CRM
th: รหัสผู้ติดต่อที่เกี่ยวข้องในระบบ CRM
tr: CRM'de ilgili kişinin kimliği
uk: Ідентифікатор відповідного контакту в CRM
vi: Id của liên hệ tương ứng trong CRM

# crm_org_id
source: Id of corresponding organization in CRM
bg: Id на съответната организация в CRM
ca: Id de l'organització corresponent al CRM
cs: ID odpovídající organizace v CRM
da: ID for tilsvarende organisation i CRM
de: Kennung der entsprechenden Organisation im CRM (Kundenbeziehungsmanagement)
el: Αναγνωριστικό του αντίστοιχου οργανισμού στο CRM
eo: Identigilo de koresponda organizo en CRM
es: Id de la organización correspondiente en CRM
fa: شناسه سازمان مربوطه در CRM
fi: Vastaavan organisaation tunnus CRM-järjestelmässä
fr: Identifiant du contact correspondant dans CRM
he: מזהה הארגון המתאים ב־CRM (ניהול קשרי לקוחות)
hr: ID odgovarajuće organizacije u CRM-u
hu: A megfelelő kapcsolattartó azonosítója a CRM-ben
id: Id organisasi terkait di CRM
it: Id dell'organizzazione corrispondente in CRM
ja: CRMで対応する組織のID
ka: შესაბამისი ორგანიზაციის ID CRM-ში
lt: Atitinkamo CRM organizacijos ID
lv: Atbilstošās organizācijas ID CRM sistēmā
nl_be: Id nr. van de corresponderende organisatie in CRM
pl: Identyfikator odpowiadający organizacji w CRM
pt_pt: ID da organização correspondente no CRM
ro: Id-ul organizației corespunzătoare în CRM
ru: Идентификатор соответствующей организации в CRM
sv: Id för motsvarande organisation i CRM
th: รหัสขององค์กรที่เกี่ยวข้องในระบบ CRM
tr: CRM'de ilgili kuruluşun kimliği
uk: Ідентифікатор відповідної організації в CRM
vi: Id của tổ chức tương ứng trong CRM

# user_groups
source: Groups
ar: مجموعات
bg: Групи
ca: Grups
cs: Skupiny
da: Grupper
de: Gruppen
el: Ομάδες
eo: Grupoj
es: Grupos
fa: گروه‌ها
fi: Ryhmät
fr: Groupes
he: קבוצות
hr: Grupe
hu: Csoportok
id: Kelompok
it: Gruppi
ja: グループ
ka: ჯგუფები
lt: Grupės
lv: Grupas
ms: Kumpulan
nl_be: Groepen
pl: Grupy
pt_pt: Grupos
ro: Grupuri
ru: Группы
sl: Skupine
sv: Grupper
th: กลุ่ม
tr: Gruplar
uk: Групи користувачів
vi: Nhóm

# user_group_producer
source: Producer
ar: المنتج
bg: Производител
ca: Productor
cs: Výrobce
da: Fabrikant
de: Hersteller
el: Παραγωγός
eo: Produktanto
es: Productor
fa: تهیه‌کننده
fi: Tuottaja
fr: Producteur
he: יצרן
hr: Proizvođač
hu: Gyártó
id: Produsen
it: Produttore
ja: 生産者
ka: პროდიუსერი
lt: Prodiuseris
lv: Producents
ms: Penerbit
nl_be: Producent
pl: Producent
pt_pt: Produtor
ro: Producător
ru: Изготовитель
sl: Proizvajalec
sv: Producent
th: โปรดิวเซอร์
tr: Üretici
uk: Виробник
vi: Nhà sản xuất
