Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# footer_pro
source: Open Food Facts for Producers
bg: Open Food Facts за производители
cs: Open Food Facts pro výrobce
de: Open Food Fakten für Produzenten
el: Open Food Facts για Παραγωγούς
eo: Malfermaj Manĝaĵaj Faktoj por Produktantoj
fa: حقایق غذایی آزاد برای تولیدکنندگان
fi: Open Food Facts Tuottajille
fr: Open Food Facts pour les producteurs
he: Open Food Facts ליצרנים
hr: Otvorene činjenice o hrani za proizvođače
hu: Open Food Facts a gyártók számára
id: Open Food Facts untuk Produsen
it: Open Food Facts per Produttori
ka: ღია საკვების ფაქტები მწარმოებლებისთვის
lt: Open Food Facts gamintojams
lv: Atklāti pārtikas fakti ražotājiem
nl_be: Open Food Facts voor producenten
pl: Open Food Facts dla producentów
pt_pt: Open Food Facts para Produtores
ru: Open Food Facts для Производителей
sv: Open Food Facts för producenter
th: ข้อมูลอาหารเปิดเผยสำหรับผู้ผลิต
uk: Open Food Facts для виробників

source: for
ar: من أجل
bg: за
ca: per
cs: pro
da: til
de: für
el: για
eo: por
es: para
fa: برای
fi: varten
fr: pour
he: עבור
hr: za
hu: ehhez:
id: untuk
it: per
ka: ამისთვის
lt: dėl
lv: priekš
ms: untuk
nl_be: voor
pl: dla
pt_pt: para
ro: pentru
ru: для
sl: za
sv: för
th: สำหรับ
tl: para sa
tr: için
uk: задля
vi: dành cho

# front_alt
source: Product
ar: نتاج
bg: Продукт
ca: Producte
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
eo: Produkto
es: Producto
fa: محصول
fi: Tuote
fr: Produit
he: מוצר
hr: Proizvod
hu: Termék
id: Produk
it: Prodotto
ja: 製品
lt: Produktas
lv: Produkts
ms: Produk
pl: Produkt
pt_pt: Produto
ro: Produs
ru: Продукт
sl: Izdelek
sv: Produkt
th: สินค้า
tl: Produkto
tr: Ürün
uk: Продукт
vi: Sản phẩm

# generic_name
source: Common name
ar: اسم شائع
bg: Общо име
ca: Nom comú
cs: Běžné jméno
da: Almindeligt navn
de: Allgemeiner Name
el: Κοινό/Γενικό όνομα
eo: Ĝenerala nomo
es: Denominación general
fa: نام مشترک
fi: Yleisnimi
fr: Dénomination générique
he: שם נפוץ
hr: Uobičajeni naziv
hu: Közismert név
id: Nama yang umum
it: Nome generico
ja: 一般名
ka: საერთო სახელი
lt: Dažnas vardas
lv: Parastais nosaukums
ms: Nama biasa
nl_be: Algemene benaming
pl: Nazwa zwyczajowa
pt_pt: Nome genérico
ro: Numele general
ru: Общепринятое название
sl: Pogosto ime
sv: Vanligt namn
th: ชื่อสามัญ
tl: Karaniwang pangalan
tr: Yaygın isim
uk: Загальне ім’я
vi: Tên thường gặp

# generic_name_example
source: Chocolate bar with milk and hazelnuts
ar: لوح شوكولاتة بالحليب والبندق
bg: Шоколадово блокче с мляко и лешници
ca: Barra de xocolata amb llet i avellanes
cs: Čokoládová tyčinka s mlékem a lískovými oříšky
da: Chokolade-bar med mælk og hasselnødder
de: Schokoladenriegel mit Milch und Haselnuss
el: Μπάρα σοκολάτας με γάλα και φουντούκια
eo: Ĉokoladaĵo kun lakto kaj aveloj
es: Tableta de chocolate con leche y avellanas
fa: شکلات تخته‌ای با شیر و فندق
fi: Suklaapatukka maidolla ja hasselpähkinöillä
fr: Barre chocolatée au lait et aux noisettes
he: חטיף שוקולד עם חלב ושקדים
hr: Čokoladna pločica s mlijekom i lješnjacima
hu: Tejcsokoládés szelet mogyoróval
id: Cokelat batangan dengan susu dan kacang hazel
it: Tavoletta di cioccolato al latte con nocciole
ja: ミルクとヘーゼルナッツ入りチョコレートバー
ka: შოკოლადის ფილა რძითა და თხილით
lt: Šokoladinis batonėlis su pienu ir lazdyno riešutais
lv: Šokolādes tāfelīte ar pienu un lazdu riekstiem
ms: Bar coklat dengan susu dan kacang hazel
nl_be: Chocoladereep met melkchocolade en hazelnoten
pl: Tabliczka mlecznej czekolady z orzechami laskowymi
pt_pt: Barra de chocolate com leite e avelãs
ro: Baton de ciocolată cu lapte și alune
ru: Молоко питьевое ультрапастеризованное, массовая доля жира 2,5%
sl: Čokolada z mlekom in lešniki
sv: Chokladbit med mjölk och hasselnötter
th: บะหมี่กึ่งสำเร็จรูปรสหมูสับต้มยำ
tl: Chocolate bar na may gatas at hazelnuts
tr: Süt ve fındıklı çikolata kalıbı
uk: Плитка молочного шоколаду з лісовими горіхами
vi: Thanh sô cô la với sữa và quả phỉ

# goodbye
source: See you soon!
ar: مع السلامه!
bg: До скоро!
ca: A reveure!
cs: Uvidíme se brzy!
da: Ses snart!
de: Bis bald!
el: Αντίο
eo: Ĝis baldaŭ!
es: ¡Hasta pronto!
fi: Nähdään pian!
fr: À bientôt !
he: להתראות!
hr: Vidimo se uskoro!
hu: Hamarosan találkozunk!
id: Sampai jumpa lagi!
it: A presto!
ja: また近いうちにお会いしましょう​​！
lt: Iki pasimatymo!
lv: Uz drīzu redzēšanos!
ms: Jumpa lagi!
nl_be: Tot snel!
pl: Do zobaczenia wkrótce!
pt_pt: Até logo!
ro: La revedere!
ru: Увидимся!
sl: Se vidimo kmalu!
sv: Vi ses snart!
th: เห็นคุณเร็ว ๆ นี้!
tl: Hanggang sa muli!
tr: Görüşmek üzere!
uk: До зустрічі!
vi: Hẹn gặp lại!

# graph_count
source: %d products match the search criteria, of which %i products have defined values for the graph's axis.
ar: %d تتطابق المنتجات مع معايير البحث، والتي تتضمن %i منتجا لديه قيم محددة لمحور الرسم البياني.
bg: %d продукта отговарят на критериите за търсене, от които %i продукта имат дефинирани стойности за оста на графиката.
ca: %d productes coincideixen amb els criteris de recerca, dels quals%i productes han definit els valors per a l'eix de la gràfica.
cs: %d úroduktů odpovídá kritériím vyhledávání, z nichž %i produkty mají definované hodnoty pro osy grafu.
da: %d produkter samsvarer med søkekriteriene, hvorav % i produkter har definerte verdier for grafens akser.
de: %d Produkte entsprechen Ihren Suchkriterien, davon %i Produkte, für welche Werte für die Diagramm-Achsen definiert wurden.
el: %d προϊόντα ταιριάζουν με τα κριτήρια αναζήτησης, από τα οποία τα %i προϊόντα έχουν καθορισμένες τιμές για τον άξονα του γραφήματος.
eo: %d produktoj kongruas kun la serĉkriterioj, el kiuj %i produktoj havas difinitajn valorojn por la akso de la grafikaĵo.
es: %d productos coinciden con los criterios de búsqueda, de los cuales %i tienen valores definidos en los ejes del gráfico.
fa: %d محصول با معیارهای جستجو مطابقت دارد، که از بین آنها %i محصول دارای مقادیر تعریف‌شده برای محور نمودار هستند.
fi: %d tuotetta sopii hakuehtoihin, joista %i tuotteella on määriteltyjä arvoja kaavion akselin suhteen.
fr: %d produits correspondent aux critères de recherche, dont %i produits avec des valeurs définies pour les axes du graphique.
he: %d מוצרים תואמים את קריטריוני החיפוש, מתוכם ל־%i מוצרים יש ערכים מוגדרים עבור צירי התרשים.
hr: %d proizvoda odgovara kriterijima pretraživanja, od kojih %i proizvoda ima definirane vrijednosti za os grafa.
hu: %d termék felel meg a keresési feltételeknek, ezek közül %i terméknek van a grafikonon megjeleníthető adata megadva.
id: %d produk - produk sesuai dengan kriteria pencarian, dimana semua %i produk memiliki nilai yang ditentukan untuk sumbu grafik.
it: %d prodotti corrispondono ai criteri di ricerca, di cui % prodotti sono valori definiti per gli assi del grafico.
ja: %d の製品が検索条件に一致します。そのうち %i の製品はグラフの軸に定義した値があります。
ka: %d პროდუქტები შეესაბამება ძიების კრიტერიუმებს, რომელთაგან %i პროდუქტებს აქვთ განსაზღვრული მნიშვნელობები გრაფის ღერძისთვის.
lt: %d produktų atitinka paieškos kriterijus, iš kurių %i produktai turi apibrėžtas grafiko ašies vertes.
lv: %d produkti atbilst meklēšanas kritērijiem, no kuriem %i produktiem ir noteiktas vērtības diagrammas asij.
ms: %d produk sepadan dengan kriteria carian, yang mana %i produk mempunyai nilai yang ditakrifkan untuk paksi graf.
nl_be: %d producten stemmen overeen met uw zoekcriteria, waarvan %i producten gedefinieerde waarden hebben voor de assen van de grafiek.
pl: %d produktów odpowiada kryteriom wyszukiwania, z których wartości %i produktów zostały zdefiniowane na osi wykresu.
pt_pt: %d produtos coincidem com os critérios de pesquisa, dos quais %i têm valores definidos para os eixos do gráfico.
ro: %d produse se potrivesc criteriilor de căutare, din care %i produse au valori definite pentru axele graficului.
ru: %d продуктов соответствуют критериям поиска, из них у %i продуктов имеются значения для оси графика.
sl: %d izdelki se ujemajo s kriteriji iskanja, od katerih imajo izdelki %i določene vrednosti za os grafov.
sv: %d produkter matchar sökkriterierna, varav %i produkter har definierade värden för grafens axel.
th: %d ผลิตภัณฑ์ที่ตรงกับเกณฑ์การค้นหา ซึ่งผลิตภัณฑ์ %i ได้กำหนดค่าสำหรับแกนของกราฟ
tr: %d ürünler %i ürünlerinde grafik ekseni için değerler tanımlayan arama ölçütleriyle eşleşir.
uk: %d товари є відповідним до стандартів пошуку %i% з них дають точне визначення вісі діаграми.
vi: các sản phẩm %d phù hợp với tiêu chí tìm kiếm, trong đó các sản phẩm %i có các giá trị được xác định cho biểu đồ hình trục.

source: Graph title
ar: عنوان الرسم البياني
bg: Заглавие на графиката
ca: Títol del gràfic
cs: Název grafu
da: Graf tittel
de: Titel des Diagramms
el: Τίτλος γραφήματος
eo: Titolo de la diagramo
es: Título del gráfico
fa: عنوان نمودار
fi: Kaavion otsikko
fr: Titre du graphique
he: כותרת התרשים
hr: Naziv grafa
hu: Grafikon címe
id: Judul grafik
it: Titolo del grafico
ja: グラフのタイトル
ka: გრაფიკის სათაური
lt: Grafiko pavadinimas
lv: Diagrammas nosaukums
ms: Tajuk graf
nl_be: Titel van de grafiek
pl: Tytuł wykresu
pt_pt: Título do gráfico
ro: Titlul graficului
ru: Заголовок графика
sl: Naslov grafikona
sv: Graftitel
th: ระบุชื่อกราฟ
tl: Pamagat ng graph
tr: Grafik başlığı
uk: Назва діаграми
vi: Tiêu đề đồ thị

source: Graphs and maps
ar: Bhg
bg: Графики и карти
ca: Gràfics i mapes
cs: Grafy a mapy
da: Grafer og kort
de: Diagramme und Karten
el: Γραφήματα και χάρτες
eo: Diagramoj kaj mapoj
es: Gráficos y mapas
fa: نمودارها و نقشه‌ها
fi: Kaaviot ja kartat
fr: Graphiques et cartes
he: תרשימים ומפות
hr: Grafovi i karte
hu: Grafikonok és térképek
id: Grafik dan peta
it: Grafici e mappe
ja: グラフと地図
ka: გრაფიკები და რუკები
lt: Grafikai ir žemėlapiai
lv: Grafiki un kartes
ms: Graf dan peta
nl_be: Grafieken en kaarten
pl: Wykresy i mapy
pt_pt: Gráficos e mapas
ro: Grafice și hărți
ru: Графики и карты
sl: Grafi in zemljevidi
sv: Grafer och kartor
th: กราฟและแผนที่
tl: Mga graph at mapa
tr: Grafikler ve haritalar
uk: Діаграми та мапи
vi: Đồ thị và bản đồ

source: Hello
ar: مرحبا
bg: Здравей
ca: Hola
cs: Ahoj
da: Hej
de: Hallo
el: Γεια
eo: Saluton
es: Hola
fa: سلام
fi: Hei
fr: Bonjour
he: שלום
hr: Zdravo
hu: Helló
id: Halo
it: Ciao
ja: こんにちは
ka: გამარჯობა
lt: Sveiki
lv: Čau
ms: Helo
nl_be: Hallo
pl: Witaj
pt_pt: Olá
ro: Salut
ru: Здравствуйте
sl: Pozdravljeni
sv: Hallå
th: สวัสดี
tl: Kamusta
tr: Merhaba
uk: Вітаємо
vi: Xin chào

source: high
ar: عالي
bg: високо
ca: alt
cs: vysoká
da: høj
de: hoch
el: υψηλός
eo: alta
es: elevado
fa: بالا
fi: korkea
fr: élevé
he: גבוהה
hr: visok
hu: magas
id: tinggi
it: elevato
ja: 高
ka: მაღალი
lt: aukštas
lv: augsts
ms: tinggi
nl_be: hoog
pl: wysoki
pt_pt: elevado
ro: mare
ru: высокое
sl: visoko
sv: hög
th: มาก
tl: mataas
tr: yüksek
uk: велика
vi: cao

source: high quantity
ar: كمية عالية
bg: голямо количество
ca: alta quantitat
cs: vysoké množství
da: høj mængde
de: hoher Menge
el: υψηλή ποσότητα
eo: alta kvanto
es: cantidad elevada
fa: مقدار بالا
fi: suuri määrä
fr: quantité élevée
he: כמות גבוהה
hr: velika količina
hu: nagy mennyiségben
id: kuantitas tinggi
it: elevata quantità
ja: 多量
ka: დიდი რაოდენობა
lt: didelis kiekis
lv: liels daudzums
ms: kuantiti tinggi
nl_be: grote hoeveelheid
pl: wysoka ilość
pt_pt: quantidade elevada
ro: cantitate mare
ru: высокое количество
sl: velika količina
sv: hög kvantitet
th: มีปริมาณมาก
tl: malaking kandidad
tr: yüksek miktarda
uk: велика кількість
vi: lượng cao

# history
source: Changes history
ar: تاريخ التغييرات
bg: История на промените
ca: Història de canvis
cs: Historie změn
da: Ændringshistorik
de: Versionsgeschichte
el: Ιστορικό τροποποιήσεων
eo: Historio de ŝanĝoj
es: Historial de cambios
fa: تاریخچه تغییرات
fi: Muutoshistoria
fr: Historique des modifications
he: היסטוריית השינויים
hr: Povijest promjena
hu: Változások története
id: Riwayat perubahan
it: Storia delle modifiche
ja: 変更履歴
ka: ცვლილებების ისტორია
lt: Pokyčių istorija
lv: Izmaiņu vēsture
ms: Sejarah perubahan
nl_be: Wijzigingsschiedenis
pl: Historia zmian
pt_pt: Histórico de alterações
ro: Istoricul schimbărilor
ru: История изменений
sl: Zgodovina sprememb
sv: Ändringshistorik
th: ประวัติการแก้ไขข้อมูล
tl: Pagbabago ng kasaysayan
tr: Değişiklik geçmişi
uk: Хід змін
vi: Lịch sử thay đổi

# image_front
source: Front picture
ar: الصورة الأمامية
bg: Предна снимка
ca: Imatge frontal
cs: Přední obrázek
da: Forsidebillede
de: Foto des Produkts (Vorderseite)
el: Μπροστινή εικόνα
eo: Fronta bildo
es: Imagen frontal del producto
fa: تصویر جلویی
fi: Etukuva
fr: Photo du produit (recto)
he: תמונה קדמית
hr: Prednja slika
hu: Elülső oldal képe
id: Gambar depan
it: Immagine frontale
ja: 前面の画像
ka: წინა სურათი
lt: Priekinė nuotrauka
lv: Priekšējais attēls
ms: Gambar hadapan
nl_be: Foto van het product (voorzijde)
pl: Zdjęcie z przodu
pt_pt: Imagem frontal
ro: Imaginea din față
ru: Основное фото
sl: Sprednja slika
sv: Framsidesbild
th: ภาพถ่ายด้านหน้าของผลิตภัณฑ์
tl: Harap na larawan
tr: Ön resim
uk: Фронтальне фото
vi: Hình ảnh của mặt trước

# image_ingredients
source: Ingredients picture
ar: صورة للقائمة المكونات
bg: Снимка на съставките
ca: Imatge dels ingredients
cs: Obrázek seznamu složek
da: Bilde av ingredienser
de: Foto der Liste der Inhaltsstoffe
el: Φωτογραφία συστατικών
eo: Bildo de ingrediencoj
es: Imagen con los ingredientes del producto
fa: تصویر مواد تشکیل دهنده
fi: Kuva ainesosaluettelosta
fr: Photo de la liste des ingrédients
he: תמונת הרכיבים
hr: Slika sastojaka
hu: Összetevők listájának képe
id: Gambar kandungan bahan
it: Immagine della lista degli ingredienti
ja: 成分のリストの写真
ka: ინგრედიენტების სურათი
lt: Sudėties nuotrauka
lv: Sastāvdaļu attēls
ms: Gambar ramuan
nl_be: Foto van de ingrediëntenlijst
pl: Zdjęcie wykazie składników
pt_pt: Imagem dos ingredientes
ro: Imaginea cu ingredientele
ru: Фото списка ингредиентов
sl: Slika sestavin
sv: Ingrediensbild
th: ภาพถ่ายส่วนประกอบของผลิตภัณฑ์
tl: Larawan ng mga sangkap
tr: Malzemelerin resmi
uk: Фото складників
vi: Hình ảnh trong danh sách các thành phần

# image_ingredients_note
source: If the picture is neat enough, the ingredients can be extracted automatically
ar: إذا كانت الصورة صافية بما فيه الكفاية، يمكن استخراج المكونات تلقائياً
bg: Ако снимката е достатъчно чиста, съставките могат да бъдат извлечени автоматично
ca: Si la imatge és prou neta, els ingredients es poden extreure de forma automàtica
cs: Pokud je obrázek dostatečně detailní, jednotlivé ingredience lze extrahovat automaticky
da: Hvis billedet er skarpt nok, kan ingredienserne detekteres automatiskt
de: Sind Details des Fotos klar erkennbar, können die Inhaltsstoffe automatisch erfasst werden
el: Εάν η φωτογραφία είναι καθαρή, τα συστατικά μπορούν να εξαχθούν αυτόματα
eo: Se la bildo estas sufiĉe orda, la ingrediencoj povas esti aŭtomate eltiritaj
es: Si la imagen es lo suficientemente nítida, los ingredientes se pueden extraer de forma automática
fa: اگر تصویر به اندازه کافی مرتب باشد، مواد تشکیل دهنده می‌توانند به طور خودکار استخراج شوند.
fi: Ainesosat voidaan poimia automaattisesti, jos kuva on tarpeeksi laadukas
fr: Si elle est suffisamment nette et droite, les ingrédients peuvent être extraits automatiquement de la photo.
he: אם התמונה ברורה ובהירה מספיק, ניתן לחלץ את הרכיבים מהתמונה אוטומטית. (לא עובד בעברית)
hr: Ako je slika dovoljno uredna, sastojci se mogu automatski izvaditi.
hu: Ha a kép elég jó, az összetevők listáját automatikusan is ki lehet nyerni
id: Jika gambar cukup rapi, kandungan bahannya dapat diekstraksi secara otomatis
it: Se l'immagine è abbastanza chiara, gli ingredienti possono essere estratti automaticamente
ja: 画像が十分にきちんとしている場合、原材料を自動的に抽出することができます
ka: თუ სურათი საკმარისად ლამაზია, ინგრედიენტების ამოღება ავტომატურად შეიძლება
lt: Jei paveikslėlis yra ryškus, ingredientai gali būti išgaunami automatiškai
lv: Ja attēls ir pietiekami glīts, sastāvdaļas var iegūt automātiski
ms: Jika gambar itu cukup kemas, bahan ramuan boleh diekstrak secara automatik
nl_be: Als de foto voldoende scherp en recht is, kunnen de ingrediënten automatisch uit de foto afgeleid worden.
pl: Jeśli obraz jest wystarczająco czysty, można automatycznie wyodrębnić składniki
pt_pt: Se a imagem for nítida o suficiente, os ingredientes poderão ser extraídos de forma automática
ro: Dacă este suficient de clară și dreaptă, ingredientele ar putea fi extrase automat din fotografie
ru: Если фото достаточно чёткое, ингредиенты могут быть извлечены автоматически
sl: Če je slika dovolj čista, se lahko sestavine samodejno izvlečejo
sv: Om bilden är tydlig nog kan ingredienserna läsas automatiskt
th: ระบบสามารถอ่าน ส่วนประกอบอาหาร ได้โดยอัตโนมัติ เมื่อภาพถ่ายส่วนประกอบอาหารมีความชัดเจนเพียงพอ
tl: Kung ang larawan ay husto na, ang mga sangkap ay maaring awtomatikong kunin
tr: Resim yeterince düzgünse, içerikler otomatik olarak çıkartılabilir
uk: Якщо фото є достатньо чітким, компоненти будуть автоматично вилучені
vi: Nếu hình ảnh đủ gọn gàng, các thành phần có thể được trích xuất tự động

# image_nutrition
source: Nutrition facts picture
ar: صورة الحقائق الغذائية
bg: Снимка с хранителни стойности
ca: Imatge dels nutrients
cs: Snímek tabulky výživových údajů
da: Billede af angivelsen af ernæringsindhold
de: Foto der Nährwertinformationen
el: Φωτογραφία θρεπτικών συστατικών
eo: Bildo de nutraj informoj
es: Imagen con la información nutricional del producto
fa: تصویر حقایق تغذیه‌ای
fi: Kuva ravintosisällöstä
fr: Photo des informations nutritionnelles
he: תמונת הרכיבים
hr: Slika prehrambenih činjenica
hu: Tápértékadatok képe
id: Gambar informasi nilai gizi
it: Foto valori nutrizionali
ja: 栄養成分表の画像
ka: კვებითი ღირებულების შესახებ ინფორმაციის სურათი
lt: Maistingumo nuotrauka
lv: Uzturvērtības fakti attēlā
ms: Gambar fakta fakta pemakanan
nl_be: Foto van de voedingswaarden
pl: Obraz przedstawiający stan odżywiania
pt_pt: Imagem das informações nutricionais
ro: Imaginea cu valori nutriționale
ru: Фото пищевой ценности
sl: Slika s podatki o hranilni vrednosti
sv: Bild på näringsfakta
th: รูปภาพฉลากโภชนาการ
tl: Larawan ng pagkalusugan facts
tr: Beslenme bilgileri resmi
uk: Фото, на якому зображено харчову цінність
vi: Hình ảnh sự kiện dinh dưỡng

# image_upload_error_image_already_exists
source: This picture has already been sent.
ar: وقد تم إرسال هذه الصورة.
bg: Тази снимка вече е изпратена.
ca: Aquesta imatge ja ha estat enviada.
cs: Tento obrázek již byla odeslána.
da: Dette billede er allerede uploadet.
de: Dieses Foto wurde schon hochgeladen.
el: Αυτή η εικόνα έχει ήδη σταλεί.
eo: Ĉi tiu bildo jam estis sendita.
es: Esta imagen ya ha sido enviada.
fa: این عکس قبلاً ارسال شده است.
fi: Tämä kuva on jo lähetetty.
fr: Cette photo a déjà été envoyée.
he: תמונה זו כבר נשלחה.
hr: Ova slika je već poslana.
hu: Ezt a képet már beküldték.
id: Gambar ini sudah terkirim.
it: Questa immagine è già stato inviato.
ja: この写真は、すでに送信済です。
ka: ეს სურათი უკვე გაგზავნილია.
lt: Ši nuotrauka jau buvo išsiųsta.
lv: Šī bilde jau ir nosūtīta.
ms: Gambar ini telahpun dihantar.
nl_be: Deze foto is al verzonden.
pl: To zdjęcie zostało już wysłane.
pt_pt: Esta imagem já foi enviada.
ro: Această imagine a fost deja trimis.
ru: Эта картинка уже была загружена
sl: Ta slika je že poslana.
sv: Den här bilden har redan skickats.
th: ภาพนี้ได้ถูกส่งไป
tl: Ang larawang ito ay naipadala na.
tr: Bu resim zaten gönderildi.
uk: Фото вже було відправлено.
vi: Bức ảnh này đã được gửi đến.

# image_upload_error_image_too_small
source: The picture is too small. Please do not upload pictures found on the Internet and only send photos you have taken yourself.
ar: الصورة صغيرة جدا. الرجاء عدم تحميل صور وجدت على الإنترنت وإرسال الصور التي التقطتها بنفسك فقط.
bg: Снимката е твърде малка. Моля, не качвай снимки, намерени в интернет, а изпращай само снимки, които си направил сам.
ca: La imatge és massa petita. Si us plau no pujar fotos que es troben a Internet i només enviar fotos que haja pres vostè mateix.
cs: Obrázek je příliš malý. Prosím, nenahrávejte obrázky nalezené na internetu a posílejte pouze fotografie, které jste vyfotili sami.
da: Billedet er ikke stort nok! Upload venligst ikke billeder fundet på internettet og kun billeder du selv har taget.
de: Das Foto ist zu klein. Bitte beachten Sie, dass Sie kein Foto aus dem Internet, sondern nur Ihre eigenen Fotos hochladen dürfen.
el: Αυτή η εικόνα είναι πολύ μικρή. Παρακαλούμε μην ανεβάζετε φωτογραφίες που αντλήσατε από το διαδίκτυο και στείλτε αποκλειστικά φωτογραφίες που τραβήξατε εσείς.
eo: La bildo estas tro malgranda. Bonvolu ne alŝuti bildojn trovitajn en la interreto kaj sendu nur fotojn, kiujn vi mem faris.
es: La imagen es demasiado pequeña. Por favor, no subas fotografías que se encuentren en Internet y envía sólo fotos que hayas tomado tú mismo.
fa: تصویر خیلی کوچک است. لطفاً عکس‌های موجود در اینترنت را آپلود نکنید و فقط عکس‌هایی را که خودتان گرفته‌اید ارسال کنید.
fi: Kuva on liian pieni. Älä lisää internetistä löydettyjä kuvia. Lisää vain valokuvia, jotka olet ottanut itse.
fr: La photo est trop petite. Attention à ne pas envoyer de photos prises sur Internet. Merci de n'envoyer que vos propres photos.
he: התמונה קטנה מדי. נא לא להעלות תמונות מהאינטרנט אלא לשלוח אך ורק תמונות שצולמו על ידיך.
hr: Slika je premalena. Molimo vas da ne prenosite slike pronađene na internetu i šaljete samo fotografije koje ste sami snimili.
hu: A kép túl kicsi. Kérjük, ne az interneten talált képeket töltsön fel, és csak olyan képeket küldjön, amelyeket saját maga készített.
id: Gambar terlalu kecil. Mohon untuk tidak mengunggah gambar yang ditemukan di Internet dan hanya mengirim foto yang telah Anda ambil sendiri.
it: L'immagine è troppo piccola. Si prega di non caricare immagini trovate su Internet e di inviare soltanto foto scattate da soli.
ja: 画像が小さすぎます。インターネット上で見つかった写真をアップロードしないでください。あなた自身で撮影した写真のみ送信してください。
ka: სურათი ძალიან პატარაა. გთხოვთ, არ ატვირთოთ ინტერნეტში ნაპოვნი სურათები და გამოაგზავნოთ მხოლოდ თქვენ მიერ გადაღებული ფოტოები.
lt: Nuotrauka per maža. Nesiųskite internete rastų nuotraukų, siųskite tik tas nuotraukas, kurias nufotografavote patys.
lv: Attēls ir pārāk mazs. Lūdzu, neaugšupielādējiet internetā atrastus attēlus un sūtiet tikai paša uzņemtus fotoattēlus.
ms: Gambar terlalu kecil. Sila jangan memuat naik gambar yang terdapat di Internet dan hanya hantar foto yang anda ambil sendiri.
nl_be: De foto is te klein. Stuur alstublieft geen foto's op, die u op Internet heeft gevonden. Upload alleen foto's, die u zelf heeft gemaakt.
pl: Obraz jest zbyt mały. Proszę o nie przesyłanie obrazów znalezionych w Internecie i wysyłać własnoręcznie zrobione zdjęcia.
pt_pt: A imagem é demasiado pequena. Por favor não envie fotografias encontradas na Internet, envie apenas fotografias tiradas por si.
ro: Imaginea este prea mică. Nu încărcați poze găsite pe Internet, ci trimiteți doar fotografiile pe care le-ați facut personal.
ru: Эта картинка слишком маленькая. Пожалуйста, не загружайте картинки, найденные в интернете, а загружайте только сделанные вами фотографии.
sl: Slika je premajhna. Ne nalagajte slik, ki ste jih našli na internetu. Pošljite samo fotografije, ki ste jih sami posneli.
sv: Bilden är för liten. Vänligen ladda inte upp bilder som hittats på Internet och skicka bara bilder du tagit själv.
th: รูปภาพมีขนาดเล็กเกินไป กรุณาอย่าอัปโหลดรูปภาพที่พบบนอินเทอร์เน็ต และใช้เฉพาะรูปภาพที่คุณถ่ายเองเท่านั้น
tl: Ang larawan ay masayadong maliit. Maari huwag mag-upload nga mga larawan na makikita sa Internet at magpadala lamang ng mga larawan na kinuha mo sa iyong sarili.
tr: Resim çok küçük. Lütfen internette bulunan resimleri yüklemeyin ve kendiniz çektiğiniz fotoğrafları gönderin.
uk: Зображення є надто дрібним. Будь ласка, не завантажуйте фото з Інтернету, а надсилайте фото зроблені вами.
vi: Hình ảnh quá nhỏ. Vui lòng không tải lên các ảnh được tìm thấy trên Internet và chỉ gửi ảnh bạn đã chụp.
