Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# product_edits_by_producers_indicators
source: It computes indicators such as the Nutri-Score, NOVA, and the Eco-score, and automatically identifies suggestions to improve them (for instance all products that would get a better Nutri-Score grade with a slight composition change).
ca: Calcula indicadors com ara la Nutri-Score, NOVA i l'Eco-score, i identifica automàticament suggeriments per millorar-los (per exemple, tots els productes que obtindrien una millor nota Nutri-Score amb un lleuger canvi de composició).
da: Den beregner indikatorer såsom Nutri-Score, NOVA og Eco-score og identificerer automatisk forslag til forbedring af dem (f.eks. alle produkter, som ville opnå en bedre Nutri-Score kvalitet med en lille sammensætningsændring).
es: Calcula indicadores como Nutri-Score, NOVA y Eco-score, e identifica automáticamente sugerencias para mejorarlos (por ejemplo, todos los productos que obtendrían una mejor calificación Nutri-Score con un ligero cambio de composición).
ja: Nutri-Score、NOVA、Eco-scoreなどの指標を計算し、それらを改善するための提案を自動的に特定します。（例えば、わずかな成分の変更でより良いNutri-Scoreのグレードを得ることができるすべての製品、など）。
ro: Acesta calculează indicatori precum Nutri-Score, NOVA și Eco-score și identifică automat sugestii de îmbunătățire a acestora (de exemplu toate produsele care ar obține o notă Nutri-Score mai bună cu o ușoară modificare a compoziției).
sl: Izračuna kazalnike, kot so Nutri-Score, NOVA in Eco-score, in samodejno prepozna predloge za njihovo izboljšanje (na primer vsi izdelki, ki bi z rahlo spremembo sestave dobili boljšo oceno Nutri-Score).
tr: Nutri-Score, NOVA ve Eco-score gibi göstergeleri hesaplar ve bunları iyileştirmeye yönelik önerileri otomatik olarak belirler (örneğin, hafif bir bileşim değişikliği ile daha iyi bir Nutri-Score derecesi elde edecek tüm ürünler).
vi: Nó tính toán các chỉ số như Điểm Dinh Dưỡng, NOVA, và Điểm Sinh Thái, và tự động đưa ra các khuyến nghị để cải thiện (ví dụ tất cả sản phẩm với mức Điểm Dinh Dưỡng tốt hơn bằng việc thay đổi một số nguyên liệu trong bảng thành phần).

# sort_by_ecoscore_score
source: Products with the best Eco-Score
ca: Productes amb el millor Eco-Score
da: Bedste Eco-Score produkter
es: Productos con la mejor puntuación Eco-Score
ja: 最良のEco-Scoreの製品
ro: Produse cu cel mai bun scor Eco
sl: Izdelki z najboljšo ekološko oceno
tr: En iyi Eco-Score'a sahip ürünler
vi: Sản phẩm có Điểm Sinh Thái tốt nhất

# attribute_ecoscore_not_applicable_title
source: Eco-Score not yet applicable
ca: L'Eco-Score encara no s'aplica
da: Øko-Score endnu ikke anvendelig
es: Eco-Score aún no aplicable
ja: エコスコアはまだ適用されません
ro: Scorul Eco nu se aplică încă
sl: Eco-Score ni še mogoče uporabiti
tr: Eko-Skor henüz geçerli değil
vi: Điểm sinh thái chưa được áp dụng

# attribute_ecoscore_not_applicable_description_short
source: Not yet applicable for the category
ca: Encara no s'aplica per a la categoria
da: Endnu ikke anvendelig for kategorien
es: Aún no es aplicable para la categoría
ja: カテゴリには適用されません
ro: Nu se aplică încă pentru categorie
sl: Ne velja za kategorijo
tr: Kategori için henüz geçerli değil
vi: Chưa áp dụng cho danh mục

# f_attribute_ecoscore_not_applicable_description
source: Not yet applicable for the category: {category}
ca: Encara no s'aplica per a la categoria: {category}
da: Endnu ikke anvendelig for flg. kategori: {category}
es: Aún no es aplicable para la categoría: {category}
ja: カテゴリには適用されません: {category}
ro: Nu se aplică încă pentru categoria: {category}
sl: Ne velja za kategorijo: {category}
tr: Henüz kategori için geçerli değil: {category}
vi: Chưa áp dụng cho danh mục: {category}

# ecoscore_not_applicable_coming_soon
source: The Eco-Score is not yet applicable for this category, but we are working on adding support for it.
ca: L'Eco-Score encara no és aplicable per a aquesta categoria, però estem treballant per fer-ho possible.
da: Øko-Score endnu ikke anvendelig for denne kategori, men der arbejdes på at den bliver understøttet.
es: El Eco-Score todavía no es aplicable para esta categoría, pero estamos trabajando en añadir soporte para ella.
ja: エコスコアはまだこのカテゴリには適用できませんが、サポートの追加に取り組んでいます。
ro: Scorul Eco nu este încă aplicabil pentru această categorie, dar lucrăm la adăugarea suportului pentru aceasta.
sl: Eco-Score še ne velja za to kategorijo, izdelava je še v teku.
tr: Eco-Score bu kategori için henüz geçerli değil, ancak bu kategori için destek eklemeye çalışıyoruz.
vi: Điểm sinh thái vẫn chưa áp dụng cho danh mục này, nhưng chúng tôi đang nỗ lực bổ sung hỗ trợ cho danh mục này.

# attribute_ecoscore_unknown_title
source: Eco-Score not computed
ca: Puntuació ecològica no calculada
da: Eco-Score ikke beregnet
es: El Eco-Score no pudo ser calculado
ja: Eco-Score未計算
ro: Eco-Score nu a fost calculat
sl: Eko-ocena ni izračunana
tr: Eco-Score hesaplanmadı
vi: Điểm sinh thái không được tính

# attribute_ecoscore_unknown_description_short
source: Unknown environmental impact
ca: Impacte ambiental desconegut
da: Ukendt miljøpåvirkning
es: Impacto medioambiental desconocido
ja: 不明な環境負荷
ro: Impact necunoscut asupra mediului
sl: Vpliv na okolje ni znan
tr: Bilinmeyen çevre etkisi
vi: Tác động môi trường không xác định

# ecoscore_unknown_call_to_help
source: We could not compute the Eco-Score of this product as it is missing some data, could you help complete it?
ca: No hem pogut calcular l'Eco-Score d'aquest producte perquè li falten algunes dades, podríeu ajudar-nos a completar-lo?
da: Produktets Eco-Score kunne ikke beregnes grundet manglende data. Kan du hjælpe med at færdiggøre det?
es: No pudimos calcular el Eco-Score de este producto porque le faltan algunos datos, ¿podría ayudar a completarlo?
ja: いくつかのデータが不足しているため、この製品のEco-Scoreを計算できませんでした。データを完成させるのを手伝っていただけますか？
ro: Nu am putut calcula Scorul Eco al acestui produs, deoarece îi lipsesc unele date, ați putea ajuta la completarea acestora?
sl: Eko-Skore tega izdelka ni mogoče izračunati saj manjkajo določeni podatki. Lahko pomagate pri dokončanju?
tr: Bazı veriler eksik olduğu için bu ürünün Eko-Skorunu hesaplayamadık, tamamlamanıza yardımcı olabilir misiniz?
vi: Chúng tôi không thể tính Điểm số sinh thái cho sản phẩm này vì còn thiếu một số dữ liệu, bạn có thể giúp chúng tôi bổ sung thêm được không?

# ecoscore_agribalyse_match_warning
source: The Eco-Score can only be calculated if the product has a sufficiently precise category.
ca: L'Eco-Score només es pot calcular si el producte té una categoria prou precisa.
da: Eco-Score kan kun beregnes, hvis produktet har en tilstrækkelig præcis kategori.
es: El Eco-Score solo se puede calcular si el producto tiene una categoría suficientemente precisa.
ja: Eco-Scoreは、製品に十分に正確なカテゴリが設定されている場合にのみ計算できます。
ro: Eco-Score poate fi calculat doar dacă produsul are o categorie suficient de precisă.
sl: Eco-Score se lahko izračuna le, če je kategorija izdelka dovolj natančna.
tr: Eco-Score yalnızca ürünün yeterince kesin bir kategoriye sahip olması durumunda hesaplanabilir.
vi: Điểm sinh thái chỉ có thể được tính nếu sản phẩm có danh mục đủ chính xác.

# ecoscore_add_more_precise_category
source: You can modify the product page to add a more precise category.
ca: Podeu modificar la pàgina del producte per afegir una categoria més precisa.
da: Du kan ændre produktsiden for at tilføje en mere præcis kategori.
es: Puedes modificar la página del producto para agregar una categoría más precisa.
ja: 製品ページを編集して、より正確なカテゴリを追加できます。
ro: Puteți modifica pagina produsului pentru a adăuga o categorie mai precisă.
sl: Za bolj natančno kategorijo lahko dodate stran izdelka.
tr: Daha ayrıntılı bir kategori eklemek için ürün sayfasını değiştirebilirsiniz.
vi: Bạn có thể sửa đổi trang sản phẩm để thêm danh mục chính xác hơn.

# ecoscore_platform_promo
source: If you are the manufacturer of this product, you can send us the information with our <a href="https://world.pro.openfoodfacts.org">free platform for producers</a>.
ca: Si sou el fabricant d'aquest producte, podeu enviar-nos la informació amb la nostra plataforma gratuïta <a href="https://world.pro.openfoodfacts.org">per a productors</a>.
da: Er du producent af dette produkt, kan du indsende oplysningerne via vores <a href="https://world.pro.openfoodfacts.org">gratis producentplatform</a>.
es: Si tú eres el fabricante de este producto, puedes enviarnos la información con nuestra <a href="https://world.pro.openfoodfacts.org">plataforma gratuita para fabricantes</a>.
ja: あなたがこの製品のメーカーなら、私たちに情報を送ることができます <a href="https://world-ja.pro.openfoodfacts.org">生産者のための無料プラットフォーム</a>.
ro: Dacă sunteți producătorul acestui produs, ne puteți trimite informațiile cu <a href="https://world.pro.openfoodfacts.org">pentru producători</a>.
sl: Če ste proizvajalec tega izdelka, nam lahko pošljete z našo brezplačno platformo <a href="https://world.pro.openfoodfacts.org">za proizvajalce</a>.
tr: Bu ürünün üreticisi iseniz, üreticilere yönelik <a href="https://world.pro.openfoodfacts.org">ücretsiz platformumuzla</a>bize bilgi gönderebilirsiniz.
vi: Nếu bạn là nhà sản xuất của sản phẩm này, bạn có thể gửi cho chúng tôi thông tin qua <a href="https://world.pro.openfoodfacts.org"> nền tảng miễn phí dành cho nhà sản xuất</a>của chúng tôi.

# ecoscore_warning_missing_information
source: Warning: some information necessary to calculate the Eco-Score with precision is not provided (see the details of the calculation below).
ca: Advertiment: no es proporciona part de la informació necessària per calcular la puntuació ecològica amb precisió (vegeu els detalls del càlcul a continuació).
da: Advarsel: Nogle oplysninger, som er nødvendige for at beregne præcis Eco-Score, er ikke angivet (se beregningsoplysningerne nedenfor).
es: Atención: no se ha proporciona cierta información necesaria para calcular el Eco-Score con precisión (ver los detalles de los cálculos a continuación).
ja: 警告：Eco-Scoreを正確に計算するために必要な一部の情報が提供されていません（以下の計算の詳細を参照ください）。
ro: Atenție: unele informații necesare pentru a calcula cu precizie Eco-Score nu sunt furnizate (vezi detaliile calculului de mai jos).
sl: Opozorilo: nekatere informacije, ki so nujno potrebne za natančen izračun Eco-Score niso podane (glej podrobnosti izračuna spodaj).
tr: Uyarı: Eco-Score'un hassas bir şekilde hesaplanması için gerekli olan bazı bilgiler sağlanmamıştır (aşağıdaki hesaplamanın ayrıntılarına bakınız).
vi: Cảnh báo: một số thông tin cần thiết để tính Điểm sinh thái với độ chính xác không được cung cấp (xem chi tiết cách tính bên dưới).

# ecoscore_add_missing_information
source: You can edit the product to add the missing information.
ca: Podeu editar el producte per afegir la informació que falta.
da: Du kan redigere produktet for at tilføje de manglende oplysninger.
es: Puedes editar el producto para añadir la información que falta.
ja: 製品を編集して、不足している情報を追加できます。
ro: Puteți edita produsul pentru a adăuga informațiile lipsă.
sl: Izdelek lahko urejate in dodate manjkajoče informacije.
tr: Eksik bilgileri eklemek için ürünü düzenleyebilirsiniz.
vi: Bạn có thể chỉnh sửa sản phẩm để bổ sung thông tin còn thiếu.

# ecoscore_product_category_reference_score
source: Baseline score of the product category
ca: Puntuació de referència de la categoria del producte
da: Basisscore for produktkategorien
es: Puntuación de referencia de la categoría de producto
ja: 製品カテゴリの基準スコア
ro: Scorul de bază al categoriei de produse
sl: Osnovna ocena kategorije izdelkov
tr: Ürün kategorisinin temel puanı
vi: Điểm cơ bản của danh mục sản phẩm

# ecoscore_panel_lca
source: Lifecyle Analysis (LCA)
ca: Anàlisi del cicle de vida (LCA)
da: Livscyklusanalyse (LCA)
es: Análisis de ciclo de vida (LCA)
ja: ライフサイクル・アナリシス（LCA）
ro: Analiza ciclului de viață (LCA)
sl: Analiza življenjskega cikla (LCA)
tr: Yaşam Döngüsü Analizi (LCA)
vi: Phân tích vòng đời (LCA)

# ecoscore_agribalyse_category
source: Agribalyse category
ca: Categoria Agribalyse
da: Agribalyse-kategori
es: Categoría Agribalista
ja: Agribalyseカテゴリ
ro: Categoria Agribalyse
sl: Kategorija Agribalyse
tr: Agribalyse kategorisi
vi: Danh mục Agribalyse

# ecoscore_category_proxy_match
source: Approximate match with the product category
ca: Coincidència aproximada amb la categoria de producte
da: Omtrentlig match med produktkategorien
es: Coincidencia aproximada con la categoría de producto
ja: 製品カテゴリと近似
ro: Potrivire aproximativă cu categoria de produse
sl: Približno ujemanje s kategorijo izdelka
tr: Ürün kategorisi ile yaklaşık eşleşme
vi: Đối sánh gần đúng với danh mục sản phẩm

# ecoscore_category_exact_match
source: Exact match with the product category
ca: Coincidència exacta amb la categoria del producte
da: Præcis match med produktkategorien
es: Coincidencia exacta con la categoría de producto
ja: 製品カテゴリと一致
ro: Potrivire exactă cu categoria de produse
sl: Natančno ujemanje s kategorijo izdelka
tr: Ürün kategorisi ile tam eşleşme
vi: Đối sánh chính xác với danh mục sản phẩm

# ecoscore_pef_environmental_score
source: PEF environmental score
ca: Puntuació ambiental PEF ( petjada ambiental de l'aliment )
da: PEF-miljøscore
es: Puntaje ambiental PEF
ja: PEF環境スコア
ro: Scorul de mediu PEF
sl: PEF okoljska ocena
tr: PEF çevre puanı
vi: Điểm môi trường PEF

# ecoscore_incl_climate_change_impact
source: including impact on climate change
ca: incloent l'impacte sobre el canvi climàtic
da: herunder klimaændringsindvirkning
es: incluido el impacto sobre el cambio climático
ja: 気候変動への影響を含む
ro: inclusiv impactul asupra schimbărilor climatice
sl: vključno z vplivom na podnebne spremembe
tr: iklim değişikliği üzerindeki etki dahil
vi: bao gồm cả tác động đến biến đổi khí hậu

# ecoscore_impact_detail_by_stages
source: Details of the impacts by stages of the life cycle
ca: Detall dels impactes per etapes del cicle de vida
da: Oplysninger om påvirkningerne efter livscyklusstadier
es: Detalles de los impactos por etapas del ciclo de vida
ja: ライフサイクルの段階ごとの影響の詳細
ro: Detalii despre impactul pe etape ale ciclului de viață
sl: Podrobnosti o vplivih po fazah življenjskega cikla
tr: Yaşam döngüsünün aşamalarına göre etkilerin ayrıntıları
vi: Chi tiết về các tác động theo các giai đoạn của vòng đời

# ecoscore_stage
source: Stage
ca: Etapa
da: Fase
es: Etapa
ja: 段階
ro: Etapă
sl: Stopnja
tr: Sahne
vi: Giai đoạn

# ecoscore_impact
source: Impact
ca: Impacte
da: Indvirkning
es: Impacto
ja: 影響
sl: Vpliv
tr: Etki
vi: Tác động

# ecoscore_agriculture
source: Agriculture
ca: Agricultura
da: Landbrug
es: Agricultura
ja: 農業
ro: Agricultură
sl: Kmetijstvo
tr: Tarım
vi: Nông nghiệp

# ecoscore_processing
source: Processing
ca: Processament
da: Bearbejdning
es: Procesando
ja: 加工
ro: Prelucrare
sl: Obdelava
tr: İşleme
vi: Đang xử lý

# ecoscore_packaging
source: Packaging
ar: التعبئة والتغليف
ca: Empaquetament
da: Emballage
es: Envase
ja: パッケージング
ro: Ambalare
sl: Pakiranje
tr: Ambalaj
vi: Bao bì

# ecoscore_transportation
source: Transportation
ca: Transport
da: Transport
es: Transporte
ja: 輸送
ro: Transport
sl: Prevoz
tr: Taşıma
vi: Vận chuyển

# ecoscore_distribution
source: Distribution
ca: Distribució
es: Distribución
ja: 流通
ro: Distribuție
sl: Distribucija
tr: Dağıtım
vi: Phân phối

# ecoscore_consumption
source: Consumption
ca: Consum
da: Forbrug
es: Consumo
ja: 消費
ro: Consumul
sl: Poraba
tr: Tüketim
vi: Tiêu thụ

# ecoscore_lca_score_out_of_100
source: LCA score out of 100
ca: Puntuació LCA sobre 100
da: LCA-score ud af 100
es: Puntuación LCA de 100
ja: LCAスコア（100点満点）
ro: Scorul LCA din 100
sl: Ocena LCA od 100
tr: 100 üzerinden LCA puanı
vi: Điểm LCA trên 100

# ecoscore_no_agribalyse_category_match
source: No match between product categories and Agribalyse categories.
ca: No hi ha cap coincidència entre les categories de productes i les categories d'Agribalyse.
da: Ingen match mellem produktkategorier og Agribalyse-kategorier.
es: No hay coincidencia entre las categorías de productos y las categorías de Agribalyse.
ja: 製品カテゴリとAgribalyseカテゴリが一致しません。
ro: Nu există potriviri între categoriile de produse și categoriile Agribalyse.
sl: Ni ujemanja med kategorijami izdelkov in kategorijami Agribalyse.
tr: Ürün kategorileri ile Agribalyse kategorileri arasında eşleşme yok.
vi: Không tương thích giữa các danh mục sản phẩm và danh mục Agribalyse.

# ecoscore_edit_category_to_more_granular
source: You can modify the product page to add a more granular category.
ca: Podeu modificar la pàgina del producte per afegir una categoria més granular.
da: Du kan ændre produktsiden for at tilføje en mere granulær kategori.
es: Puedes modificar la página del producto para añadir una categoría más granular.
ja: 製品ページを編集して、より詳細なカテゴリを追加できます。
ro: Puteți modifica pagina produsului pentru a adăuga o categorie mai granulară.
sl: Stran izdelka lahko spremenite, da dodate bolj natančno kategorijo.
tr: Daha ayrıntılı bir kategori eklemek için ürün sayfasını değiştirebilirsiniz.
vi: Bạn có thể sửa đổi trang sản phẩm để thêm danh mục chi tiết hơn.

# ecoscore_additional_bonuses_and_maluses
source: Additional bonuses and maluses
ca: Bonificacions i punts negatius addicionals
da: Ekstra bonusser og misbrug
es: Bonificaciones y penalizaciones extra
ja: 追加の長所と短所
ro: Bonusuri suplimentare și malusuri
sl: Dodatni bonusi in malusi
tr: Ek bonuslar ve kötü kullanımlar
vi: Điểm cộng và điểm trừ bổ sung

# ecoscore_production_system
source: Production mode
ar: وضع الإنتاج
ca: Mode de producció
da: Produktionstype
es: Modo de producción
ja: 生産方式
ro: Modul de producție
sl: Proizvodni način
tr: Üretim modu
vi: Chế độ sản xuất

# ecoscore_no_labels_taken_into_account
source: No labels taken into account for the production system.
ca: No es tenen en compte etiquetes per al sistema de producció.
da: Ingen etiketter taget i betragtning for produktionssystemet.
es: No se han tenido en cuenta etiquetas para el sistema de producción.
ja: 生産方式で考慮されるラベルはありません。
ro: Nu sunt luate în considerare etichete pentru sistemul de producție.
sl: Za proizvodni sistem se oznake ne upoštevajo.
tr: Üretim sistemi için dikkate alınan etiket yok.
vi: Không có nhãn nào được tính đến cho hệ thống sản xuất.

# ecoscore_please_add_the_labels
source: If this product has a label characterizing the production system (organic, fair trade, Label Rouge, Bleu Blanc Coeur etc.), you can modify the product sheet to add it.
ca: Si aquest producte té una etiqueta que caracteritza el sistema de producció (ecològic, de comerç just, Label Rouge, Bleu Blanc Coeur, etc.), podeu modificar la fitxa del producte per afegir-lo.
da: Har dette produkt en etiket, der kendetegner produktionssystemet (organisk, fair-trade, Label Rouge, Bleu Blanc Coeur mv.), kan du ændre produktarket for at tilføje det.
es: Si este producto tiene una etiqueta que caracteriza el sistema de producción (comercio orgánico, justo, Etiqueta Roja, Bleu Blanc Coeur etc.)., puede modificar la ficha del producto para añadirla.
ja: この製品に生産方式を特徴づけるラベル（オーガニック、フェアトレード、ラベルルージュ、ブルー・ブラン・クールなど）がある場合、製品シートを編集して追加できます。
ro: Dacă acest produs are o etichetă care caracterizează sistemul de producție (bio, comerț echitabil, Label Rouge, Bleu Blanc Coeur etc.), puteți modifica fișa produsului pentru a o adăuga.
sl: Če ima ta izdelek oznako, ki označuje proizvodni sistem (ekološko, pravična trgovina, Label Rouge, Bleu Blanc Coeur itd.), ga lahko dodate.
tr: Bu ürünün üretim sistemini karakterize eden bir etiketi varsa (organik, adil ticaret, Label Rouge, Bleu Blanc Coeur vb.), bunu eklemek için ürün sayfasında değişiklik yapabilirsiniz.
vi: Nếu sản phẩm này có nhãn đặc trưng cho hệ thống sản xuất (hữu cơ, thương mại công bằng, Label Rouge, Bleu Blanc Coeur, v. v.), bạn có thể sửa đổi trang sản phẩm để thêm.

# ecoscore_origins_of_ingredients
source: Origins of ingredients
ar: أصول المكونات
ca: Orígens dels ingredients
da: Ingrediensoprindelser
es: Origen de los ingredientes
ja: 原材料の原産地
ro: Originile ingredientelor
sl: Poreklo sestavin
tr: Bileşenlerin kökenleri
vi: Nguồn gốc thành phần

# ecoscore_ingredients_not_indicated
source: The origins of the ingredients of this product are not indicated.
ca: L'origen dels ingredients d'aquest producte no està indicat.
da: Ingrediensoprindelser for produktet er ikke angivet.
es: Los orígenes de los ingredientes de este producto no están indicados.
ja: この製品の原材料の原産地は明示されていません。
ro: Originile ingredientelor acestui produs nu sunt indicate.
sl: Poreklo sestavin tega izdelka ni navedeno.
tr: Bu ürünün bileşenlerinin kökenleri belirtilmemiştir.
vi: Nguồn gốc các thành phần của sản phẩm này không được chỉ ra.

# ecoscore_please_add_the_ingredients
source: If they are indicated on the packaging, you can modify the product sheet and add them.
ca: Si estan indicats a l'embalatge, podeu modificar la fitxa del producte i afegir-los.
da: Er disse angivet på emballagen, kan du ændre produktarket og tilføje dem.
es: Si están indicados en el embalaje, puedes modificar la hoja del producto y añadirlos.
ja: パッケージに記載されている場合は、製品シートを編集して追加できます。
ro: Dacă sunt indicate pe ambalaj, puteți modifica fișa produsului și le puteți adăuga.
sl: Če so navedeni na embalaži, lahko spremenite stran izdelka in jih dodate.
tr: Ambalaj üzerinde belirtilmişse, ürün sayfasını değiştirebilir ve ekleyebilirsiniz.
vi: Nếu chúng được ghi trên bao bì, bạn có thể sửa đổi trang sản phẩm và thêm chúng vào.

# ecoscore_environmental_policy
source: Environmental policy
ca: Política ambiental
da: Miljøpolitik
es: Política medioambiental
ja: 環境ポリシー
ro: Politica de mediu
sl: Okoljska politika
tr: Çevre politikası
vi: Chính sách môi trường

# ecoscore_threatened_species
source: Threatened species
ca: Espècies amenaçades
da: Truede arter
es: Especies amenazadas
ja: 絶滅危惧種
ro: Specii pe cale de disparitie
sl: Ogrožene živalske vrste
tr: Tehdit altındaki türler
vi: Các loài bị đe dọa

# ecoscore_ingredients_whose_cultivation_threatens_species
source: Ingredients that threatens species
ca: Ingredients que amenacen les espècies
da: Ingredienser, hvis dyrkning truer arter
es: Ingredientes cuya plantación perjudica al entorno
ja: 種を脅かす原材料
ro: Ingrediente care amenință speciile
sl: Sestavine, ki ogrožajo živalske vrste
tr: Türleri tehdit eden içerikler içerir
vi: Nguyên liệu đe dọa đến sinh thái

# ecoscore_no_species_threatening_ingredients
source: No ingredients that threaten species
ca: Cap ingredient que amenaci les espècies
da: Ingen ingredienser, hvis dyrkning truer arter
es: Sin ingredientes cuya plantación perjudique al entorno
ja: 種を脅かす原材料なし
ro: Fără ingrediente care amenință speciile
sl: Brez sestavin, ki ogrožajo živalske vrste
tr: Türleri tehdit eden içerik yok
vi: Không có nguyên liệu nguy hại đến sinh thái

# ecoscore_ingredients_unknown
source: The information on the ingredients of this product has not been given.
ca: No s'ha donat la informació sobre els ingredients d'aquest producte.
da: Oplysninger om produktingredientserne er ikke angivet.
es: No se ha proporcionado la información sobre los componentes de este producto.
ja: この製品の原材料に関する情報がありません。
ro: Nu au fost furnizate informații despre componentele acestui produs.
sl: Poreklo sestavin tega izdelka ni navedeno.
tr: Bu ürünün içerikleri hakkında bilgi verilmemiştir.
vi: Thông tin về thành phần của sản phẩm này không được cung cấp.
