Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: sweeteners
bg: подсладители
cs: sladidla
de: Süßungsmittel
el: γλυκαντικά
eo: dolĉigiloj
fa: شیرین کننده ها
fi: makeutusaineet
fr: édulcorants
he: ממתיקים
hr: zaslađivači
hu: édesítőszerek
id: pemanis
it: dolcificanti
ka: დამატკბობლები
lv: saldinātāji
nl_be: zoetstoffen
pl: substancje słodzące
pt_pt: adoçantes
ru: подсластители
sv: sötningsmedel
th: สารให้ความหวาน
uk: підсолоджувачі

source: sweetener
bg: подсладител
cs: sladidlo
de: Süßstoffe
el: γλυκαντικό
fi: makeutusaine
fr: édulcorant
he: ממתיק
hr: sladilo
hu: édesítőszer
id: pemanis
it: dolcificante
lv: saldinātājs
nl_be: zoetstof
pl: słodzik
pt_pt: adoçante
ru: подсластитель
sv: sötningsmedel
th: สารให้ความหวาน
uk: підсолоджувач sweetener gassing agent strengthening agent filler antibacterial agent anti-foaming agent anti-freeze agent glazing agent emulsifier sequestrant moisturising agent flavour

# action_edit_product
source: Complete or correct product information
bg: Пълна или правилна информация за продукта
cs: Doplnit nebo opravit informace o produktu
de: Produktinformation vervollständigen oder korrigieren
el: Συμπληρώστε ή διορθώστε τις πληροφορίες προϊόντος
eo: Kompletaj aŭ ĝustaj produktaj informoj
fa: اطلاعات کامل یا صحیح محصول
fi: Viimeistele tai korjaa tuotetietoja
fr: Compléter ou corriger les informations du produit
he: השלמה או תיקון של פרטי המוצר
hr: Potpune ili točne informacije o proizvodu
hu: Egészítse ki vagy javítsa a termékinformációkat
id: Lengkapi atau perbaiki informasi produk
it: Completa o correggi le informazioni del prodotto
ka: სრული ან სწორი ინფორმაცია პროდუქტის შესახებ
lt: Užpildyti arba pataisyti produkto informaciją
lv: Pilnīga vai pareiza informācija par produktu
nl_be: Corrigeer en/of vul productinformatie aan
pl: Uzupełnij lub popraw informacje o produkcie
pt_pt: Informação completa ou correta do produto
ru: Полная или корректная информация о продукте
sv: Fullständig eller korrekt produktinformation
th: ข้อมูลผลิตภัณฑ์ที่ครบถ้วนหรือถูกต้อง
uk: Повна або правильна інформація про товар

# report_problem_panel_title
source: Report a problem
bg: Докладвайте за проблем
cs: Nahlásit problém
de: Problem melden
el: Αναφορά πρόβληματος
eo: Raporti problemon
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דיווח על תקלה
hr: Prijavi problem
hu: Probléma bejelentése
id: Laporkan masalah
it: Segnala un problema
ka: პრობლემის შესახებ შეტყობინება
lt: Pranešti apie problemą
lv: Ziņot par problēmu
nl_be: Meld een probleem
pl: Zgłoś problem
pt_pt: Denunciar um problema
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
uk: Повідомити про проблему

# report_problem_navigation
source: Report a problem
bg: Докладвайте за проблем
cs: Nahlásit problém
de: Problem melden
el: Αναφορά πρόβληματος
eo: Raporti problemon
fa: گزارش مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דיווח על תקלה
hr: Prijavi problem
hu: Probléma bejelentése
id: Laporkan masalah
it: Segnala un problema
ka: პრობლემის შესახებ შეტყობინება
lt: Pranešti apie problemą
lv: Ziņot par problēmu
nl_be: Meld een probleem
pl: Zgłoś problem
pt_pt: Denunciar um problema
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
uk: Повідомити про проблему

# incomplete_or_incorrect_data_title
source: Incomplete or incorrect information?
bg: Непълна или невярна информация?
cs: Neúplné nebo nesprávné informace?
de: Unvollständige oder falsche Informationen?
el: Ελλιπείς ή λανθασμένες πληροφορίες;
eo: Nekompletaj aŭ malĝustaj informoj?
fa: اطلاعات ناقص یا نادرست؟
fi: Puutteellisia tai virheellisiä tietoja?
fr: Informations incomplètes ou incorrectes ?
he: פרטים חלקיים או שגויים?
hr: Nepotpune ili netočne informacije?
hu: Hiányos vagy helytelen információ?
id: Informasi tidak lengkap atau salah?
it: Informazioni incomplete o errate?
ka: არასრული ან არასწორი ინფორმაცია?
lt: Neišsami arba neteisinga informacija?
lv: Nepilnīga vai nepareiza informācija?
nl_be: Onvolledige of onjuiste informatie?
pl: Niekompletne lub nieprawidłowe Informacje?
pt_pt: Informação incompleta ou incorreta?
ru: Неполная или неточная информация?
sv: Ofullständig eller felaktig information?
th: ข้อมูลไม่ครบถ้วนหรือไม่ถูกต้องใช่หรือไม่?
uk: Неповна чи неправильна інформація?

# incomplete_or_incorrect_data_subtitle_off
source: Category, labels, ingredients, allergens, nutritional information, photos etc.
bg: Категория, етикети, съставки, алергени, хранителна информация, снимки и др.
cs: Kategorie, štítky, přísady, alergeny, nutriční informace, fotografie atd.
de: Kategorie, Etiketten, Zutaten, Allergene, Nährwertangaben, Fotos usw.
el: Κατηγορία, ετικέτες, συστατικά, αλλεργιογόνα, διατροφικές πληροφορίες, φωτογραφίες κλπ.
eo: Kategorio, etikedoj, ingrediencoj, alergenoj, nutraj informoj, fotoj ktp.
fa: دسته بندی، برچسب‌ها، مواد تشکیل دهنده، آلرژن‌ها، اطلاعات تغذیه‌ای، عکس‌ها و غیره
fi: Luokka, etiketit, ainesosat, allergeenit, ravitsemustiedot, valokuvat jne.
fr: Catégorie, étiquettes, ingrédients, allergènes, informations nutritionnelles, photos etc.
he: קטגוריה, תוויות, מרכיבים, אלרגנים, מידע תזונתי, תמונות וכו׳.
hr: Kategorija, etikete, sastojci, alergeni, nutritivne informacije, fotografije itd.
hu: Kategória, címkék, összetevők, allergének, tápértékadatok, fotók stb.
id: Kategori, label, bahan, alergen, informasi nilai gizi, foto, dll.
it: Categoria, etichette, ingredienti, allergeni, informazioni nutrizionali, foto ecc.
ka: კატეგორია, ეტიკეტები, ინგრედიენტები, ალერგენები, კვებითი ღირებულება, ფოტოები და ა.შ.
lt: Kategorija, etiketės, sudedamosios dalys, alergenai, informacija apie maistingumą, nuotraukos ir t. t.
lv: Kategorija, etiķetes, sastāvdaļas, alergēni, uzturvērtības informācija, fotoattēli utt.
nl_be: Categorie, labels, ingrediënten, allergenen, voedingswaarden, foto's, etc.
pl: Kategoria, etykiety, składniki, alergeny, informacje żywieniowe, zdjęcia itp.
pt_pt: Categoria, etiquetas, ingredientes, alergénios, informações nutricionais, fotografias, etc.
ru: Категория, этикетки, ингредиенты, аллергены, информация о пищевой ценности, фотографии и т. д.
sv: Kategori, etiketter, ingredienser, allergener, näringsinformation, foton etc.
th: หมวดหมู่, ฉลาก, ส่วนผสม, สารก่อภูมิแพ้, ข้อมูลโภชนาการ, รูปภาพ ฯลฯ
uk: Категорія, етикетки, інгредієнти, алергени, харчова інформація, фотографії тощо.

# incomplete_or_incorrect_data_content_correct
source: If the information does not match the information on the packaging, you can complete or correct it. Thank you!
bg: Ако информацията не съвпада с информацията на опаковката, можете да я допълните или поправите. Благодарим ви!
cs: Pokud se údaje neshodují s údaji na obalu, můžete je doplnit nebo opravit. Děkujeme!
de: Wenn die Angaben nicht mit den Informationen auf der Verpackung übereinstimmen, können Sie sie ergänzen oder korrigieren. Vielen Dank dafür!
el: Εάν οι πληροφορίες δεν ταιριάζουν με τις πληροφορίες στη συσκευασία, μπορείτε να τις συμπληρώσετε ή να τις διορθώσετε. Σας ευχαριστώ!
eo: Se la informoj ne kongruas kun la informoj sur la pakaĵo, vi povas kompletigi aŭ korekti ilin. Dankon!
fa: اگر اطلاعات با اطلاعات روی بسته‌بندی مطابقت ندارد، می‌توانید آن را تکمیل یا اصلاح کنید. متشکرم!
fi: Jos tiedot eivät vastaa pakkauksessa olevia tietoja, voit täydentää tai korjata niitä. Kiitos!
fr: Si les informations ne correspondent pas à celles figurant sur l'emballage, vous pouvez les compléter ou les corriger. Merci !
he: אם המידע אינו תואם למידע על האריזה, ניתן להשלים או לתקן אותו. תודה!
hr: Ako se podaci ne podudaraju s podacima na pakiranju, možete ih dopuniti ili ispraviti. Hvala!
hu: Ha az információ nem egyezik a csomagoláson szereplő információval, kiegészítheti vagy javíthatja azt. Köszönjük!
id: Jika informasi tidak sesuai dengan informasi pada kemasan, Anda dapat melengkapi atau memperbaikinya. Terima kasih!
it: Se le informazioni non corrispondono a quelle riportate sulla confezione, puoi completarle o correggerle. Grazie!
ka: თუ ინფორმაცია არ ემთხვევა შეფუთვაზე მითითებულ ინფორმაციას, შეგიძლიათ შეავსოთ ან შეასწოროთ იგი. გმადლობთ!
lt: Jei informacija nesutampa su informacija ant pakuotės, galite ją papildyti arba pataisyti. Dėkojame!
lv: Ja informācija neatbilst informācijai uz iepakojuma, varat to papildināt vai labot. Paldies!
nl_be: Indien de gegevens niet overeenkomen met de gegevens op de verpakking, kunt u deze aanvullen of corrigeren. Bedankt!
pl: Jeśli informacje nie zgadzają się z informacjami na opakowaniu, możesz je uzupełnić lub poprawić. Dziękujemy!
pt_pt: Se a informação não corresponder à informação na embalagem, pode completá-la ou corrigi-la. Obrigado!
ru: Если информация не совпадает с информацией на упаковке, вы можете ее дополнить или исправить. Спасибо!
sv: Om informationen inte stämmer överens med informationen på förpackningen kan du komplettera eller korrigera den. Tack!
th: หากข้อมูลไม่ตรงกับข้อมูลบนบรรจุภัณฑ์ คุณสามารถกรอกข้อมูลให้ครบถ้วนหรือแก้ไขได้ ขอบคุณค่ะ!
uk: Якщо інформація не відповідає інформації на упаковці, ви можете її доповнити або виправити. Дякую!

# incomplete_or_incorrect_data_content_correct_off
source: Open Food Facts is a collaborative database, and every contribution is useful for all.
bg: Open Food Facts е база данни за сътрудничество и всеки принос е полезен за всички.
cs: Open Food Facts je databáze založená na spolupráci a každý příspěvek je užitečný pro všechny.
de: Open Food Facts ist eine gemeinschaftliche Datenbank, und jeder Beitrag ist für alle nützlich.
el: Το Open Food Facts είναι μια συνεργατική βάση δεδομένων και κάθε συνεισφορά είναι χρήσιμη για όλους.
eo: Open Food Facts estas kunlabora datumbazo, kaj ĉiu kontribuo estas utila por ĉiuj.
fa: Open Food Facts یک پایگاه داده مشارکتی است و هر مشارکتی برای همه مفید است.
fi: Open Food Facts on yhteistyötietokanta, ja jokainen panos on hyödyllinen kaikille.
fr: Open Food Facts est une base de données collaborative, et chaque contribution est utile pour tous.
he: Open Food Facts הוא מסד נתונים שיתופי, וכל תרומה מועילה לכלל.
hr: Open Food Facts je suradnička baza podataka i svaki doprinos je koristan za sve.
hu: Az Open Food Facts egy együttműködésen alapuló adatbázis, amiben minden hozzájárulás mindenki számára hasznos.
id: Open Food Facts merupakan basis data kolaboratif dan setiap kontribusi bermanfaat untuk semua.
it: Open Food Facts è un database collaborativo e ogni contributo è utile a tutti.
ka: Open Food Facts არის კოლაბორაციული მონაცემთა ბაზა და თითოეული წვლილი ყველასთვის სასარგებლოა.
lt: „Open Food Facts“ – tai bendradarbiavimo duomenų bazė, todėl kiekviena pagalba yra naudinga visiems.
lv: Open Food Facts ir sadarbības datubāze, un katrs ieguldījums ir noderīgs visiem.
nl_be: Open Food Facts is een samenwerkingsdatabase en elke bijdrage is nuttig voor iedereen.
pl: Open Food Facts to wspólna baza danych, w której każdy wkład ma wartość dla wszystkich.
pt_pt: Open Food Facts é uma base de dados colaborativa e cada contribuição é útil a todos.
ru: Open Food Facts это совместная база данных и каждый вклад бесценен.
sv: Open Food Facts är en samarbetsdatabas, och varje bidrag är användbart för alla.
th: Open Food Facts เป็นฐานข้อมูลที่เกิดจากความร่วมมือ และทุกการมีส่วนร่วมล้วนมีประโยชน์สำหรับทุกคน
uk: Open Food Facts — це спільна база даних, і кожен внесок корисний для всіх.

# report_to_nutripatrol_explain
source: If you want to report vandalism, inappropriate content or erroneous data you can't fix yourself, report it to our moderators team.
bg: Ако искате да подадете сигнал за вандализъм, неподходящо съдържание или грешни данни, които не можете да коригирате сами, докладвайте го на нашия модераторски екип.
cs: Pokud chcete nahlásit vandalismus, nevhodný obsah nebo chybná data, která sami nemůžete opravit, nahlaste to našemu týmu moderátorů.
de: Wenn Sie Vandalismus, unangemessene Inhalte oder fehlerhafte Daten melden wollen, die Sie nicht selbst beheben können, melden Sie sie unserem Moderatorenteam.
el: Εάν θέλετε να αναφέρετε βανδαλισμούς, ακατάλληλο περιεχόμενο ή λανθασμένα δεδομένα που δεν μπορείτε να διορθώσετε μόνοι σας, αναφέρετέ το στην ομάδα συντονιστών μας.
eo: Se vi volas raporti vandalismon, maltaŭgan enhavon aŭ erarajn datumojn, kiujn vi ne povas ripari mem, raportu ĝin al nia moderiga teamo.
fa: اگر می‌خواهید خرابکاری، محتوای نامناسب یا داده‌های اشتباهی را که خودتان نمی‌توانید اصلاح کنید، گزارش دهید، آن را به تیم مدیران ما گزارش دهید.
fi: Jos haluat ilmoittaa vandalismista, sopimattomasta sisällöstä tai virheellisestä aineistosta, joita et voi korjata itse, ilmoita siitä valvojatiimillemme.
fr: Si vous souhaitez signaler un acte de vandalisme, un contenu inapproprié ou des données erronées que vous ne pouvez pas corriger vous-même, signalez-le à notre équipe de modérateurs.
he: בדיווח על השחתה, תוכן פוגעני או שגוי שאין לך איך לתקן בעצמך, יש לדווח לצוות המפקחים שלנו.
hr: Ako želite prijaviti vandalizam, neprimjeren sadržaj ili pogrešne podatke koje ne možete sami popraviti, prijavite to našem moderatorskom timu.
hu: Ha vandalizmust, nem megfelelő tartalmat vagy hibás adatokat szeretne jelenteni, amelyeket nem tud kijavítani, jelentse a moderátor csapatunknak.
id: Jika Anda ingin melaporkan vandalisme, konten tidak pantas, atau kesalahan data yang tidak dapat Anda perbaiki, laporkan kepada tim moderator kami.
it: Se vuoi segnalare vandalismo, contenuti inappropriati o dati errati che non puoi risolvere tu stesso, segnalali al nostro team di moderatori.
ka: თუ გსურთ ვანდალიზმის, შეუფერებელი კონტენტის ან არასწორი მონაცემების შესახებ შეტყობინება, რომელთა გამოსწორებაც დამოუკიდებლად არ შეგიძლიათ, შეატყობინეთ ამის შესახებ ჩვენს მოდერატორთა გუნდს.
lt: Jei norite pranešti apie vandalizmą, netinkamą turinį ar klaidingus duomenis, kurių negalite pataisyti patys, praneškite apie tai mūsų moderatorių komandai.
lv: Ja vēlaties ziņot par vandālismu, nepiedienīgu saturu vai kļūdainiem datiem, kurus nevarat labot pats, lūdzu, ziņojiet par to mūsu moderatoru komandai.
nl_be: Als u vandalisme, ongepaste inhoud of onjuiste gegevens wilt melden die u niet zelf kunt aanpassen, kunt u dit melden bij ons moderatorteam.
pl: Jeśli chcesz zgłosić akt wandalizmu, nieodpowiednią treść lub błędne dane, których nie możesz poprawić samodzielnie, zgłoś to naszemu zespołowi moderatorów.
pt_pt: Se quiser denunciar vandalismo, conteúdos inadequados ou dados errados que não consegue corrigir por si próprio, comunique-os à nossa equipa de moderadores.
ru: Если вы хотите сообщить о вандализме, неприемлемом контенте или ошибочных данных, которые вы не можете исправить самостоятельно, сообщите об этом нашей команде модераторов.
sv: Om du vill rapportera skadegörelse, olämpligt innehåll eller felaktiga uppgifter som du inte kan åtgärda själv, rapportera det till vårt moderatorteam.
th: หากคุณต้องการรายงานการทำลายทรัพย์สิน เนื้อหาที่ไม่เหมาะสม หรือข้อมูลที่ผิดพลาดซึ่งคุณไม่สามารถแก้ไขได้ด้วยตนเอง โปรดรายงานไปยังทีมผู้ดูแลระบบของเรา
uk: Якщо ви хочете повідомити про вандалізм, недоречний контент або помилкові дані, які ви не можете самостійно виправити, повідомте його модераторам команди.

source: Description
bg: Описание
cs: Popis
de: Beschreibung
el: Περιγραφή
eo: Priskribo
fa: توضیحات
fi: Kuvaus
he: תיאור
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ka: აღწერა
lt: Aprašas
lv: Apraksts
nl_be: Beschrijving
pl: Opis
pt_pt: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
uk: Опис

# enter_main_contact_username
source: Enter main contact's username :
bg: Въведете потребителското име на основния контакт:
cs: Zadejte uživatelské jméno hlavního kontaktu:
de: Geben Sie den Benutzernamen des Hauptansprechpartners ein:
el: Εισάγετε το όνομα χρήστη της κύριας επαφής :
eo: Enigu la uzantnomon de la ĉefa kontakto:
fa: نام کاربری مخاطب اصلی را وارد کنید:
fi: Anna pääkontaktin käyttäjätunnus:
fr: Entrez le nom d'utilisateur du contact principal :
he: נא למלא את שם משתמש הקשר העיקרי:
hr: Unesite korisničko ime glavnog kontakta:
hu: Adja meg a fő kapcsolattartó felhasználónevét:
id: Masukkan nama pengguna kontak utama :
it: Inserisci il nome utente del contatto principale:
ka: შეიყვანეთ მთავარი კონტაქტის მომხმარებლის სახელი:
lv: Ievadiet galvenās kontaktpersonas lietotājvārdu:
nl_be: Voer de gebruikersnaam in van de hoofdcontactpersoon :
pl: Wprowadź nazwę użytkownika kontaktu głównego:
pt_pt: Introduzir o nome de utilizador do contacto principal:
ru: Введите имя пользователя основного контакта:
sv: Ange huvudkontaktens användarnamn:
th: ป้อนชื่อผู้ใช้ของผู้ติดต่อหลัก:
uk: Введіть ім'я користувача головного контакту:

source: Change main contact
bg: Променете основния контакт
cs: Změnit hlavní kontakt
de: Hauptansprechpartner ändern
el: Αλλαγή κύριας επαφής
eo: Ŝanĝi ĉefan kontakton
fa: تغییر مخاطب اصلی
fi: Vaihda pääkontakti
fr: Changer le contact principal
he: החלפת גורם קשר עיקרי
hr: Promjena glavnog kontakta
hu: Fő kapcsolattartó módosítása
id: Mengubah kontak utama
it: Cambia contatto principale
ka: მთავარი კონტაქტის შეცვლა
lv: Mainīt galveno kontaktpersonu
nl_be: Wijzig hoofdcontactpersoon
pl: Zmień kontakt główny
pt_pt: Alterar contacto principal
ru: Изменить основной контакт
sv: Ändra huvudkontakt
th: เปลี่ยนข้อมูลติดต่อหลัก
uk: Змінити основний контакт

source: Main contact updated
bg: Основният контакт е обновен
cs: Hlavní kontakt aktualizován
de: Hauptansprechpartner aktualisiert
el: Η κύρια επαφή ενημερώθηκε
eo: Ĉefa kontakto ĝisdatigita
fa: اطلاعات تماس اصلی به‌روزرسانی شد
fi: Pääkontakti päivitetty
fr: Contact principal mis à jour
he: גורם קשר עודכן
hr: Glavni kontakt ažuriran
hu: A fő kapcsolattartó frissítve
id: Kontak utama diperbarui
it: Contatto principale aggiornato
ka: მთავარი საკონტაქტო პირი განახლდა
lv: Galvenā kontaktpersona atjaunināta
nl_be: Hoofdcontact bijgewerkt
pl: Kontakt główny zaktualizowany
pt_pt: Contacto principal alterado
ru: Основной контакт обновлен
sv: Huvudkontakt uppdaterad
th: ข้อมูลติดต่อหลักได้รับการอัปเดตแล้ว
uk: Основний контакт оновлено

# error_unknown_member
source: This user is not a member of the organization.
bg: Този потребител не е член на организацията.
cs: Tento uživatel není členem organizace.
de: Dieser Benutzer ist kein Mitglied der Organisation.
el: Αυτός ο χρήστης δεν είναι μέλος του οργανισμού.
eo: Ĉi tiu uzanto ne estas membro de la organizaĵo.
fa: این کاربر عضو سازمان نیست.
fi: Tämä käyttäjä ei ole organisaation jäsen.
fr: Cet utilisateur n'est pas membre de l'organisation.
he: המשתמש הזה לא חבר בארגון.
hr: Ovaj korisnik nije član organizacije.
hu: Ez a felhasználó nem tagja a szervezetnek.
id: Pengguna ini bukan anggota organisasi.
it: Questo utente non è un membro dell'organizzazione.
ka: ეს მომხმარებელი ორგანიზაციის წევრი არ არის.
lv: Šis lietotājs nav organizācijas biedrs.
nl_be: Deze gebruiker is geen lid van de organisatie.
pl: Ten użytkownik nie jest członkiem organizacji.
pt_pt: Este utilizador não é um membro da organização.
ru: Этот пользователь не является членом организации.
sv: Den här användaren är inte medlem i organisationen.
th: ผู้ใช้รายนี้ไม่ใช่สมาชิกขององค์กร
uk: Цей користувач не є членом організації.

source: Skip to Content
bg: Преминете към съдържанието
cs: Přejít k obsahu
de: Weiter zum Inhalt
el: Μετάβαση στο Περιεχόμενο
eo: Salti al Enhavo
fa: پرش به محتوا
fi: Siirry sisältöön
fr: Aller au contenu
he: דילוג לתוכן
hr: Preskoči na sadržaj
hu: Ugrás a tartalomhoz
id: Langsung ke Konten
it: Salta al contenuto
ka: გადასვლა კონტენტზე
lv: Pāriet uz saturu
nl_be: Ga naar de inhoud
pl: Przejdź do treści
pt_pt: Ir para o conteúdo
ru: Перейти к содержимому
sv: Hoppa till innehåll
th: ข้ามไปยังเนื้อหา
uk: Перейти до змісту

# oidc_signin_no_cookie
source: You need to enable cookies to sign in.
eo: Vi devas ebligi kuketojn por ensaluti.
fa: برای ورود به سیستم باید کوکی‌ها را فعال کنید.
hr: Za prijavu morate omogućiti kolačiće.
ka: შესასვლელად საჭიროა ქუქი-ფაილების ჩართვა.
lv: Lai pieteiktos, jums ir jāiespējo sīkfaili.
sv: Du måste aktivera cookies för att logga in.
th: คุณต้องเปิดใช้งานคุกกี้เพื่อลงชื่อเข้าใช้

# cant_delete_main_contact
source: You cannot remove the main contact. Change it first.
bg: Не можете да премахнете главния контакт. Първо го променете.
cs: Hlavní kontakt nelze odstranit. Nejprve ho změňte.
de: Sie können den Hauptansprechpartner nicht entfernen. Wechseln Sie ihn zuerst.
el: Δεν μπορείτε να αφαιρέσετε την κύρια επαφή. Άλλαξέ το πρώτα.
eo: Vi ne povas forigi la ĉefan kontakton. Ŝanĝu ĝin unue.
fa: شما نمی‌توانید کنتاکت اصلی را حذف کنید. ابتدا آن را تغییر دهید.
fi: Et voi poistaa pääkontaktia. Vaihda se ensin.
fr: Vous ne pouvez pas supprimer le contact principal. Changez-le d'abord.
he: אי אפשר להסיר את גורם הקשר הראשי. יש לשנות אותו קודם.
hr: Ne možete ukloniti glavni kontakt. Prvo ga promijenite.
hu: A fő kapcsolattartó nem távolítható el. Először változtassa meg.
id: Anda tidak dapat menghapus kontak utama. Ubahlah terlebih dahulu.
it: Non è possibile rimuovere il contatto principale. Cambialo prima.
ka: მთავარი კონტაქტის წაშლა შეუძლებელია. ჯერ ის შეცვალეთ.
lv: Galveno kontaktu nevar noņemt. Vispirms nomainiet to.
nl_be: U kunt de hoofdcontactpersoon niet verwijderen. Wijzig deze eerst.
pl: Nie możesz usunąć kontaktu głównego. Najpierw musisz go zmienić.
pt_pt: Não é possível remover o contacto principal. Substitua-o primeiro.
ru: Вы не можете удалить основной контакт. Сначала измените его.
sv: Du kan inte ta bort huvudkontakten. Ändra den först.
th: คุณไม่สามารถถอดหน้าสัมผัสหลักออกได้ ต้องเปลี่ยนหน้าสัมผัสหลักก่อน
uk: Неможливо видалити основний контакт. Спочатку змініть його.

source: Open in CRM
bg: Отворете в CRM
cs: Otevřít v CRM
de: In CRM öffnen
el: Ανοίξτε σε CRM
eo: Malfermi en CRM
fa: باز کردن در CRM
fi: Avaa CRM:ssä
fr: Voir dans le CRM
he: פתיחה ב־CRM
hr: Otvori u CRM-u
hu: Megnyitás CRM-ben
id: Buka di CRM
it: Apri nel CRM
ka: გახსნა CRM-ში
lv: Atvērt CRM sistēmā
nl_be: Openen in CRM
pl: Otwórz w CRM
pt_pt: Abrir no CRM
ru: Открыть в CRM
sv: Öppna i CRM
th: เปิดใน CRM
uk: Відкрити в CRM

source: Information provided by the manufacturer
bg: Информация, предоставена от производителя
cs: Informace poskytnuté výrobcem
de: Vom Hersteller bereitgestellte Informationen
el: Πληροφορίες που παρέχονται από τον κατασκευαστή
eo: Informoj provizitaj de la fabrikanto
fa: اطلاعات ارائه شده توسط سازنده
fi: Valmistajan antamat tiedot
fr: Informations fournies par le fabricant
he: הפרטים סופקו על ידי היצרן
hr: Informacije koje je dostavio proizvođač
hu: A gyártó által megadott információk
id: Informasi yang diberikan oleh produsen
it: Informazioni fornite dal produttore
ka: მწარმოებლის მიერ მოწოდებული ინფორმაცია
lv: Ražotāja sniegtā informācija
nl_be: Informatie verstrekt door de fabrikant
pl: Informacje dostarczone przez producenta
pt_pt: Informações fornecidas pelo fabricante
ru: Информация предоставлена производителем
sv: Information från tillverkaren
th: ข้อมูลที่ผู้ผลิตให้ไว้
uk: Інформація надана виробником
