Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriscore_score_producer_import_note
source: Open Food Facts computes the Nutri-Score score based on the information provided (nutrition facts and category). If the score we compute is different from the score you provide, you will get a private notification on the producers platform so that the difference can be resolved.
bg: Open Food Facts изчислява резултата Nutri-Score въз основа на предоставената информация (хранителни съставки и категория). Ако резултатът, който изчисляваме, е различен от този, който предоставяте, ще получите частно известие на платформата на производителите, за да може разликата да бъде разрешена.
ca: Open Food Facts calcula la nota de Nutri-Score a partir de la informació proporcionada (informació nutricional i categoria). Si la nota que calculem és diferent de la nota que proporcioneu, rebreu una notificació privada a la plataforma de productors perquè es pugui resoldre la diferència.
cs: Open Food Facts počítá Nutri-Score skóre na základě poskytnutých informací (nutriční fakta a kategorie). Pokud se skóre, které vypočítáme, liší od vámi poskytnutého skóre, obdržíte soukromé oznámení na platformě producentů, aby bylo možné rozdíl vyřešit.
da: Open Food Facts beregner Nutri-Score-karakteren baseret på de leverede oplysninger (ernæringsfakta og kategori). Er den beregnede karakter forskellig fra karakteren, du angiver, får du en privat notifikation på producentplatformen, så forskellen kan afklares.
de: Open Food Facts berechnet den Nutri-Score auf der Grundlage der bereitgestellten Informationen (Nährwertangaben und Kategorie). Wenn der von uns berechnete Wert von dem von Ihnen angegebenen Wert abweicht, erhalten Sie eine private Benachrichtigung auf der Produzentenplattform, damit der Unterschied geklärt werden kann.
el: Το Open Food Facts υπολογίζει τη βαθμολογία Nutri-Score με βάση τις πληροφορίες που παρέχονται (στοιχεία διατροφής και κατηγορία). Εάν η βαθμολογία που υπολογίζουμε είναι διαφορετική από τη βαθμολογία που παρέχετε, θα λάβετε μια ιδιωτική ειδοποίηση στην πλατφόρμα παραγωγών, ώστε να επιλυθεί η διαφορά.
eo: Open Food Facts kalkulas la Nutri-Score-poentaron surbaze de la provizitaj informoj (nutraj faktoj kaj kategorio). Se la poentaro, kiun ni kalkulas, diferencas de la poentaro, kiun vi provizas, vi ricevos privatan sciigon sur la platformo de la produktantoj, por ke la diferenco povu esti solvita.
es: Open Food Facts calcula el grado Nutri-Score basándose en la información proporcionada (datos nutricionales y categoría). Si es diferente de la que tú proporcionas, recibirás una notificación privada en la plataforma de productores para poder resolver la diferencia.
fa: Open Food Facts امتیاز Nutri-Score را بر اساس اطلاعات ارائه شده (حقایق تغذیه‌ای و دسته‌بندی) محاسبه می‌کند. اگر امتیازی که ما محاسبه می‌کنیم با امتیازی که شما ارائه می‌دهید متفاوت باشد، یک اعلان خصوصی در پلتفرم تولیدکنندگان دریافت خواهید کرد تا اختلاف برطرف شود.
fi: Open Food Facts laskee Nutri-Score-pisteet annettujen tietojen perusteella (ravintosisältö ja tuoteluokka). Jos laskemamme pisteet eroavat tarjoamistanne pisteistä, saatte yksityisen ilmoituksen tuottaja-alustalla, jotta eroavaisuus voidaan ratkaista.
fr: Open Food Facts calcule le Nutri-Score selon les informations fournies (catégorie et informations nutritionnelles). Si le score que nous calculons est différent du score que vous fournissez, vous recevrez une notification privée sur votre plateforme producteur afin que nous puissions résoudre cette disparité.
he: Open Food Facts מחשב ציון Nutri-Score על סמך המידע שסופק (עובדות תזונתיות וקטגוריה). אם הציון שאנו מחשבים שונה מהציון שסיפקת, תישלח אליך התראה פרטית בפלטפורמה ליצרנים כדי שנוכל להתנהל סביב השוני.
hr: Open Food Facts izračunava Nutri-Score rezultat na temelju pruženih informacija (nutritivne vrijednosti i kategorija). Ako se rezultat koji izračunamo razlikuje od rezultata koji vi navedete, primit ćete privatnu obavijest na platformi proizvođača kako bi se razlika mogla riješiti.
hu: Az Open Food Facts kiszámítja a Nutri-Score pontszámot a megadott információk (tápértékadatok és kategória) alapján. Ha az általunk kiszámított pontszám eltér az Ön által megadott pontszámtól, privát értesítést kap a gyártói platformon, hogy az eltérést fel lehessen oldani.
id: Open Food Facts menghitung skor Nutri-Score berdasarkan informasi yang diberikan (fakta dan kategori nutrisi). Jika skor yang kami hitung berbeda dengan skor yang Anda berikan, Anda akan mendapatkan notifikasi pribadi di platform para produsen agar perbedaan tersebut dapat teratasi.
it: Open Food Facts calcola il punteggio del Nutri-Score in base alle informazioni fornite (valori nutrizionali e categoria). Se il punteggio che calcoliamo è differente da quello che fornisci, riceverai una notifica privata sulla piattaforma dei produttori così che la differenza possa essere risolta.
ja: Open Food Factsは、提供された情報（栄養成分とカテゴリー）に基づいてNutri-Scoreの点数を計算します。計算した点数が提供した点数と異なる場合は、生産者プラットフォームで非公開の通知を受け取り、違いを解決できるようにします。
ka: Open Food Facts ითვლის Nutri-Score ქულას მოწოდებული ინფორმაციის (კვებითი ღირებულების ფაქტები და კატეგორია) საფუძველზე. თუ ჩვენს მიერ გამოთვლილი ქულა განსხვავდება თქვენს მიერ მოწოდებული ქულისგან, თქვენ მიიღებთ პირად შეტყობინებას მწარმოებლის პლატფორმაზე, რათა სხვაობა გამოსწორდეს.
lt: „Open Food Facts“ apskaičiuoja „Nutri-Score“ įvertinimą pagal pateiktą informaciją (mitybos faktus ir kategoriją). Jei mūsų apskaičiuotas įvertinimas skiriasi nuo jūsų pateikto pažymio, gausite privatų pranešimą gamintojų platformoje, kad būtų galima išspręsti skirtumą.
lv: “Open Food Facts” aprēķina Nutri-Score vērtējumu, pamatojoties uz sniegto informāciju (uzturvērtības fakti un kategorija). Ja mūsu aprēķinātais vērtējums atšķiras no jūsu sniegtā vērtējuma, jūs saņemsiet privātu paziņojumu ražotāja platformā, lai atšķirību varētu novērst.
nl_be: Open Food Facts berekent de Nutri-Score-score op basis van de verstrekte informatie (voedingsfeiten en categorie). Als het cijfer dat we berekenen verschilt van het cijfer dat u opgeeft, krijgt u een privémelding op het producentenplatform zodat het verschil kan worden opgelost.
pl: Open Food Facts oblicza ocenę Nutri-Score na podstawie dostarczonych informacji (wartości odżywcze i kategoria żywieniowa). Jeśli obliczona przez nas ocena różni się od oceny, którą podasz, otrzymasz prywatne powiadomienie na platformie producentów, aby można było usunąć różnicę.
pt_pt: O Open Food Facts calcula a pontuação Nutri-Score com base nas informações fornecidas (informação nutricional e categoria). Se a pontuação que calculamos for diferente da pontuação que nos forneceu, receberá uma notificação privada na plataforma do produtor para que a diferença seja resolvida.
ro: Open Food Facts calculează scorul Nutri-Score pe baza informațiilor furnizate (informații nutriționale și categorie). Dacă scorul pe care îl calculăm este diferit de scorul pe care îl furnizați, veți primi o notificare privată pe platforma producătorilor, astfel încât diferența să poată fi rezolvată.
ru: Open Food Facts рассчитывает очки Nutri-Score на основе указанной информации (информация о пищевой ценности и категория). Если очки, которые мы вычисляем, отличаются от предоставленных Вами, то Вы получите личное уведомление на платформе производителей, чтобы можно было устранить несоответствие.
sl: Open Food Facts izračuna Nutri-Score na podlagi predloženih informacij (hranilne vrednosti in kategorije). Če se ta ocena razlikuje od ocene, ki je navedena na embalaži, boste prejeli obvestilo o odpravi napake.
sv: Open Food Facts beräknar Nutri-Score-poängen baserat på den information som lämnats (näringsfakta och kategori). Om poängen vi beräknar skiljer sig från den poäng du anger får du ett privat meddelande på producentplattformen så att skillnaden kan åtgärdas.
th: Open Food Facts คำนวณคะแนน Nutri-Score โดยอิงจากข้อมูลที่ให้มา (ข้อมูลโภชนาการและหมวดหมู่) หากคะแนนที่เราคำนวณได้แตกต่างจากคะแนนที่คุณให้มา คุณจะได้รับการแจ้งเตือนส่วนตัวบนแพลตฟอร์มของผู้ผลิต เพื่อให้สามารถแก้ไขความแตกต่างได้
tr: Open Food Facts, sağlanan bilgilere (beslenme gerçekleri ve kategori) dayalı olarak Nutri-Score puanını hesaplar. Hesapladığımız puan sizin verdiğiniz puandan farklıysa, farkın giderilebilmesi için yapımcılar platformunda özel bir bildirim alırsınız.
uk: Мережа Open Food Facts вираховує оцінку за допомогою системи Nutri-Score базуючись на наданій інформації (властивості харчування та категорія). Якщо обчислювальна оцінка відрізняється від наданої вами оцінки, ви отримаєте особисте сповіщення від платформи розробників про те, як усунути цю проблему.
vi: Open Food Facts tính điểm Nutri-Score dựa trên thông tin được cung cấp (dữ kiện và danh mục dinh dưỡng). Nếu điểm chúng tôi tính toán khác với điểm bạn cung cấp, bạn sẽ nhận được thông báo riêng trên nền tảng nhà sản xuất để xử lý phần khác biệt.

source: Mandatory field
bg: Задължително поле
ca: Contingut obligatori
cs: Povinné pole
da: Obligatorisk felt
de: Pflichtfeld
el: Υποχρεωτικό πεδίο
eo: Deviga kampo
es: Campo necesario
fa: فیلد اجباری
fi: Pakollinen kenttä
fr: Champ obligatoire
he: שדה חובה
hr: Obavezno polje
hu: Kötelező mező
id: Field wajib
it: Campo obbligatorio
ja: 必須項目
ka: სავალდებულო ველი
lt: Privalomas laukas
lv: Obligāts lauks
nl_be: Verplicht veld
pl: Pole obowiązkowe
pt_pt: Campo obrigatório
ro: Câmp obligatoriu
ru: Обязательное поле
sl: Obvezno polje
sv: Obligatoriskt fält
th: ช่องที่ต้องกรอก
tr: Mecburi alan
uk: Обов’язкове поле
vi: Trường bắt buộc

# mandatory_field_note
source: All products should have this information.
bg: Всички продукти трябва да имат тази информация.
ca: Tots els productes han de tenir aquesta informació.
cs: Všechny produkty by měly mít tyto informace.
da: Alle produkter bør have disse oplysninger.
de: Alle Produkte sollten über diese Informationen verfügen.
el: Όλα τα προϊόντα πρέπει να έχουν αυτές τις πληροφορίες.
eo: Ĉiuj produktoj devus havi ĉi tiun informon.
es: Todos los productos deben tener esta información.
fa: همه محصولات باید این اطلاعات را داشته باشند.
fi: Kaikilla tuotteilla tulisi olla nämä tiedot.
fr: Tous les produits devraient fournir cette information.
he: לכל המוצרים אמור להיות המידע הזה.
hr: Svi proizvodi trebaju imati ove informacije.
hu: Minden terméknek rendelkeznie kell ezzel az információval.
id: Semua produk harus memiliki informasi ini.
it: Tutti i prodotti dovrebbero avere queste informazioni.
ja: すべての製品にこの情報が必要です。
ka: ყველა პროდუქტს უნდა ჰქონდეს ეს ინფორმაცია.
lt: Ši informacija turi būti pateikta visuose gaminiuose.
lv: Visiem produktiem jābūt šai informācijai.
nl_be: Alle producten moeten deze informatie hebben.
pl: Wszystkie produkty powinny posiadać tą informację.
pt_pt: Todos os produtos devem ter esta informação.
ro: Toate produsele ar trebui să aibă aceste informații.
ru: Эта информация должна быть указана во всех продуктах.
sl: Vsi izdelki morajo vsebovati te podatke.
sv: Alla produkter bör ha denna information.
th: ผลิตภัณฑ์ทุกชิ้นควรมีข้อมูลนี้
tr: Bu bilgi bütün ürünlerde olmalıdır.
uk: Цю інформацію повинні містити всі товари.
vi: Tất cả các sản phẩm phải có thông tin này.

source: Recommended field
bg: Препоръчано поле
ca: Camp recomanat
cs: Doporučené pole
da: Anbefalet felt
de: Empfohlene Angaben
el: Προτεινόμενο πεδίο
eo: Rekomendita kampo
es: Campo recomendado
fa: فیلد پیشنهادی
fi: Suositeltu kenttä
fr: Champs recommandés
he: שדה מומלץ
hr: Preporučeno polje
hu: Ajánlott mező
id: Field yang direkomendasikan
it: Campo consigliato
ja: 推奨項目
ka: რეკომენდებული ველი
lt: Rekomenduojamas laukas
lv: Ieteicamais lauks
nl_be: Aanbevolen veld
pl: Zalecane pole
pt_pt: Campo recomendado
ro: Câmp recomandat
ru: Рекомендуемое поле
sl: Priporočeno polje
sv: Rekommenderat fält
th: ช่องที่แนะนำ
tr: Tavsiye edilen alan
uk: Рекомендоване поле
vi: Trường được đề xuất

# recommended_field_note
source: If this information exists and is relevant for the product, it is recommended to provide it to make the product easier to search for and the product data more useful.
bg: Ако тази информация съществува и е подходяща за продукта, препоръчително е да я предоставите, за да направите продукта по-лесен за търсене и данните за продукта по-полезни.
ca: Si aquesta informació existeix i és rellevant per al producte, es recomana proporcionar-la per facilitar la cerca del producte i les dades del producte més útils.
cs: Pokud tyto informace existují a jsou pro produkt relevantní, doporučuje se je poskytnout, aby se produkt snáze vyhledával a údaje o produktu byly užitečnější.
da: Findes disse oplysninger, og er de relevante for produktet, anbefales det at angive dem for at gøre det lettere at søge efter produktet og dets data mere nyttige.
de: Wenn diese Informationen vorhanden und für das Produkt relevant sind, wird empfohlen, sie zur Verfügung zu stellen, um die Suche nach dem Produkt zu erleichtern und die Produktdaten nützlicher zu gestalten.
el: Εάν αυτές οι πληροφορίες υπάρχουν και είναι σχετικές με το προϊόν, συνιστάται να τις παρέχετε για να διευκολύνετε την αναζήτηση του προϊόντος και να κάνετε τα δεδομένα του προϊόντος πιο χρήσιμα.
eo: Se tiuj informoj ekzistas kaj estas gravaj por la produkto, oni rekomendas provizi ilin por faciligi la serĉadon de la produkto kaj pli utilajn la produktajn datumojn.
es: Si esta información existe y es relevante para el producto, se recomienda proporcionarlo para que el producto sea más fácil de buscar y sus datos más útiles.
fa: اگر این اطلاعات وجود دارد و برای محصول مرتبط است، توصیه می‌شود آن را ارائه دهید تا جستجوی محصول آسان‌تر و داده‌های محصول مفیدتر شوند.
fi: Jos nämä tiedot ovat olemassa ja merkityksellisiä tuotteen osalta, on suositeltavaa antaa ne helpottamaan tuotteen hakemisesta, ja että tuotetiedot olisivat hyödyllisempiä.
fr: Si cette information existe et qu'elle est pertinente vis-à-vis de ce produit, il est recommandé de la fournir. Ainsi, il sera plus facile de retrouver ce produit et les données produits seront plus utiles.
he: אם המידע הזה קיים וקשור למוצא, מומלץ לספק אותו כדי להקל על החיפוש אחר המוצא ולשפר את היעילות של נתוני המוצר.
hr: Ako te informacije postoje i relevantne su za proizvod, preporučuje se da ih se navede kako bi se olakšalo pretraživanje proizvoda, a podaci o proizvodu bili korisniji.
hu: Ha ezek az információk rendelkezésre állnak és relevánsak a termékre nézve, akkor ajánlott megadni, hogy a termék könnyebben kereshető, a termékadatok pedig hasznosabbak legyenek.
id: Jika informasi ini ada dan relevan untuk produk, disarankan untuk menyediakannya agar produk lebih mudah dicari dan data produk lebih berguna.
it: Se quest'informazione esiste ed è rilevante per il prodotto, si raccomanda di fornirla per rendere più facile da cercare il prodotto e rendere i dati del prodotto più utili.
ja: この情報が存在し製品に関連している場合は、製品の検索を容易にし製品データをより有用にするために、この情報を提供することをお勧めします。
ka: თუ ეს ინფორმაცია არსებობს და პროდუქტისთვის აქტუალურია, რეკომენდებულია მისი მიწოდება, რათა პროდუქტის მოძიება გამარტივდეს და პროდუქტის მონაცემები უფრო სასარგებლო გახდეს.
lt: Jeigu ši informacija yra ir yra aktuali prekei, rekomenduojama ją pateikti, kad prekės būtų lengviau ieškoti, o prekės duomenys naudingesni.
lv: Ja šāda informācija pastāv un ir būtiska produktam, ieteicams to sniegt, lai produktu būtu vieglāk meklēt un produkta dati būtu noderīgāki.
nl_be: Als deze informatie bestaat en relevant is voor het product, is het raadzaam deze te verstrekken om het zoeken naar het product en de productgegevens nuttiger te maken.
pl: Jeśli takie informacje istnieją i są istotne dla produktu, zaleca się ich podanie, aby ułatwić wyszukiwanie produktu, a dane produktu mogły zostać wykorzystane.
pt_pt: Se esta informação existir e for relevante para o produto, é recomendável fornecê-la para tornar a pesquisa do produto mais fácil e os dados do produto mais úteis.
ro: Dacă aceste informații există și sunt relevante pentru produs, se recomandă să le furnizați pentru a face produsul mai ușor de căutat și datele despre produs mai utile.
ru: Если эта информация существует и имеет отношение к продукту, рекомендуется предоставить ее, чтобы упростить поиск продукта и сделать данные о продукте более полезными.
sl: Če te informacije obstajajo in so pomembne za izdelek, je priporočljivo, da jih vnesete, da bo izdelek lažje iskati in podatki o izdelku bodo bolj uporabni.
sv: Om denna information finns och är relevant för produkten rekommenderas att tillhandahålla den för att göra produkten enklare att söka efter och produktinformationen mer användbar.
th: หากข้อมูลนี้มีอยู่และเกี่ยวข้องกับผลิตภัณฑ์ ขอแนะนำให้ระบุข้อมูลนี้เพื่อให้ค้นหาผลิตภัณฑ์ได้ง่ายขึ้นและข้อมูลผลิตภัณฑ์มีประโยชน์มากขึ้น
tr: Bu bilgi varsa ve ürünle ilgiliyse, ürünün araştırılmasını daha kolay hale getirmesini ve ürün verisinin daha kullanışlı olmasını sağlaması için önerilir.
uk: Рекомендується надати існуючу та відповідну для товару інформацію, щоб зробити простішим пошук продукції, а інформацію про неї зробити кориснішою.
vi: Nếu thông tin này tồn tại và có liên quan đến sản phẩm, bạn nên cung cấp thông tin đó để giúp sản phẩm dễ tìm kiếm hơn và dữ liệu sản phẩm hữu ích hơn.

source: Optional field
bg: Опционално поле
ca: Camps opcionals
cs: Volitelné pole
da: Valgfrit felt
de: Optionale Angaben
el: Προαιρετικό πεδίο
eo: Laŭvola kampo
es: Campo opcional
fa: فیلد اختیاری
fi: Valinnainen kenttä
fr: Champ facultatif
he: שדה רשות
hr: Neobavezno polje
hu: Opcionális mező
id: Field opsional
it: Campo facoltativo
ja: 任意項目
ka: არასავალდებულო ველი
lt: Neprivalomas laukas
lv: Neobligāts lauks
nl_be: Optioneel veld
pl: Pole opcjonalne
pt_pt: Campo opcional
ro: Câmp opțional
ru: Необязательное поле
sl: Izbirno polje
sv: Valfritt fält
th: ช่องข้อมูลเพิ่มเติม (ไม่จำเป็น)
tr: Mecburi olmayan alan
uk: Поле, що є необов’язковим
vi: Trường tùy chọn

# optional_field_note
source: If available, this information will be displayed on the product page.
bg: Ако е налична, тази информация ще бъде показана на страницата на продукта.
ca: Si està disponible, aquesta informació es mostrarà a la pàgina del producte.
cs: Pokud je tato informace k dispozici, zobrazí se na stránce produktu.
da: Hvis tilgængelig, vises denne information på produktsiden.
de: Falls verfügbar, werden diese Informationen auf der Produktseite angezeigt.
el: Εάν είναι διαθέσιμες, αυτές οι πληροφορίες θα εμφανίζονται στη σελίδα του προϊόντος.
eo: Se havebla, ĉi tiu informo estos montrata sur la produkta paĝo.
es: Si está disponible, esta información se mostrará en la página del producto.
fa: در صورت موجود بودن، این اطلاعات در صفحه محصول نمایش داده خواهد شد.
fi: Nämä tiedot näytetään tuotesivulla, jos ne ovat saatavilla.
fr: Si disponible, cette information sera affichée sur la page produit.
he: אם זמין, המידע הזה יופיע בעמוד המוצר.
hr: Ako su dostupne, te će se informacije prikazati na stranici proizvoda.
hu: Ez az információ – amennyiben elérhető – megjelenik a termékoldalon.
id: Jika tersedia, informasi ini akan ditampilkan pada halaman produk.
it: Se disponibile, quest'informazione sarà mostrata sulla pagina del prodotto.
ja: 入力された場合、この情報が製品ページに表示されます。
ka: თუ ეს შესაძლებელია, ეს ინფორმაცია გამოჩნდება პროდუქტის გვერდზე.
lt: Jei įmanoma, ši informacija bus rodoma produkto puslapyje.
lv: Ja šī informācija ir pieejama, tā tiks parādīta produkta lapā.
nl_be: Indien beschikbaar wordt deze informatie weergegeven op de productpagina.
pl: Jeśli są dostępne, informacje te zostaną wyświetlone na stronie produktu.
pt_pt: Se disponível, esta informação será mostrada na página do produto.
ro: Dacă sunt disponibile, aceste informații vor fi afișate pe pagina produsului.
ru: Если доступно, эта информация будет отображаться на странице продукта.
sl: Če so na voljo, bodo te informacije prikazane na strani izdelka.
sv: Om tillgänglig kommer denna information att visas på produktsidan.
th: หากมีข้อมูลนี้ จะแสดงอยู่ในหน้ารายละเอียดสินค้า
tr: Varsa, bu bilgi ürün sayfasında gösterilecektir.
uk: Якщо ця функція є доступною, інформація про товар відобразиться на сторінці продукції.
vi: Nếu có, thông tin này sẽ được hiển thị trên trang sản phẩm.
