Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# recommendation_limit_ultra_processed_foods_title
source: Limit ultra-processed foods
cs: Omezte ultra zpracované potraviny
de: Ultrahochverarbeitete Lebensmittel einschränken
el: Περιορίστε τα υπερεπεξεργασμένα τρόφιμα
eo: Limigu ultra-prilaboritajn manĝaĵojn
fa: محدود کردن غذاهای فوق فرآوری شده
fi: Rajoita ultraprosessoituja elintarvikkeita
fr: Limiter les aliments ultra-transformés
he: הגבלת מאכלים אולטרא מעובדים
hr: Ograničite ultra-prerađenu hranu
hu: Korlátozza a többszörösen feldolgozott élelmiszerek fogyasztását
id: Batasi makanan ultra-proses
it: Limita gli alimenti ultra-trasformati
ka: შეზღუდეთ ულტრა დამუშავებული საკვები
lv: Ierobežojiet īpaši pārstrādātu pārtikas produktu patēriņu
nl_be: Beperk ultrabewerkte voedingsmiddelen
pt_pt: Modere o consumo dos alimentos ultra-processados
ru: Ограничьте употребление ультра обработанных продуктов
sv: Begränsa ultraprocessad mat
th: จำกัดการบริโภคอาหารแปรรูปขั้นสูง
uk: Уникайте ультраоброблених продуктів

# recommendation_limit_ultra_processed_foods_subtitle
source: Limiting ultra-processed foods reduces the risk of noncommunicable chronic diseases
cs: Omezení ultrazpracovaných potravin snižuje riziko nepřenosných chronických onemocnění
de: Eine Reduzierung hochverarbeiteter Lebensmittel verringert das Risiko nichtübertragbarer chronischer Krankheiten
el: Ο περιορισμός των υπερεπεξεργασμένων τροφίμων μειώνει τον κίνδυνο μη μεταδοτικών χρόνιων ασθενειών
eo: Limigi ultra-prilaboritajn manĝaĵojn reduktas la riskon de ne-infektaj kronikaj malsanoj
fa: محدود کردن غذاهای فوق فرآوری شده خطر ابتلا به بیماری‌های مزمن غیرواگیر را کاهش می‌دهد
fr: Limiter les aliments ultra-transformés réduit le risque de maladies chroniques
he: הגבלת מזון אולטרא מעובד מפחיתה את הסיכון למחלות כרוניות שאינן מדבקות
hr: Ograničavanje ultraprerađene hrane smanjuje rizik od nezaraznih kroničnih bolesti
hu: A többszörösen feldolgozott élelmiszerek korlátozása csökkenti a nem fertőző krónikus betegségek kockázatát
id: Membatasi makanan ultra-proses mengurangi risiko penyakit kronis yang tidak menular
it: Limitare gli alimenti ultra-trasformati riduce il rischio di malattie croniche non trasmissibili
ka: ულტრა-დამუშავებული საკვების შეზღუდვა ამცირებს არაგადამდები ქრონიკული დაავადებების რისკს
lt: Apribojus labai perdirbtą maistą, sumažėja neužkrečiamųjų lėtinių ligų rizika
lv: Īpaši pārstrādātu pārtikas produktu ierobežošana samazina neinfekciozu hronisku slimību risku
nl_be: Beperken van ultra-bewerkte levensmiddelen vermindert het risico op niet-overdraagbare chronische ziekten
pt_pt: Limitar os alimentos ultra-processados reduz o risco de doenças crónicas não transmissíveis
ru: Ограничение потребления ультра обработанных продуктов снижает риск неинфекционных хронических заболеваний
sv: Att begränsa ultraprocessad mat minskar risken för icke-smittsamma kroniska sjukdomar
th: การจำกัดการบริโภคอาหารแปรรูปขั้นสูงช่วยลดความเสี่ยงต่อโรคเรื้อรังที่ไม่ติดต่อ
uk: Обмеження ультраоброблених продуктів знижує ризик неінфекційних хронічних захворювань

# recommendation_limit_ultra_processed_foods_text
source: Several studies have found that a lower consumption of ultra-processed foods is associated with a reduced risk of noncommunicable chronic diseases, such as obesity, hypertension and diabetes.
cs: Několik studií zjistilo, že nižší spotřeba ultrazpracovaných potravin je spojena se sníženým rizikem nepřenosných chronických onemocnění, jako je obezita, vysoký tlak a cukrovka.
de: Mehrere Studien haben ergeben, dass ein geringerer Verzehr von hochverarbeiteten Lebensmitteln mit einem geringeren Risiko für nicht übertragbare chronische Krankheiten wie Fettleibigkeit, Bluthochdruck und Diabetes verbunden ist.
el: Αρκετές μελέτες έχουν δείξει ότι η χαμηλότερη κατανάλωση υπερεπεξεργασμένων τροφίμων σχετίζεται με μειωμένο κίνδυνο μη μεταδοτικών χρόνιων ασθενειών, όπως η παχυσαρκία, η υπέρταση και ο διαβήτης.
eo: Pluraj studoj trovis, ke pli malalta konsumo de ultra-prilaboritaj manĝaĵoj estas asociita kun reduktita risko de ne-infektaj kronikaj malsanoj, kiel ekzemple obezeco, hipertensio kaj diabeto.
fa: مطالعات متعددی نشان داده‌اند که مصرف کمتر غذاهای فوق فرآوری‌شده با کاهش خطر ابتلا به بیماری‌های مزمن غیرواگیر مانند چاقی، فشار خون بالا و دیابت مرتبط است.
fr: Plusieurs études ont montré qu'une consommation plus faible d'aliments ultra-transformés est associée à un risque diminué de maladies chroniques non transmissibles, telles que l'obésité, l'hypertension et le diabète.
he: מספר מחקרים מצאו שצריכה מופחתת של מאכלים אולטרא מעובדים מקושרת לסיכון מופחת למחלות כרוניות שאינן מידבקות, כגון השמנה, לחץ דם גבוה וסוכרת.
hr: Nekoliko je studija otkrilo da je manja konzumacija ultra-prerađene hrane povezana sa smanjenim rizikom od nezaraznih kroničnih bolesti, poput pretilosti, hipertenzije i dijabetesa.
hu: Számos tanulmány kimutatta, hogy kevesebb többszörösen feldolgozott élelmiszer fogyasztása összefügg a nem fertőző krónikus betegségek, például az elhízás, a magas vérnyomás és a cukorbetegség kockázatának csökkenésével.
id: Beberapa penelitian telah menemukan bahwa konsumsi makanan ultra-proses yang tinggi dikaitkan dengan peningkatan risiko penyakit kronis tidak menular, seperti obesitas, hipertensi, dan diabetes.
it: Diversi studi hanno rilevato che un minore consumo di alimenti ultra-trasformati è associato ad un ridotto rischio di malattie croniche non trasmissibili, come obesità, ipertensione e diabete.
ka: რამდენიმე კვლევამ აჩვენა, რომ ულტრა-გადამუშავებული საკვების დაბალი მოხმარება დაკავშირებულია არაგადამდები ქრონიკული დაავადებების, როგორიცაა სიმსუქნე, ჰიპერტენზია და დიაბეტი, შემცირებულ რისკთან.
lt: Keletas tyrimų parodė, kad mažesnis itin perdirbto maisto vartojimas yra susijęs su sumažėjusia neužkrečiamųjų lėtinių ligų, tokių kaip nutukimas, hipertenzija ir diabetas, rizika.
lv: Vairākos pētījumos ir atklāts, ka mazāks īpaši pārstrādātu pārtikas produktu patēriņš ir saistīts ar samazinātu neinfekciozu hronisku slimību, piemēram, aptaukošanās, hipertensijas un diabēta, risku.
nl_be: Uit diverse onderzoeken is gebleken dat een lagere consumptie van sterk bewerkte voedingsmiddelen verband houdt met een lager risico op niet-overdraagbare chronische ziekten, zoals obesitas, hypertensie en diabetes.
pt_pt: Vários estudos concluíram que um menor consumo de alimentos ultra-processados está associado a um menor risco de doenças crónicas não transmissíveis, como a obesidade, a hipertensão e a diabetes.
ru: Несколько исследований показали, что малое потребление ультра обработанных продуктов связано с пониженным риском неинфекционных хронических заболеваний, таких как ожирение, гипертония и диабет.
sv: Flera studier har funnit att en lägre konsumtion av ultraprocessade livsmedel är förknippad med en minskad risk för icke-smittsamma kroniska sjukdomar, såsom fetma, högt blodtryck och diabetes.
th: ผลการศึกษาหลายชิ้นพบว่า การบริโภคอาหารแปรรูปขั้นสูงในปริมาณที่น้อยลงมีความสัมพันธ์กับการลดความเสี่ยงของโรคเรื้อรังที่ไม่ติดต่อ เช่น โรคอ้วน ความดันโลหิตสูง และโรคเบาหวาน
uk: Кілька досліджень виявили, що менше споживання ультраоброблених продуктів пов’язане зі зниженим ризиком неінфекційних хронічних захворювань, таких як ожиріння, гіпертонія та діабет.

source: Discover the evolution of the Nutri-Score grades of your products
cs: Objevte vývoj tříd Nutri-Score vašich produktů
de: Entdecken Sie die Entwicklung der Nutri-Score-Bewertungen für Ihre Produkte
el: Ανακαλύψτε την εξέλιξη των βαθμών Nutri-Score των προϊόντων σας
eo: Malkovru la evoluon de la Nutri-Score-gradoj de viaj produktoj
fa: تکامل نمرات Nutri-Score محصولات خود را کشف کنید
fr: Découvrez l'évolution des notes Nutri-Score de vos produits
he: הצגת התפתחות ציוני ה־Nutri-Score של המוצרים שלך
hr: Otkrijte evoluciju Nutri-Score stupnjeva vaših proizvoda
hu: Fedezze fel termékei Nutri-Score osztályzatának fejlődését
id: Temukan evolusi nilai Nutri-Score produk Anda
it: Scopri l'evoluzione dei punteggi Nutri-Score dei tuoi prodotti
ka: აღმოაჩინეთ თქვენი პროდუქტების Nutri-Score კლასების ევოლუცია
lt: Sužinokite jūsų produktų „Nutri-Score“ įvertinimų raidą
lv: Atklājiet savu produktu Nutri-Score pakāpju evolūciju
nl_be: Ontdek de evolutie van de Nutri-Score-cijfers van uw producten
pt_pt: Descubra a evolução das classificações Nutri-Score dos seus produtos
ru: Узнайте об эволюции оценки Nutri-Score ваших продуктов
sv: Upptäck utvecklingen av Nutri-Score-kvaliteterna för dina produkter
th: ค้นพบวิวัฒนาการของเกรด Nutri-Score ของผลิตภัณฑ์ของคุณ
uk: Відкрийте для себе еволюцію оцінок Nutri-Score ваших продуктів

# add_products_to_discover_the_evolution_of_their_nutriscore_grades
source: Add products with a category, ingredients list and nutrition facts to discover the evolution of their Nutri-Score grades.
cs: Přidejte produkty s kategorií, seznamem ingrediencí a nutričními údaji a objevte vývoj jejich stupňů Nutri-Score.
de: Fügen Sie Produkte mit einer Kategorie, Zutatenliste und Nährwertangaben hinzu, um die Entwicklung ihrer Nutri-Score-Bewertungen zu erfahren.
el: Προσθέστε προϊόντα με κατηγορία, λίστα συστατικών και στοιχεία διατροφής για να ανακαλύψετε την εξέλιξη των βαθμών Nutri-Score τους.
eo: Aldonu produktojn kun kategorio, listo de ingrediencoj kaj nutraj informoj por malkovri la evoluon de iliaj Nutri-Score-gradoj.
fa: محصولات را با دسته‌بندی، لیست مواد تشکیل‌دهنده و اطلاعات تغذیه‌ای اضافه کنید تا سیر تکامل نمرات Nutri-Score آنها را کشف کنید.
fr: Ajoutez des produits avec une catégorie, une liste d'ingrédients et des informations nutritionnelles pour découvrir l'évolution de leurs notes Nutri-Score.
he: הוספת מוצרים עם קטגוריה, רשימת מוצרים ועובדות תזונתיות כדי לצפות בהתפתחות ציוני ה־Nutri-Score שלהם.
hr: Dodajte proizvode s kategorijom, popisom sastojaka i nutritivnim podacima kako biste otkrili evoluciju njihovih Nutri-Score ocjena.
hu: Adjon hozzá kategóriákkal, összetevlistával és tápértékadatokkal ellátott termékeket, hogy megismerje Nutri-Score osztályzatuk alakulását.
id: Tambahkan produk dengan kategori, daftar bahan, dan fakta nutrisi untuk mengetahui evolusi nilai Nutri-Score-nya.
it: Aggiungi prodotti con una categoria, un elenco di ingredienti e valori nutrizionali per scoprire l'evoluzione dei loro punteggi Nutri-Score.
ka: დაამატეთ პროდუქტები კატეგორიით, ინგრედიენტების სიითა და კვებითი ღირებულების ფაქტებით, რათა აღმოაჩინოთ მათი Nutri-Score კლასების ევოლუცია.
lt: Pridėkite produktų su kategorija, ingredientų sąrašu ir mitybos faktais, kad sužinotumėte apie jų „Nutri-Score“ įvertinimų raidą.
lv: Pievienojiet produktus ar kategoriju, sastāvdaļu sarakstu un uzturvērtības informāciju, lai atklātu to Nutri-Score vērtējumu attīstību.
nl_be: Voeg producten toe met een categorie, ingrediëntenlijst en voedingswaarden om de ontwikkeling van hun Nutri-Score-cijfers te ontdekken.
pt_pt: Adicione produtos com uma categoria, lista de ingredientes e informações nutricionais para descobrir a evolução das suas classificações Nutri-Score.
ru: Добавьте продукты с указанием категории, списка ингредиентов и пищевой ценности, чтобы узнать об изменении их оценок Nutri-Score.
sv: Lägg till produkter med en kategori, ingredienslista och näringsfakta för att se hur deras Nutri-Score-betyg har utvecklats.
th: เพิ่มผลิตภัณฑ์พร้อมหมวดหมู่ รายการส่วนผสม และข้อมูลโภชนาการ เพื่อดูการเปลี่ยนแปลงของคะแนน Nutri-Score ของผลิตภัณฑ์เหล่านั้น
uk: Додайте продукти з категорією, списком інгредієнтів і харчовою цінністю, щоб дізнатися про еволюцію їхніх оцінок Nutri-Score.

source: In contact with food
cs: Při kontaktu s potravinami
de: Bei Kontakt mit Lebensmitteln
el: Σε επαφή με τρόφιμα
eo: En kontakto kun manĝaĵoj
fa: در تماس با غذا
fr: En contact avec l'aliment
he: במגע עם מזון
hr: U kontaktu s hranom
hu: Élelmiszerrel érintkezve
id: Bersentuhan dengan makanan
it: A contatto con gli alimenti
ka: საკვებთან კონტაქტში
lt: Sąlytis su maistu
lv: Saskarē ar pārtiku
nl_be: In contact met voedsel
pt_pt: Em contacto com alimentos
ru: В контакте с едой
sv: I kontakt med livsmedel
th: สัมผัสกับอาหาร
uk: При контакті з їжею

# contact_us_producers
source: Contact Us
eo: Kontaktu nin
fa: تماس با ما
he: יצירת קשר
hr: Kontaktirajte nas
ka: დაგვიკავშირდით
lv: Sazinieties ar mums
pt_pt: Contacte-nos
sv: Kontakta oss
th: ติดต่อเรา

source: Delete
bg: Изтрий
el: Διαγραφή
eo: Forigi
fa: Delet
he: מחיקה
lv: Dzēst
pl: Usuń
pt_pt: Eliminar
sv: Radera
th: ลบ

# f_add_product_to_our_database
source: Is {barcode} the barcode of a product you have? If so, please add it to the database. It only takes a few minutes.
eo: Ĉu {barcode} estas la strekkodo de produkto, kiun vi havas? Se jes, bonvolu aldoni ĝin al la datumbazo. Ĝi daŭras nur kelkajn minutojn.
fa: آیا {barcode} بارکد محصولی است که دارید؟ اگر چنین است، لطفاً آن را به پایگاه داده اضافه کنید. فقط چند دقیقه طول می‌کشد.
hr: Je li {barcode} barkod proizvoda koji imate? Ako jest, dodajte ga u bazu podataka. Potrebno je samo nekoliko minuta.
ka: {barcode} თქვენი პროდუქტის შტრიხკოდია? თუ ასეა, გთხოვთ, დაამატოთ ის მონაცემთა ბაზაში. ამას მხოლოდ რამდენიმე წუთი სჭირდება.
lv: Vai {barcode} ir jūsu produkta svītrkods? Ja tā, lūdzu, pievienojiet to datubāzei. Tas aizņems tikai dažas minūtes.
sv: Är {barcode} streckkoden för en produkt du har? Om så är fallet, vänligen lägg till den i databasen. Det tar bara några minuter.
th: {barcode} เป็นบาร์โค้ดของผลิตภัณฑ์ของคุณหรือไม่? ถ้าใช่ โปรดเพิ่มลงในฐานข้อมูล ใช้เวลาเพียงไม่กี่นาทีเท่านั้น

# f_droid_app_icon_alt_text
source: Available on F-Droid
eo: Havebla ĉe F-Droid
lv: Pieejams F-Droid platformā
sv: Tillgänglig på F-Droid

source: Update nutrients data
eo: Ĝisdatigu nutraĵajn datumojn
fa: به‌روزرسانی داده‌های مواد مغذی
hr: Ažuriranje podataka o hranjivim tvarima
ka: განაახლეთ საკვები ნივთიერებების მონაცემები
lv: Atjaunināt uzturvielu datus
sv: Uppdatera näringsdata
th: อัปเดตข้อมูลสารอาหาร

# update_nutrition_facts
source: Extract nutrition facts
eo: Eltiru nutrajn faktojn
fa: استخراج حقایق تغذیه‌ای
hr: Izdvojite nutritivne činjenice
ka: კვებითი ღირებულების შესახებ ინფორმაციის მოპოვება
lv: Uzturvērtības faktu izvilkums
sv: Extrahera näringsfakta
th: ข้อมูลโภชนาการโดยละเอียด

source: Scan a product
eo: Skani produkton
fa: اسکن یک محصول
hr: Skeniraj proizvod
ka: პროდუქტის სკანირება
lv: Skenēt produktu
sv: Skanna en produkt
th: สแกนผลิตภัณฑ์

source: Or enter barcode manually
eo: Aŭ enigu la strekkodon permane.
fa: یا بارکد را به صورت دستی وارد کنید
hr: Ili ručno unesite barkod
ka: ან შტრიხკოდი ხელით შეიყვანეთ ან ხელით შეიყვანეთ.
lv: Vai arī ievadiet svītrkodu manuāli
sv: Eller ange streckkoden manuellt
th: หรือป้อนบาร์โค้ดด้วยตนเอง

source: Scan
eo: Skani
hr: Pretraži
ka: სკანირება
lv: Skenēt
sv: Skanna
th: สแกน

# reset_preferences_details_beauty
source: Organic farming and fair trade
eo: Organika terkultivado kaj justa komerco
fa: کشاورزی ارگانیک و تجارت عادلانه
hr: Organska poljoprivreda i poštena trgovina
ka: ორგანული მეურნეობა და სამართლიანი ვაჭრობა
lv: Bioloģiskā lauksaimniecība un godīga tirdzniecība
sv: Ekologiskt jordbruk och rättvis handel
th: เกษตรอินทรีย์และการค้าที่เป็นธรรม

# reset_preferences_details_food
source: Nutri-Score, Green-Score and food processing level (NOVA)
eo: Nutri-Score, Green-Score kaj nivelo de nutraĵprilaborado (NOVA)
fa: امتیاز تغذیه‌ای، امتیاز سبز و سطح فرآوری مواد غذایی (NOVA)
hr: Nutri-Score, Green-Score i razina prerade hrane (NOVA)
ka: Nutri-Score, Green-Score და საკვების გადამუშავების დონე (NOVA)
lv: Nutri-Score, Green-Score un pārtikas pārstrādes līmenis (NOVA)
sv: Nutri-Score, Green-Score och livsmedelsförädlingsnivå (NOVA)
th: Nutri-Score, Green-Score และระดับการแปรรูปอาหาร (NOVA)

# reset_preferences_details_product
source: Good repairability
eo: Bona riparebleco
fa: قابلیت تعمیر خوب
hr: Dobra popravljivost
ka: კარგი შეკეთების უნარი
lv: Laba remontējamība
sv: God reparationsförmåga
th: ซ่อมแซมง่าย

# reset_preferences_details_pet_food
source: Organic farming and fair trade
eo: Organika terkultivado kaj justa komerco
fa: کشاورزی ارگانیک و تجارت عادلانه
hr: Organska poljoprivreda i poštena trgovina
ka: ორგანული მეურნეობა და სამართლიანი ვაჭრობა
lv: Bioloģiskā lauksaimniecība un godīga tirdzniecība
sv: Ekologiskt jordbruk och rättvis handel
th: เกษตรอินทรีย์และการค้าที่เป็นธรรม

# action_report_image_to_nutripatrol
source: Report this image to our moderators
eo: Raporti ĉi tiun bildon al niaj moderigantoj
fa: این تصویر را به مدیران ما گزارش دهید
hr: Prijavi ovu sliku našim moderatorima
ka: შეატყობინეთ ამ სურათის შესახებ ჩვენს მოდერატორებს
lv: Ziņot par šo attēlu mūsu moderatoriem
sv: Rapportera den här bilden till våra moderatorer
th: รายงานภาพนี้ไปยังผู้ดูแลระบบของเรา

# missing_serving_size_value_and_or_unit
source: We are missing the serving size value and/or unit to calculate the Nutri-Score
eo: Mankas al ni la valoro de la porcio kaj/aŭ unuo por kalkuli la Nutri-Poentaron.
fa: ما مقدار اندازه وعده و/یا واحد را برای محاسبه امتیاز تغذیه‌ای از دست داده‌ایم.
hr: Nedostaje nam vrijednost veličine porcije i/ili jedinica za izračun Nutri-Scorea
ka: ნუტრი-ქულის გამოსათვლელად პორციის ზომის მნიშვნელობა და/ან ერთეული არ გვაქვს მითითებული.
lv: Mums trūkst porcijas lieluma vērtības un/vai mērvienības, lai aprēķinātu Nutri-Score.
sv: Vi saknar portionsstorleksvärdet och/eller enheten för att beräkna näringspoängen.
th: เรากำลังขาดค่าขนาดการเสิร์ฟและ/หรือหน่วยในการคำนวณ Nutri-Score

# bottom_content_split
source: <<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by donating to Open Food Facts.<br/><b>Thank you!</b>
eo: <<site_name>> estas farita de neprofitcela asocio, sendependa de la industrio. Ĝi estas farita por ĉiuj, de ĉiuj, kaj ĝi estas financata de ĉiuj. Vi povas subteni nian laboron per donaco al Open Food Facts.<br/><b>Dankon!</b>
fa: <<site_name>> توسط یک انجمن غیرانتفاعی و مستقل از صنعت ساخته شده است. این انجمن برای همه، توسط همه و با حمایت مالی همه ساخته شده است. شما می‌توانید با کمک مالی به Open Food Facts از کار ما حمایت کنید.<br/><b>متشکرم!</b>
hr: <<site_name>> izradila je neprofitna udruga, neovisna o industriji. Napravljen je za sve, od svih i financiran je od strane svih. Možete podržati naš rad donacijom Open Food Facts.<br/><b>Hvala vam!</b>
ka: <<site_name>> შექმნილია არაკომერციული ასოციაციის მიერ, რომელიც დამოუკიდებელია ინდუსტრიისგან. ის შექმნილია ყველასთვის, ყველასგან და ფინანსდება ყველასგან. თქვენ შეგიძლიათ მხარი დაუჭიროთ ჩვენს საქმიანობას Open Food Facts-ისთვის შემოწირულობის გაღებით.<br/><b>გმადლობთ!</b>
lv: <<site_name>> ir izveidojusi bezpeļņas organizācija, kas ir neatkarīga no nozares. Tas ir paredzēts visiem, visiem, un to finansē visi. Jūs varat atbalstīt mūsu darbu, ziedojot Open Food Facts.<br/><b>Paldies!</b>
sv: <<site_name>> är tillverkad av en ideell förening, oberoende av branschen. Den är gjord för alla, av alla, och finansieras av alla. Du kan stödja vårt arbete genom att donera till Open Food Facts.<br/><b>Tack!</b>
th: <<site_name>> จัดทำโดยสมาคมไม่แสวงหาผลกำไร ซึ่งเป็นอิสระจากอุตสาหกรรม จัดทำขึ้นเพื่อทุกคน โดยทุกคน และได้รับทุนสนับสนุนจากทุกคน คุณสามารถสนับสนุนงานของเราได้โดยการบริจาคให้กับ Open Food Facts<br/><b>ขอบคุณ!</b>

# bottom_content_split_with_lilo
source: <<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by donating to Open Food Facts and also by using the Lilo search engine.<br/><b>Thank you!</b>
eo: <<site_name>> estas farita de neprofitcela asocio, sendependa de la industrio. Ĝi estas farita por ĉiuj, de ĉiuj, kaj ĝi estas financata de ĉiuj. Vi povas subteni nian laboron per donaco al Open Food Facts kaj ankaŭ per uzado de la serĉilo Lilo.<br/><b>Dankon!</b>
fa: <<site_name>> توسط یک انجمن غیرانتفاعی و مستقل از صنعت غذا ساخته شده است. این انجمن برای همه، توسط همه و با حمایت مالی همه ساخته شده است. شما می‌توانید با کمک مالی به Open Food Facts و همچنین با استفاده از موتور جستجوی Lilo از کار ما حمایت کنید.<br/><b>متشکرم!</b>
hr: <<site_name>> izradila je neprofitna udruga, neovisna o industriji. Napravljen je za sve, od svih i financiran je od strane svih. Možete podržati naš rad donacijom Open Food Facts, a također i korištenjem tražilice Lilo.<br/><b>Hvala vam!</b>
ka: <<site_name>> შექმნილია არაკომერციული ასოციაციის მიერ, რომელიც დამოუკიდებელია ინდუსტრიისგან. ის შექმნილია ყველასთვის, ყველასგან და ფინანსდება ყველასგან. თქვენ შეგიძლიათ მხარი დაუჭიროთ ჩვენს საქმიანობას Open Food Facts-ისთვის შემოწირულობის გაღებით და ასევე Lilo-ს საძიებო სისტემის გამოყენებით.<br/><b>გმადლობთ!</b>
lv: <<site_name>> ir izveidojusi bezpeļņas asociācija, kas ir neatkarīga no nozares. Tas ir paredzēts visiem, visiem, un to finansē visi. Jūs varat atbalstīt mūsu darbu, ziedojot Open Food Facts un izmantojot Lilo meklētājprogrammu.<br/><b>Paldies!</b>
sv: <<site_name>> är skapad av en ideell förening, oberoende av branschen. Den är gjord för alla, av alla, och finansieras av alla. Du kan stödja vårt arbete genom att donera till Open Food Facts och även genom att använda sökmotorn Lilo.<br/><b>Tack!</b>
th: <<site_name>> จัดทำโดยสมาคมไม่แสวงหาผลกำไร ซึ่งเป็นอิสระจากอุตสาหกรรม จัดทำขึ้นเพื่อทุกคน โดยทุกคน และได้รับทุนสนับสนุนจากทุกคน คุณสามารถสนับสนุนงานของเราได้โดยการบริจาคให้กับ Open Food Facts และผ่านทางเครื่องมือค้นหา Lilo<br/><b>ขอบคุณ!</b>

source: Lilo search engine
eo: Lilo-serĉilo
fa: موتور جستجوی لیلو
hr: Lilo tražilica
ka: ლილოს საძიებო სისტემა
lv: Lilo meklētājprogramma
sv: Lilo sökmotor
th: เครื่องมือค้นหา Lilo

# robots_not_served_here
source: Due to heavy abuse from robots, we are unable to serve this page to unidentified users. Please create a free Open Food Facts account to access all of Open Food Facts.
eo: Pro peza misuzo fare de robotoj, ni ne povas servi ĉi tiun paĝon al neidentigitaj uzantoj. Bonvolu krei senpagan konton ĉe Open Food Facts por aliri ĉion ĉe Open Food Facts.
fa: به دلیل سوءاستفاده شدید ربات‌ها، ما قادر به ارائه این صفحه به کاربران ناشناس نیستیم. لطفاً برای دسترسی به همه اطلاعات مربوط به Open Food Facts، یک حساب کاربری رایگان ایجاد کنید.
hr: Zbog velike zloupotrebe od strane robota, ne možemo posluživati ovu stranicu neidentificiranim korisnicima. Molimo vas da kreirate besplatni Open Food Facts račun kako biste pristupili svim Open Food Facts stranicama.
ka: რობოტების მხრიდან ხშირი ბოროტად გამოყენების გამო, ჩვენ ვერ ვაწვდით ამ გვერდს არაიდენტიფიცირებულ მომხმარებლებს. გთხოვთ, შექმნათ უფასო Open Food Facts ანგარიში Open Food Facts-ის ყველა გვერდზე წვდომისთვის.
lv: Robotu izraisītas nopietnas ļaunprātīgas izmantošanas dēļ mēs nevaram apkalpot šo lapu neidentificētiem lietotājiem. Lūdzu, izveidojiet bezmaksas Open Food Facts kontu, lai piekļūtu visai Open Food Facts informācijai.
sv: På grund av omfattande missbruk från robotar kan vi inte visa den här sidan för oidentifierade användare. Skapa ett gratis Open Food Facts-konto för att få tillgång till alla Open Food Facts.
th: เนื่องจากถูกหุ่นยนต์โจมตีอย่างหนัก เราจึงไม่สามารถให้บริการหน้านี้แก่ผู้ใช้ที่ไม่ระบุตัวตนได้ โปรดสร้างบัญชี Open Food Facts ฟรีเพื่อเข้าถึง Open Food Facts ทั้งหมด

source: Origin of ingredients
eo: Origino de ingrediencoj
lv: Sastāvdaļu izcelsme
sv: Ingredients ursprung
th: แหล่งที่มาของวัตถุดิบ

source: Origin of product
lv: Produkta izcelsme
sv: Produktens ursprung

source: Product information
eo: Produktaj informoj
fa: اطلاعات محصول
hr: Informacije o proizvodu
ka: პროდუქტის ინფორმაცია
lv: Produkta informācija
sv: Produktinformation
th: ข้อมูลผลิตภัณฑ์

source: Raw product information
eo: Krudaj produktaj informoj
fa: اطلاعات محصول خام
hr: Informacije o sirovom proizvodu
ka: ნედლი პროდუქტის ინფორმაცია
lv: Neapstrādāta produkta informācija
sv: Rå produktinformation
th: ข้อมูลผลิตภัณฑ์ดิบ
