Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# import_data_file_format
source: You can upload a table with the columns Open Food Facts import format, or you can upload a table in any format and then select the columns to import.
ar: يمكنك تحميل جدول بأعمدة منسق من Open Food Facts، أو يمكنك تحميل جدول بأي تنسيق ثم تحديد الأعمدة المراد استيرادها.
bg: Можете да качите таблица с колоните на формата Open Food Facts или можете да качите таблица в произволен формат и след това да изберете колоните за внасяне.
ca: Podeu carregar una taula amb el format d'importació Open Food Facts de columnes, o podeu carregar una taula en qualsevol format i seleccionar les columnes que voleu importar.
cs: Můžete nahrát tabulku s formátem importu ve sloupcích Open Food Facts nebo můžete nahrát tabulku v libovolném formátu a poté vybrat sloupce pro import.
da: Du kan uploade en tabel med kolonnerne i Open Food Facts-importformatet, eller du kan uploade en tabel i ethvert format og derefter vælge de kolonner, som skal importeres.
de: Sie können eine Tabelle mit Spalten im Open Food Facts Importformat hochladen, oder Sie können eine Tabelle in einem beliebigen Format hochladen und dann die zu importierenden Spalten auswählen.
el: Μπορείτε να ανεβάσετε έναν πίνακα με τη μορφή εισαγωγής στηλών Open Food Facts ή μπορείτε να ανεβάσετε έναν πίνακα σε οποιαδήποτε μορφή και, στη συνέχεια, να επιλέξετε τις στήλες για εισαγωγή.
eo: Vi povas alŝuti tabelon kun la kolumnoj "Open Food Facts" importformato, aŭ vi povas alŝuti tabelon en iu ajn formato kaj poste elekti la kolumnojn por importi.
es: Puede cargar una tabla con el formato de importación de Open Food Facts de las columnas, o puede cargar una tabla en cualquier formato y luego seleccionar las columnas para importar.
fa: می‌توانید جدولی با ستون‌های Open Food Facts import format آپلود کنید، یا می‌توانید جدولی را با هر فرمتی آپلود کنید و سپس ستون‌ها را برای وارد کردن انتخاب کنید.
fi: Voit lähettää taulukon, jossa on sarakkeet Open Food Facts tuontimuodossa, tai voit lähettää taulukon missä tahansa muodossa ja valita tuotavat sarakkeet.
fr: Vous pouvez envoyer un tableau avec des colonnes suivant le format d'import Open Food Facts ou envoyer un tableau dans n'importe quel autre format, puis sélectionner les colonnes à importer.
he: ניתן להעלות טבלה עם תצורת העמודות לייבוא לתוך Open Food Facts או שניתן להעלות טבלה מכל סוג שהוא ואז לבחור את העמודות לייבוא.
hr: Možete prenijeti tablicu sa stupcima u formatu za uvoz Open Food Facts ili možete prenijeti tablicu u bilo kojem formatu, a zatim odabrati stupce za uvoz.
hu: Feltölthet egy táblázatot az Open Food Facts importformátumnak megfelelő oszlopokkal, vagy bármilyen formátumban, majd kiválaszthatja az importálandó oszlopokat.
id: Anda dapat mengunggah tabel dengan kolom format impor Open Food Fact, atau Anda dapat mengunggah tabel dengan format apa saja dan kemudian memilih kolom-kolom tertentu untuk diimpor.
it: Puoi caricare una tabella con le colonne in formato di importazione Apri fatti alimentari, oppure puoi caricare una tabella in qualsiasi formato e quindi selezionare le colonne da importare.
ja: Open Food Factsインポート形式の列を含むテーブルをアップロードするか、任意の形式のテーブルをアップロードしてから、インポートする列を選択してください。
ka: შეგიძლიათ ატვირთოთ ცხრილი სვეტებით Open Food Facts იმპორტის ფორმატში, ან შეგიძლიათ ატვირთოთ ცხრილი ნებისმიერი ფორმატით და შემდეგ აირჩიოთ იმპორტისთვის განკუთვნილი სვეტები.
lt: Galite įkelti lentelę su stulpeliais Atidaryti Open Food Facts importo formatą arba galite įkelti bet kokio formato lentelę ir tada pasirinkti stulpelius, kuriuos norite importuoti.
lv: Varat augšupielādēt tabulu ar kolonnām Open Food Facts importēšanas formātā vai arī augšupielādēt tabulu jebkurā formātā un pēc tam atlasīt importējamās kolonnas.
nl_be: U kunt een tabel uploaden met de kolommen Open Food Facts import formaat, of u kunt een tabel uploaden in elk formaat en vervolgens de kolommen selecteren om te importeren.
pl: Możesz przesłać tabelę z kolumnami w formacie importu Open Food Facts lub możesz przesłać tabelę w dowolnym formacie, a następnie wybrać kolumny do zaimportowania.
pt_pt: Pode enviar uma tabela com as colunas de formato de importação de Open Food Facts ou pode enviar uma tabela em qualquer formato e depois selecionar as colunas a importar.
ro: Puteți încărca un tabel cu coloanele în formatul de import Open Food Facts sau puteți încărca un tabel în orice format și apoi selectați coloanele de importat.
ru: Вы можете загрузить таблицу с форматом импорта столбцов Open Food Facts, или вы можете загрузить таблицу в любом формате, а затем выбрать столбцы для импорта.
sl: Lahko naložite tabelo s stolpci, oblika uvoza Open Food Facts ali pa lahko tabelo naložite v kateri koli obliki in nato izberete stolpce za uvoz.
sv: Du kan ladda upp en tabell med kolumnerna enligt Open Food Facts importformat, eller så kan du ladda upp en tabell i valfritt format och sedan välja de kolumner som ska importeras.
th: คุณสามารถอัปโหลดตารางที่มีคอลัมน์ตามรูปแบบการนำเข้าของ Open Food Facts หรือคุณสามารถอัปโหลดตารางในรูปแบบใดก็ได้ แล้วเลือกคอลัมน์ที่จะนำเข้า
tr: Sütunları Open Food Facts import formatında bir tablo yükleyebilir ya da herhangi bir formatta bir tablo yükleyip ardından içe aktarılacak sütunları seçebilirsiniz.
uk: Ви можете завантажити таблицю, що містить в собі колонки значеннєвого формату Open Food Facts або можете також завантажити таблицю будь-якого формату, а тоді вибрати ті колонки, які ви бажаєте імпортувати.
vi: Bạn có thể tải lên bảng với các cột theo mẫu tải lên của Open Food Facts, hoặc bạn có thể tải lên một bảng dưới bất kì định nào sau đó lựa chọn cột để nhập thông tin.

# upload_product_data_file
source: Upload a file with product data
ar: تحميل ملف ببيانات منتج
bg: Качете файл с данни за продукта
ca: Pengeu un fitxer amb les dades del producte
cs: Nahrajte soubor s produktovými daty
da: Upload en fil med produktdata
de: Datei mit Produktdaten hochladen
el: Ανεβάστε ένα αρχείο με δεδομένα προϊόντος
eo: Alŝutu dosieron kun produktaj datumoj
es: Subir un archivo con datos de productos
fa: فایلی حاوی اطلاعات محصول آپلود کنید
fi: Lähetä tiedosto, jossa on tuotteiden tiedot
fr: Envoyer un fichier avec les données des produits
he: העלאת קובץ עם נתוני מוצרים
hr: Prenesite datoteku s podacima o proizvodu
hu: Termékadatokat tartalmazó fájl feltöltése
id: Unggah berkas dengan data-data produk
it: Carica un file con i dati del prodotto
ja: 商品データを含むファイルをアップロード
ka: ატვირთეთ ფაილი პროდუქტის მონაცემებით
lt: Įkelkite failą su produkto duomenimis
lv: Augšupielādējiet failu ar produkta datiem
nl_be: Upload een bestand met productgegevens
pl: Prześlij plik z danymi produktów
pt_pt: Enviar um ficheiro com dados do produto
ro: Încărcați un fișier cu date despre produs
ru: Загрузить файл с данными о продуктах
sl: Naloži datoteko s podatki o izdelku
sv: Ladda upp en fil med produktdata
th: อัปโหลดไฟล์ที่มีข้อมูลผลิตภัณฑ์
tr: Ürün verileri içeren bir dosya yükleyin
uk: Завантажте файл, що включає в себе відомості про товар
vi: Tải lên tệp có dữ liệu sản phẩm

# uploading_file
source: File being uploaded.
ar: يتم تحميل الملف.
bg: Файлът се качва.
ca: S'està carregant el fitxer.
cs: Soubor se nahrává.
da: Fil uploades.
de: Datei wird hochgeladen.
el: Το αρχείο μεταφορτώθηκε.
eo: Dosiero alŝutata.
es: El archivo se está cargando.
fa: فایل در حال آپلود است.
fi: Tiedostoa lähetetään.
fr: Fichier en cours d'envoi.
he: הקובץ נשלח.
hr: Datoteka se prenosi.
hu: Fájl feltöltés alatt.
id: Berkas sedang diunggah.
it: File in fase di caricamento.
ja: ファイルをアップロードしています。
ka: ფაილის ატვირთვა მიმდინარეობს.
lt: Failas įkeliamas.
lv: Fails tiek augšupielādēts.
nl_be: Bestand wordt geüpload.
pl: Plik jest wysyłany.
pt_pt: Ficheiro a ser enviado.
ro: Fișier în curs de încărcare.
ru: Файл загружается.
sl: Datoteka se nalaga.
sv: Filen laddas upp.
th: กำลังอัปโหลดไฟล์
tr: Dosya yükleniyor.
uk: Файл завантажується.
vi: Tập tin đang được tải lên.

# upload_error
source: The file could not be uploaded.
ar: تعذَّر تحميل الملف.
bg: Файлът не можа да бъде качен.
ca: No s'ha pogut penjar l'arxiu.
cs: Soubor nelze nahrát.
da: Filen kunne ikke uploades.
de: Datei konnte nicht hochgeladen werden.
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου.
eo: La dosiero ne povis esti alŝutita.
es: No se pudo cargar el archivo.
fa: فایل قابل آپلود نبود.
fi: Tiedoston lähetys epäonnistui.
fr: Le fichier n'a pas pu être chargé.
he: לא ניתן להעלות את הקובץ.
hr: Datoteka se nije mogla prenijeti.
hu: A fájlt nem sikerült feltölteni.
id: Berkas tidak dapat diunggah.
it: Impossibile caricare il file.
ja: ファイルをアップロードできませんでした。
ka: ფაილის ატვირთვა ვერ მოხერხდა.
lt: Failo nepavyko įkelti.
lv: Failu nevarēja augšupielādēt.
nl_be: Het bestand kon niet worden geüpload.
pl: Plik nie mógł zostać przesłany.
pt_pt: Não foi possível enviar o ficheiro.
ro: Fișierul nu a putut fi încărcat.
ru: Файл не может быть загружен.
sl: Datoteke ni bilo mogoče naložiti.
sv: Filen kunde inte laddas upp.
th: ไม่สามารถอัปโหลดไฟล์ได้
tr: Dosya yüklenemedi.
uk: Неможливо завантажити файл.
vi: Không thể tải lên tệp lên.

# import_data_file_select_format_title
source: Select and import data
ar: تحديد واستيراد البيانات
bg: Изберете и внесете данни
ca: Seleccioneu i importeu dades
cs: Vyberte a importujte data
da: Vælg og importér data
de: Daten auswählen und importieren
el: Επιλογή και εισαγωγή δεδομένων
eo: Elektu kaj importu datumojn
es: Seleccionar e importar datos
fa: انتخاب و وارد کردن داده‌ها
fi: Valitse ja tuo tiedot
fr: Sélectionner et importer des données
he: בחירה וייבוא נתונים
hr: Odabir i uvoz podataka
hu: Adatok kiválasztása és importálása
id: Pilih dan impor data
it: Seleziona e importa i dati
ja: データの選択とインポート
ka: მონაცემების შერჩევა და იმპორტი
lt: Pasirinkite ir importuokite duomenis
lv: Atlasīt un importēt datus
nl_be: Selecteer en importeer gegevens
pl: Wybierz i zaimportuj dane
pt_pt: Selecionar e importar dados
ro: Selectați și importați date
ru: Выбрать и импортировать данные
sl: Izberite in uvozite podatke
sv: Välj och importera data
th: เลือกและนำเข้าข้อมูล
tr: Veri seç ve içe aktar
uk: Виберіть дані та імпортуйте їх
vi: Chọn và nhập dữ liệu

# import_data_file_select_format_description
source: Use the form below to indicate which columns to import and what data they contain.
ar: استخدم النموذج أدناه للإشارة إلى الأعمدة المراد استيرادها البيانات التي تحتوي عليها.
bg: Използвайте формуляра по-долу, за да посочите кои колони да внесете и какви данни съдържат.
ca: Utilitzeu el formulari següent per indicar quines columnes voleu importar i quines dades contenen.
cs: Pomocí formuláře níže uveďte, které sloupce chcete importovat a jaká data obsahují.
da: Benyt formularen nedenfor til at indikere, hvilke kolonner, som skal importeres, og hvilke data de indeholder.
de: Verwenden Sie das nachfolgende Formular, um anzugeben, welche Spalten importiert werden sollen und welche Daten enthalten sind.
el: Χρησιμοποιήστε την παρακάτω φόρμα για να υποδείξετε ποιες στήλες να εισαγάγετε και ποια δεδομένα περιέχουν.
eo: Uzu la suban formularon por indiki kiujn kolumnojn importi kaj kiajn datumojn ili enhavas.
es: Utilice el siguiente formulario para indicar qué columnas importar y qué datos contienen.
fa: از فرم زیر برای مشخص کردن ستون‌هایی که باید وارد شوند و داده‌هایی که شامل می‌شوند، استفاده کنید.
fi: Käytä alla olevaa lomaketta osoittamaan mitkä sarakkeet tuodaan ja mitä tietoja ne sisältävät.
fr: Utilisez le formulaire ci-dessous pour indiquer les colonnes à importer et les données qu’elles contiennent.
he: יש להשתמש בטופס שלהלן כדי לציין אילו עמודות לייבא ואילו נתונים הן מכילות.
hr: Pomoću donjeg obrasca navedite koje stupce treba uvesti i koje podatke sadrže.
hu: Az alábbi űrlap segítségével jelölje meg, hogy mely oszlopokat importálja és azok milyen adatokat tartalmaznak.
id: Gunakan formulir di bawah ini untuk menunjukkan kolom-kolom mana yang diimpor dan data apa yang terdapat di dalamnya.
it: Utilizza il modulo sottostante per indicare quali colonne importare e quali dati contengono.
ja: 以下のフォームを使用して、インポートする列と、その列に含まれるデータを指定してください。
ka: ქვემოთ მოცემული ფორმის გამოყენებით მიუთითეთ, რომელი სვეტები უნდა შემოიტანოთ და რა მონაცემებს შეიცავდნენ ისინი.
lt: Norėdami nurodyti, kuriuos stulpelius importuoti ir kokius duomenis juose naudoti, naudokite žemiau esančią formą.
lv: Izmantojiet tālāk redzamo veidlapu, lai norādītu, kuras kolonnas importēt un kādus datus tās satur.
nl_be: Gebruik het onderstaande formulier om aan te geven welke kolommen u wilt importeren en welke gegevens ze bevatten.
pl: Użyj poniższego formularza, aby kolumny oraz dane do zaimportowania.
pt_pt: Use o formulário abaixo para indicar quais colunas importar e que dados estas contêm.
ro: Utilizați formularul de mai jos pentru a indica ce coloane să importați și ce date conțin.
ru: Используйте форму ниже, чтобы указать, какие столбцы импортировать и какие данные они содержат.
sl: S spodnjim obrazcem označite, katere stolpce želite uvoziti in katere podatke vsebujejo.
sv: Använd formuläret nedan för att ange vilka kolumner som ska importeras och vilken data de innehåller.
th: ใช้แบบฟอร์มด้านล่างเพื่อระบุคอลัมน์ที่ต้องการนำเข้าและข้อมูลที่อยู่ในคอลัมน์เหล่านั้น
tr: Hangi sütunların içe aktarılacağını ve hangi verileri içerdiğini belirtmek için aşağıdaki formu kullanın.
uk: Використовуйте форму, що подана нижче, щоб вказати колонки, які необхідно імпортувати та які відомості вони містять в собі.
vi: Sửa dụng mẫu bên dưới để xác định cột nào cần nhập và dữ liệu của cột.

source: Import data
ar: إستيراد البيانات
bg: Внасяне на данни
ca: Importar dades
cs: Importovat data
da: Importér data
de: Daten importieren
el: Εισαγωγή δεδομένων
eo: Importi datumojn
es: Importar datos
fa: وارد کردن داده
fi: Tuo tiedot
fr: Importer les données
he: ייבוא נתונים
hr: Uvoz podataka
hu: Adatok importálása
id: Impor data
it: Importa dati
ja: データのインポート
ka: მონაცემების იმპორტი
lt: Importuoti duomenis
lv: Importēt datus
nl_be: Importeer gegevens
pl: Importuj dane
pt_pt: Importar dados
ro: Importă date
ru: Импорт данных
sl: Uvoz podatkov
sv: Importera data
th: นำเข้าข้อมูล
tr: Verileri içe aktar
uk: Дані про імпортування
vi: Nhập dữ liệu

# import_file_rows_columns
source: The uploaded file contains %s rows and %s columns.
ar: يحتوي الملف الذي تم تحميله على %s صفوف و %s عمود.
bg: Каченият файл съдържа %s реда и %s колони.
ca: El fitxer penjat conté %s fila(es) i %s columna(es).
cs: Nahraný soubor obsahuje %s řádků a %s sloupců.
da: Den uploadede fil indeholder %s rækker og %s kolonner.
de: Die hochgeladene Datei enthält %s Zeilen und %s Spalten.
el: Το μεταφορτωμένο αρχείο περιέχει %s σειρές και %s στήλες.
eo: La alŝutita dosiero enhavas %s vicojn kaj %s kolumnojn.
es: El archivo cargado contiene %s filas y %s columnas.
fa: فایل آپلود شده شامل %s سطر و %s ستون است.
fi: Lähetetty tiedosto sisältää %s riviä %s saraketta.
fr: Le fichier envoyé contient %s lignes et %s colonnes.
he: הקובץ שנשלח מכיל %s שורות ו־%s עמודות.
hr: Prenesena datoteka sadrži %s redaka i %s stupaca.
hu: A feltöltött fájl %s sort és %s oszlopot tartalmaz.
id: Berkas yang diunggah berisi %s baris dan %s kolom.
it: Il file caricato contiene %s righe e %s colonne.
ja: アップロードされたファイルには %s 行と %s 列が含まれています。
ka: ატვირთული ფაილი შეიცავს %s რიგს და %s სვეტს.
lt: Įkeltame faile yra %s eilučių ir %s stulpelių.
lv: Augšupielādētajā failā ir %s rindas un %s kolonnas.
nl_be: Het geüploade bestand bevat %s rijen en %s kolommen.
pl: Przesłany plik zawiera %s wierszy i %s kolumn.
pt_pt: O ficheiro enviado contém %s linhas e %s colunas.
ro: Fișierul încărcat conține %s rânduri și %s coloane.
ru: Загруженный файл содержит %s строк и %s столбцов.
sl: Naložena datoteka vsebuje vrstice: %s in stolpce: %s.
sv: Den uppladdade filen innehåller %s rader och %s kolumner.
th: ไฟล์ที่อัปโหลดมี %s แถวและ %s คอลัมน์
tr: Yüklenen dosya %s satır ve %s sütun içermektedir.
uk: Завантажений файл містить в собі %s рядів та %s стовпчиків.
vi: Tệp được tải lên chứa %s hàng và %s cột.

# import_file_selected_columns
source: %s columns out of %s have been selected and will be imported.
ar: %s من الأعمدة من %s تم اختيارها وسيتم استيرادها.
bg: Избрани са %s колони от %s и ще бъдат внесени.
ca: S'han seleccionat i s'importaran %s columnes d' %s.
cs: %s sloupců z %s byly vybrány a budou importovány.
da: %s kolonner ud af %s er valgt og bliver importeret.
de: %s von %s ausgewählten Spalten werden importiert.
el: %s στήλες από τις %s έχουν επιλεγεί και θα εισαχθούν.
eo: %s kolumnoj el %s estas elektitaj kaj estos importitaj.
es: %s columnas de %s han sido seleccionadas y se importarán.
fa: %s ستون‌های %s انتخاب شده‌اند و وارد خواهند شد.
fi: %s/%s saraketta on valittu ja ne tuodaan.
fr: %s colonnes sur %s ont été sélectionnées et seront importées.
he: נבחרו %s עמודות מתוך %s והן תיובאנה.
hr: Odabrano je i uvest će se sljedeći broj stupaca: %s od %s .
hu: %s / %s oszlop ki lett választva és be lesz importálva.
id: %s kolom dari %s telah dipilih dan akan diimpor.
it: Sono state selezionate %s colonne su %s e verranno importate.
ja: %s の %s 列が選択され、インポートされます。
ka: %s სვეტი %s -დან შეირჩა და იმპორტირებული იქნება.
lt: Buvo pasirinkta %s stulpelių iš %s ir jie bus importuoti.
lv: %s kolonnas no %s ir atlasītas un tiks importētas.
nl_be: %s kolommen van %s zijn geselecteerd en zullen worden geïmporteerd.
pl: Wybrano %s kolumn z %s do zaimportowania.
pt_pt: %s de %s colunas foram selecionadas e serão importadas.
ro: %s coloane din %s au fost selectate și vor fi importate.
ru: %s столбцов из %s были выбраны и будут импортированы.
sl: Od %s je izbranih stolpcev %s in bodo uvoženi.
sv: %s kolumner av %s har valts och kommer att importeras.
th: มีการเลือกคอลัมน์ %s คอลัมน์จากทั้งหมด %s คอลัมน์ และจะถูกนำเข้า
tr: %s üzerinden sütun %s seçilmiş ve içe aktarılacaktır.
uk: %s стовпчиків з %s були вибрані та будуть імпортовані.
vi: %s cột trong số %s đã được chọn và sẽ được nhập.

# fields_group_identification
source: Product identification
ar: تعريف المنتج
bg: Идентификация на продукта
ca: Identificació del producte
cs: Identifikace produktu
da: Produktidentifikation
de: Produktkennzeichnung
el: Ταυτοποίηση προϊόντος
eo: Produkta identigo
es: Indentificación de producto
fa: شناسایی محصول
fi: Tuotteen tunnus
fr: Identification du produit
he: זיהוי מוצר
hr: Identifikacija proizvoda
hu: Termék azonosítása
id: Identifikasi produk
it: Identificazione prodotto
ja: 商品の識別
ka: პროდუქტის იდენტიფიკაცია
lt: Produkto identifikacija
lv: Produkta identifikācija
nl_be: Product identificatie
pl: Identyfikacja produktu
pt_pt: Identificação do produto
ro: Identificarea produsului
ru: Идентификация продукта
sl: Identifikacija izdelka
sv: Produktidentifikation
th: การระบุผลิตภัณฑ์
tr: Ürün kimliği
uk: З’ясування інформації про товар
vi: Nhận dạng sản phẩm

# fields_group_origins
source: Origins
ar: أصلي
bg: Произход
ca: Orígens
cs: Původ
da: Oprindelser
de: Herkunft
el: Προελεύσεις
es: Orígenes
fi: Alkuperät
fr: Origines
he: מקורות
hu: Származás
id: Tempat asal
it: Origini
ja: 原産国
lt: Kilmė
lv: Izcelsme
nl_be: Oorsprong
pl: Pochodzenie
pt_pt: Origens
ro: Origini
ru: Происхождение
sl: Poreklo
sv: Ursprung
th: ต้นกำเนิด
tr: Kökenleri
uk: Місце вироблення
vi: Nguồn gốc

# fields_group_ingredients
source: Ingredients
ar: المكونات
bg: Съставки
cs: Složení
da: Ingredienser
de: Zutaten
el: Συστατικά
eo: Ingrediencoj
es: Ingredientes
fa: مواد تشکیل دهنده
fi: Ainesosat
fr: Ingrédients
he: רכיבים
hr: Sastojci
hu: Összetevők
id: bahan
it: Ingredienti
ja: 原材料
lt: Sudėtis
lv: Sastāvdaļas
ms: Bahan-bahan
nl_be: Ingrediënten
pl: Składniki
pt_pt: Ingredientes
ro: Ingrediente
ru: Ингредиенты
sl: Sestavine
sv: Ingredienser
th: ส่วนผสม
tr: İçindekiler
uk: Інгредієнти
vi: Thành phần

# fields_group_nutrition
source: Nutrition facts
ar: حقائق غذائية
bg: Хранителни стойности
ca: Informació nutricional
cs: Nutriční hodnoty
da: Ernæringsfakta
de: Nährwertangaben
el: Διατροφικά στοιχεία
eo: Nutra valoro
es: Información nutricional
fa: ارزش غذایی
fi: Ravintosisältö
fr: Tableau nutritionnel
he: מפרט תזונתי
hr: Nutritivne vrijednosti
hu: Tápértékadatok
id: Informasi nilai gizi
it: Valori nutrizionali
ja: 栄養成分表
lt: Maistingumas
lv: Uztura fakti
nl_be: Voedingswaarden
pl: Wartości odżywcze
pt_pt: Dados nutricionais
ro: Valori nutriționale
ru: Пищевая и энергетическая ценность
sl: Dejstva o hranilni vrednosti
sv: Näringsfakta
th: ข้อมูลโภชนาการ
tr: Beslenme gerçekleri
uk: Харчова цінність
vi: Giá trị dinh dưỡng

# fields_group_nutrition_other
source: Optional nutrition facts
ar: حقائق التغذية الاختيارية
bg: Незадължителни хранителни стойности
ca: Dades nutricionals opcionals
cs: Nepovinná fakta o výživě
da: Valgfrie næringsfakta
de: Optionale Nährwertangaben
el: Προαιρετικά διατροφικά στοιχεία
eo: Laŭvolaj nutraj informoj
es: Datos nutricionales opcionales
fa: حقایق تغذیه‌ای اختیاری
fi: Valinnaiset ravintoarvot
fr: Informations nutritionnelles facultatives
he: מפרט תזונתי כרשות
hr: Neobavezne nutritivne vrijednosti
hu: Opcionális tápérték táblázat
id: Informasi nilai gizi opsional
it: Informazioni nutrizionali opzionali
ja: オプションの栄養成分
ka: დამატებითი კვებითი ღირებულების ფაქტები
lt: Neprivalomi mitybos faktai
lv: Papildus uztura informācija
nl_be: Optionele voedingsgegevens
pl: Opcjonalnie wartość odżywcza
pt_pt: Informações nutricionais opcionais
ro: Date nutriționale opționale
ru: Дополнительная пищевая ценность
sl: Neobvezna prehranska dejstva
sv: Valfria näringsfakta
th: ข้อมูลโภชนาการเพิ่มเติม (ไม่บังคับ)
tr: İsteğe bağlı besin değerleri
uk: Харчові цінності продукцій, що не є обов’язковими
vi: Thông tin dinh dưỡng tùy chọn

# fields_group_other
source: Other information
ar: معلومات أخرى
bg: Друга информация
ca: Altres dades
cs: Jiná informace
da: Anden information
de: Weitere Informationen
el: Άλλες πληροφορίες
eo: Aliaj informoj
es: Otra información
fa: سایر اطلاعات
fi: Muut tiedot
fr: Autres informations
he: פרטים נוספים
hr: Ostale informacije
hu: Egyéb információk
id: Informasi lain
it: Altre informazioni
ja: その他の情報
ka: სხვა ინფორმაცია
lt: Kita informacija
lv: Cita informācija
nl_be: Overige informatie
pl: Pozostałe informacje
pt_pt: Outras informações
ro: Alte informații
ru: Доп. сведения
sl: Ostale informacije
sv: Övrig information
th: ข้อมูลอื่นๆ
tr: Diğer bilgiler
uk: Додаткові відомості
vi: Thông tin khác

# fields_group_images
source: Product photos
ar: صور المنتج
bg: Снимки на продукта
ca: Fotos del producte
cs: Fotografie produktů
da: Produktfotos
de: Produktfotos
el: Φωτογραφίες προϊόντος
eo: Produktaj fotoj
es: Fotos de producto
fa: عکس‌های محصول
fi: Tuotekuvat
fr: Photos des produits
he: תמונות מוצרים
hr: Fotografije proizvoda
hu: Termékfotók
id: Foto - foto produk
it: Foto del prodotto
ja: 商品写真
ka: პროდუქტის ფოტოები
lt: Produktų nuotraukos
lv: Produkta fotoattēli
nl_be: Productfoto's
pl: Zdjęcia produktu
pt_pt: Fotografias do produto
ro: Fotografii produs
ru: Фотографии продукта
sl: Fotografije izdelkov
sv: Produktfoton
th: รูปภาพสินค้า
tr: Ürün fotoğrafları
uk: Фото товару
vi: Ảnh sản phẩm

# fields_group_packaging
source: Packaging
bg: Опаковка
ca: Empaquetament
cs: Obal
da: Emballage
de: Art der Verpackung
el: Συσκευασία
eo: Pakaĵo
es: Envase
fi: Pakkaus
fr: Emballage
he: אריזה
hu: Csomagolás
id: Kemasan
it: Imballaggio
ja: パッケージング
lt: Pakuotė
lv: Iepakojums
nl_be: Verpakking
pl: Opakowanie
pt_pt: Embalagem
ro: Ambalare
ru: Упаковка
sl: Pakiranje
sv: Förpackning
th: บรรจุภัณฑ์
tr: Ambalaj
uk: Упаковка
vi: Bao bì
