Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutrient_info_non_nutritive_sweeteners_risk
source: Non-nutritive sweeteners may not confer any long-term benefit in reducing body fat in adults or children. There may be potential undesirable effects from long-term use of non-nutritive sweeteners, such as an increased risk of type 2 diabetes and cardiovascular diseases in adults.
bg: Нехранителните подсладители може да не осигурят никаква дългосрочна полза за намаляване на телесните мазнини при възрастни или деца. Възможно е да има потенциални нежелани ефекти от дългосрочната употреба на нехранителни подсладители, като повишен риск от диабет тип 2 и сърдечно-съдови заболявания при възрастните.
cs: Nevýživná sladidla nemusí poskytovat žádné dlouhodobé výhody při snižování tělesného tuku u dospělých nebo dětí. Dlouhodobé užívání nevýživných sladidel může mít potenciální nežádoucí účinky, jako je zvýšené riziko cukrovky 2. typu a kardiovaskulárních onemocnění u dospělých.
de: Nicht-ernährungsphysiologische Süßstoffe können bei Erwachsenen oder Kindern keinen langfristigen Nutzen bei der Reduzierung von Körperfett haben. Es können potenziell unerwünschte Auswirkungen aus der langfristigen Verwendung von nicht-ernährungsphysiologischen Süßstoffen resultieren, wie ein erhöhtes Risiko für Typ-2-Diabetes und Herz-Kreislauf-Erkrankungen bei Erwachsenen.
el: Τα μη θρεπτικά γλυκαντικά μπορεί να μην προσφέρουν κανένα μακροπρόθεσμο όφελος στη μείωση του σωματικού λίπους σε ενήλικες ή παιδιά. Μπορεί να υπάρχουν πιθανές ανεπιθύμητες ενέργειες από τη μακροχρόνια χρήση μη θρεπτικών γλυκαντικών, όπως αυξημένος κίνδυνος διαβήτη τύπου 2 και καρδιαγγειακών παθήσεων σε ενήλικες.
eo: Nenutraj dolĉigiloj eble ne donas longdaŭran utilon en reduktado de korpa graso ĉe plenkreskuloj aŭ infanoj. Povas esti eblaj nedezirindaj efikoj de longdaŭra uzo de nenutraj dolĉigiloj, kiel ekzemple pliigita risko de tipo 2 diabeto kaj kardiovaskulaj malsanoj ĉe plenkreskuloj.
fa: شیرین‌کننده‌های غیرمغذی ممکن است هیچ فایده بلندمدتی در کاهش چربی بدن در بزرگسالان یا کودکان نداشته باشند. ممکن است اثرات نامطلوب بالقوه‌ای از مصرف طولانی‌مدت شیرین‌کننده‌های غیرمغذی، مانند افزایش خطر ابتلا به دیابت نوع ۲ و بیماری‌های قلبی عروقی در بزرگسالان، وجود داشته باشد.
fi: Ei-ravitsemukselliset makeutusaineet eivät välttämättä anna pitkäaikaista hyötyä kehon rasvan vähentämisessä aikuisilla tai lapsilla. Ei-ravitsevien makeutusaineiden pitkäaikaisella käytöllä voi olla mahdollisia haittavaikutuksia, kuten lisääntynyt tyypin 2 diabeteksen ja sydän- ja verisuonitautien riski aikuisilla.
fr: Les édulcorants non nutritifs peuvent ne conférer aucun avantage à long terme en matière de réduction de la graisse corporelle chez les adultes ou les enfants. L'utilisation à long terme d'édulcorants non nutritifs peut entraîner des effets indésirables potentiels, tels qu'un risque accru de diabète de type 2 et de maladies cardiovasculaires chez les adultes.
he: ממתיקים שאינם מזינים עשויים שלא להעניק תועלת ארוכת טווח בהפחתת שומן הגוף אצל מבוגרים או ילדים. ייתכנו השפעות לא רצויות אפשריות משימוש ארוך טווח בממתיקים שאינם תזונתיים, כגון סיכון מוגבר לסוכרת מסוג 2 ומחלות לב וכלי דם במבוגרים.
hr: Nenutritivna sladila možda neće pružiti dugoročnu korist u smanjenju tjelesne masti kod odraslih ili djece. Mogu postojati potencijalni neželjeni učinci dugotrajne upotrebe nenutritivnih sladila, poput povećanog rizika od dijabetesa tipa 2 i kardiovaskularnih bolesti kod odraslih.
hu: A nem tápláló édesítőszerek hosszú távon nem biztos, hogy hatásosak a testzsír csökkentésében felnőtteknél vagy gyermekeknél. A nem tápláló édesítőszerek hosszú távú használatának nemkívánatos hatásai lehetnek, mint például a 2-es típusú cukorbetegség, és a szív- és érrendszeri betegségek fokozott kockázata felnőtteknél.
id: Pemanis non-nutrisi mungkin tidak memberikan manfaat jangka panjang dalam mengurangi lemak tubuh pada orang dewasa atau anak-anak. Mungkin ada potensi efek yang tidak diinginkan dari penggunaan pemanis non-nutrisi dalam jangka panjang, seperti peningkatan risiko diabetes tipe 2 dan penyakit kardiovaskular pada orang dewasa.
it: Gli edulcoranti non nutritivi potrebbero non conferire alcun beneficio a lungo termine nel ridure il grasso corporeo negli adulti o bambini. Potrebbero esistere degli effetti indesiderati dall'utilizzo a lungo termine di edulcoranti non nutritivi, come un aumento del rischio di diabete di tipo 2 e malattie cardiovascolari negli adulti.
ka: არასაკვები დამატკბობლებმა შესაძლოა არ მოიტანონ რაიმე გრძელვადიანი სარგებელი სხეულის ცხიმის შემცირების თვალსაზრისით მოზრდილებში ან ბავშვებში. არასაკვები დამატკბობლების ხანგრძლივმა გამოყენებამ შეიძლება გამოიწვიოს არასასურველი ეფექტები, როგორიცაა მე-2 ტიპის დიაბეტის და გულ-სისხლძარღვთა დაავადებების გაზრდილი რისკი მოზრდილებში.
lt: Nemaistingi saldikliai gali neduoti jokios ilgalaikės naudos mažinant kūno riebalų kiekį suaugusiesiems ar vaikams. Ilgalaikis nemaistingų saldiklių vartojimas gali turėti nepageidaujamo poveikio, pavyzdžiui, suaugusiesiems gali padidėti 2 tipo diabeto ir širdies ir kraujagyslių ligų rizika.
lv: Nesaturīgi saldinātāji, iespējams, nesniedz nekādu ilgtermiņa ieguvumu ķermeņa tauku samazināšanā pieaugušajiem vai bērniem. Nesaturīgu saldinātāju ilgstoša lietošana var izraisīt nevēlamas blakusparādības, piemēram, paaugstinātu 2. tipa diabēta un sirds un asinsvadu slimību risku pieaugušajiem.
nl_be: Niet-voedzame zoetstoffen bieden mogelijk geen enkel langetermijnvoordeel bij het verminderen van lichaamsvet bij volwassenen of kinderen. Er kunnen mogelijk ongewenste effecten optreden bij langdurig gebruik van niet-voedzame zoetstoffen, zoals een verhoogd risico op diabetes type 2 en hart- en vaatziekten bij volwassenen.
pl: Nieodżywcze słodziki mogą nie zapewniać żadnych długoterminowych korzyści w zakresie redukcji tkanki tłuszczowej u dorosłych i dzieci. Długotrwałe stosowanie nieodżywczych substancji słodzących może powodować potencjalne działania niepożądane, takie jak zwiększone ryzyko cukrzycy typu 2 i chorób układu krążenia u dorosłych.
pt_pt: Os edulcorantes não nutritivos podem não conferir qualquer benefício a longo prazo na redução da gordura corporal em adultos ou crianças. O uso prolongado de edulcorantes não nutritivos pode ter potenciais efeitos indesejáveis, como o aumento do risco de diabetes tipo 2 e de doenças cardiovasculares em adultos.
ru: Некалорийные подсластители могут не давать долгосрочных преимуществ в снижении жировых отложений у взрослых или детей. Могут быть потенциальные нежелательные эффекты от долгосрочного использования некалорийных подсластителей, такие как повышенный риск диабета 2 типа и сердечно-сосудистых заболеваний у взрослых.
sv: Icke-näringsrika sötningsmedel kanske inte ger någon långsiktig fördel när det gäller att minska kroppsfett hos vuxna eller barn. Det kan finnas potentiella biverkningar vid långvarig användning av icke-näringsrika sötningsmedel, såsom en ökad risk för typ 2-diabetes och hjärt-kärlsjukdomar hos vuxna.
th: สารให้ความหวานที่ไม่ให้พลังงานอาจไม่มีประโยชน์ในระยะยาวในการลดไขมันในร่างกายทั้งในผู้ใหญ่และเด็ก นอกจากนี้ การใช้สารให้ความหวานที่ไม่ให้พลังงานในระยะยาวอาจมีผลเสียที่ไม่พึงประสงค์ เช่น เพิ่มความเสี่ยงต่อโรคเบาหวานชนิดที่ 2 และโรคหัวใจและหลอดเลือดในผู้ใหญ่
uk: Нехарчові підсолоджувачі можуть не принести довгострокової користі у зменшенні жиру в організмі у дорослих чи дітей. Можливі потенційні небажані ефекти від тривалого використання нехарчових підсолоджувачів, такі як підвищений ризик діабету 2 типу та серцево-судинних захворювань у дорослих.

# nutrient_info_fiber_benefit
source: Consuming foods rich in fiber (especially whole grain foods) reduces the risks of aerodigestive cancers, cardiovascular diseases, obesity and diabetes.
bg: Яденето на храни, богати на фибри (особено пълнозърнести храни), намалява рисковете от рак на храносмилателната система, сърдечно-съдови заболявания, затлъстяване и диабет.
cs: Konzumace potravin bohatých na vlákninu (zejména celozrnné potraviny) snižuje rizika aerodigestivní rakoviny, kardiovaskulárních onemocnění, obezity a cukrovky.
de: Der Verzehr von Lebensmitteln, die reich an Ballaststoffen sind (insbesondere Vollkornprodukte), verringert das Risiko von Krebserkrankungen der Atemwege, Herz-Kreislauf-Erkrankungen, Fettleibigkeit und Diabetes.
el: Η κατανάλωση τροφών πλούσιων σε φυτικές ίνες (ιδιαίτερα τρόφιμα ολικής αλέσεως) μειώνει τους κινδύνους καρκίνων του αεροπεπτικού, καρδιαγγειακών παθήσεων, παχυσαρκίας και διαβήτη.
eo: Konsumado de nutraĵoj riĉaj je fibro (precipe plengrajnaj nutraĵoj) reduktas la riskojn de aerodigestaj kanceroj, kardiovaskulaj malsanoj, obezeco kaj diabeto.
fa: مصرف غذاهای غنی از فیبر (به‌ویژه غذاهای سبوس‌دار) خطر ابتلا به سرطان‌های دستگاه گوارش، بیماری‌های قلبی عروقی، چاقی و دیابت را کاهش می‌دهد.
fi: Kuitupitoisten ruokien (erityisesti täysjyväviljatuotteiden) nauttiminen vähentää ruoansulatuskanavan syöpien, sydän- ja verisuonitautien, liikalihavuuden ja diabeteksen riskiä.
fr: Consommer des aliments riches en fibres (notamment les aliments à grains entiers) réduit les risques de cancers aérodigestifs, de maladies cardiovasculaires, d’obésité et de diabète.
he: צריכת מזון עשיר בסיבים (במיוחד מאכלים מדגנים מלאים) מפחיתה את הסיכונים לחלות בסרטן במערכות הנשימה והעיכול, ללקות במחלות לב וכלי דם, להשמין או לפתח סוכרת.
hr: Konzumiranje hrane bogate vlaknima (posebno cjelovitih žitarica) smanjuje rizik od aerodigestivnog karcinoma, kardiovaskularnih bolesti, pretilosti i dijabetesa.
hu: A rostban gazdag élelmiszerek (különösen a teljes kiőrlésű élelmiszerek) fogyasztása csökkenti a légúti rákos megbetegedések, a szív- és érrendszeri betegségek, az elhízás és a cukorbetegség kockázatát.
id: Mengkonsumsi makanan yang kaya serat (terutama makanan gandum) dapat mengurangi risiko kanker aerodigestif, penyakit kardiovaskular, obesitas, dan diabetes.
it: Il consumo di alimenti ricchi in fibre (specialmente gli alimenti integrali), riduce i rischi di tumori aerodigestivi, malattie cardiovascolari, obesità e diabete.
ka: ბოჭკოვანით მდიდარი საკვების (განსაკუთრებით მარცვლეულის) მიღება ამცირებს აეროდიგესტული კიბოს, გულ-სისხლძარღვთა დაავადებების, სიმსუქნისა და დიაბეტის რისკს.
lv: Ar šķiedrvielām bagātu pārtikas produktu (īpaši pilngraudu produktu) lietošana uzturā samazina aerobās gremošanas sistēmas vēža, sirds un asinsvadu slimību, aptaukošanās un diabēta risku.
nl_be: Het consumeren van voedsel dat rijk is aan vezels (met name volkoren voedsel) vermindert de kans op aerodigestieve kankers, hart- en vaatziekten, obesitas en diabetes.
pl: Spożywanie żywności bogatej w błonnik (zwłaszcza produktów pełnoziarnistych) zmniejsza ryzyko nowotworów układu oddechowego i pokarmowego, chorób układu krążenia, otyłości i cukrzycy.
pt_pt: O consumo de alimentos ricos em fibras (especialmente alimentos integrais) reduz os riscos de cancros aerodigestivos, doenças cardiovasculares, obesidade e diabetes.
ru: Употребление продуктов, богатых клетчаткой (особенно цельно зерновых), снижает риск возникновения рака пищеварительной системы, сердечно-сосудистых заболеваний, ожирения и диабета.
sv: Att konsumera mat rika på fibrer (särskilt fullkornsprodukter) minskar riskerna för matsmältningscancer, hjärt-kärlsjukdomar, fetma och diabetes.
th: การบริโภคอาหารที่มีใยอาหารสูง (โดยเฉพาะอาหารธัญพืชไม่ขัดสี) ช่วยลดความเสี่ยงของโรคมะเร็งระบบทางเดินหายใจและทางเดินอาหาร โรคหัวใจและหลอดเลือด โรคอ้วน และโรคเบาหวาน
uk: Вживання продуктів, багатих на клітковину (особливо цільно зернові продукти), знижує ризик раку травної системи, серцево-судинних захворювань, ожиріння та діабету.

# nutrient_info_fruits_vegetables_legumes_benefit
source: Consuming foods rich in fruits, vegetables and legumes reduces the risks of aerodigestive cancers, cardiovascular diseases, obesity and diabetes.
bg: Консумирането на храни, богати на плодове, зеленчуци и бобови растения, намалява рисковете от рак на храносмилателната система, сърдечно-съдови заболявания, затлъстяване и диабет.
cs: Konzumace potravin bohatých na ovoce, zeleninu a luštěniny snižuje rizika aerodigestivní rakoviny, kardiovaskulárních onemocnění, obezity a cukrovky.
de: Der Verzehr von Lebensmitteln, die reich an Obst, Gemüse und Hülsenfrüchten sind, verringert das Risiko von Krebserkrankungen der Atemwege, Herz-Kreislauf-Erkrankungen, Fettleibigkeit und Diabetes.
el: Η κατανάλωση τροφών πλούσιων σε φρούτα, λαχανικά και όσπρια μειώνει τους κινδύνους καρκίνων του αεροπεπτικού, καρδιαγγειακών παθήσεων, παχυσαρκίας και διαβήτη.
eo: Konsumado de nutraĵoj riĉaj je fruktoj, legomoj kaj guŝoj malpliigas la riskon de aerodigestaj kanceroj, kardiovaskulaj malsanoj, obezeco kaj diabeto.
fa: مصرف غذاهای غنی از میوه‌ها، سبزیجات و حبوبات، خطر ابتلا به سرطان‌های دستگاه گوارش، بیماری‌های قلبی عروقی، چاقی و دیابت را کاهش می‌دهد.
fi: Hedelmiä, vihanneksia ja palkokasveja sisältävien ruokien nauttiminen vähentää ruoansulatuskanavan syöpien, sydän- ja verisuonitautien, liikalihavuuden ja diabeteksen riskiä.
fr: Consommer des aliments riches en fruits, légumes et légumes secs réduit les risques de cancers aérodigestifs, de maladies cardiovasculaires, d’obésité et de diabète.
he: צריכת מזונות עשירים בפירות, ירקות וקטניות מפחיתה את הסיכונים לסרטן מערכת העיכול והנשימה, מחלות לב וכלי דם, השמנת יתר וסוכרת.
hr: Konzumiranje hrane bogate voćem, povrćem i mahunarkama smanjuje rizik od aerodigestivnog karcinoma, kardiovaskularnih bolesti, pretilosti i dijabetesa.
hu: A gyümölcsökben, zöldségekben és hüvelyesekben gazdag élelmiszerek fogyasztása csökkenti a légúti rákos megbetegedések, a szív- és érrendszeri betegségek, az elhízás és a cukorbetegség kockázatát.
id: Mengkonsumsi makanan yang kaya akan buah-buahan, sayuran, dan kacang-kacangan dapat mengurangi risiko kanker saluran cerna, penyakit kardiovaskular, obesitas, dan diabetes.
it: Il consumo di alimenti ricchi in frutta, verdura e legumi, riduce i rischi di tumori aerodigestivi, malattie cardiovascolari, obesità e diabete.
ka: ხილით, ბოსტნეულითა და პარკოსნებით მდიდარი საკვების მიღება ამცირებს აეროდიგესტული კიბოს, გულ-სისხლძარღვთა დაავადებების, სიმსუქნისა და დიაბეტის რისკს.
lv: Ar augļiem, dārzeņiem un pākšaugiem bagātu pārtikas produktu lietošana uzturā samazina aerogremošanas trakta vēža, sirds un asinsvadu slimību, aptaukošanās un diabēta risku.
nl_be: Het consumeren van voedsel dat rijk is aan fruit, groenten en peulvruchten, vermindert de kans op aerodigestieve kanker, hart- en vaatziekten, obesitas en diabetes.
pl: Spożywanie żywności bogatej w owoce, warzywa i rośliny strączkowe zmniejsza ryzyko nowotworów układu oddechowego i pokarmowego, chorób układu krążenia, otyłości i cukrzycy.
pt_pt: O consumo de alimentos ricos em frutas, vegetais e leguminosas reduz os riscos de cancro do aparelho aerodigestivo, doenças cardiovasculares, obesidade e diabetes.
ru: Употребление продуктов, богатых фруктами, овощами и бобовыми, снижает риск возникновения рака пищеварительной системы, сердечно-сосудистых заболеваний, ожирения и диабета.
sv: Att konsumera mat rik på frukt, grönsaker och baljväxter minskar riskerna för matsmältningscancer, hjärt-kärlsjukdomar, fetma och diabetes.
th: การบริโภคอาหารที่อุดมไปด้วยผลไม้ ผัก และพืชตระกูลถั่ว ช่วยลดความเสี่ยงของโรคมะเร็งระบบทางเดินหายใจและทางเดินอาหาร โรคหัวใจและหลอดเลือด โรคอ้วน และโรคเบาหวาน
uk: Споживання продуктів, багатих фруктами, овочами та бобовими, знижує ризик раку органів травлення, серцево-судинних захворювань, ожиріння та діабету.

# nutrient_info_proteins_benefit
source: Foods that are rich in proteins are usually rich in calcium or iron which are essential minerals with numerous health benefits.
bg: Храните, които са богати на протеини, обикновено са богати на калций или желязо, които са основни минерали с многобройни ползи за здравето.
cs: Potraviny bohaté na bílkoviny jsou obvykle bohaté na vápník nebo železo, což jsou základní minerály s četnými zdravotními přínosy.
de: Lebensmittel, die reich an Proteinen sind, sind in der Regel auch reich an Kalzium oder Eisen, also an essenziellen Mineralien mit zahlreichen gesundheitlichen Vorteilen.
el: Τα τρόφιμα που είναι πλούσια σε πρωτεΐνες είναι συνήθως πλούσια σε ασβέστιο ή σίδηρο, τα οποία είναι απαραίτητα μέταλλα με πολλά οφέλη για την υγεία.
eo: Manĝaĵoj riĉaj je proteinoj kutime riĉas je kalcio aŭ fero, kiuj estas esencaj mineraloj kun multaj sanbenefikoj.
fa: غذاهایی که سرشار از پروتئین هستند معمولاً سرشار از کلسیم یا آهن نیز هستند که مواد معدنی ضروری با فواید بی‌شماری برای سلامتی هستند.
fi: Ruoat, jotka sisältävät runsaasti proteiineja, sisältävät yleensä runsaasti kalsiumia tai rautaa, jotka ovat tärkeitä kivennäisaineita, joilla on lukuisia terveyshyötyjä.
fr: Les aliments riches en protéines sont généralement riches en calcium ou en fer, des minéraux essentiels aux nombreux bienfaits pour la santé.
he: מזונות עשירים בחלבונים הם בדרך כלל עשירים בסידן או בברזל שהם מינרלים חיוניים עם יתרונות בריאותיים רבים.
hr: Hrana bogata proteinima obično je bogata kalcijem ili željezom, esencijalnim mineralima s brojnim zdravstvenim prednostima.
hu: A fehérjében gazdag élelmiszerek általában kalciumban vagy vasban is gazdagok, amelyek számos egészségügyi előnnyel járó, alapvető ásványi anyagok.
id: Makanan yang kaya akan protein biasanya kaya akan kalsium atau zat besi yang merupakan mineral penting dengan banyak manfaat bagi kesehatan.
it: Gli alimenti ricchi in proteine sono solitamente ricchi in calcio o ferro, minerali essenziali, aventi numerosi benefici per la salute.
ka: ცილებით მდიდარი საკვები, როგორც წესი, მდიდარია კალციუმით ან რკინით, რომლებიც აუცილებელი მინერალებია და ჯანმრთელობისთვის მრავალ სარგებელს მოაქვს.
lv: Pārtikas produkti, kas bagāti ar olbaltumvielām, parasti ir bagāti ar kalciju vai dzelzi, kas ir svarīgi minerāli ar daudzām priekšrocībām veselībai.
nl_be: Levensmiddelen die rijk zijn aan eiwitten zijn meestal rijk aan calcium of ijzer die essentiële mineralen zijn met talloze gezondheidsvoordelen.
pl: Żywność bogata w białka jest zazwyczaj bogata w wapń lub żelazo, które są niezbędnymi dla organizmu minerałami, przynoszącymi liczne korzyści zdrowotne.
pt_pt: Os alimentos ricos em proteínas são geralmente ricos em cálcio ou ferro, que são minerais essenciais com inúmeros benefícios para a saúde.
ru: Продукты, богатые белками, обычно богаты кальцием или железом — важнейшими минералами, обладающими многочисленными полезными свойствами для здоровья.
sv: Livsmedel som är rika på protein är vanligtvis rika på kalcium eller järn, vilka är viktiga mineraler med många hälsofördelar.
th: อาหารที่อุดมไปด้วยโปรตีน มักจะมีแคลเซียมหรือธาตุเหล็กสูง ซึ่งเป็นแร่ธาตุที่จำเป็นและมีประโยชน์ต่อสุขภาพมากมาย
uk: Їжа, багата білками, зазвичай багата кальцієм або залізом, які є важливими мінералами з численними перевагами для здоров’я.

# revert
source: Revert to this revision
bg: Връщане към тази редакция
cs: Vrátit se k této revizi
de: Diese Revision wiederherstellen
el: Επιστρέψτε σε αυτήν την αναθεώρηση
eo: Reveni al ĉi tiu revizio
fa: به این ویرایش برگردید
fi: Palaa tähän versioon
fr: Revenir à cette révision
he: שחזר למהדורה זו
hr: Vrati se na ovu reviziju
hu: Visszatérés ehhez a változathoz
id: Kembalikan ke revisi ini
it: Torna a questa revisione
ka: ამ რედაქციაზე დაბრუნება
lt: Grįžti į šią peržiūrą
lv: Atgriezties pie šīs versijas
nl_be: Keer terug naar deze revisie
pl: Przywróć tę wersję
pt_pt: Reverter para esta revisão
ru: Вернуться к этой версии
sv: Återgå till den här versionen
th: กลับไปใช้เวอร์ชันนี้
uk: Повернути до цієї версії

# product_js_product_revert_confirm
source: Revert to this product revision?
bg: Връщане към тази версия на продукта?
cs: Vrátit se k této revizi produktu?
de: Diese Produktrevision wiederherstellen?
el: Επαναφορά σε αυτήν την αναθεώρηση προϊόντος;
eo: Ĉu reveni al ĉi tiu produkta revizio?
fa: به این نسخه از محصول برگردید؟
fi: Palataanko tähän tuoteversioon?
fr: Revenir à cette révision du produit ?
he: לשחזר למהדורת המוצר הזאת?
hr: Vratiti se na ovu reviziju proizvoda?
hu: Visszatér ehhez a termékverzióhoz?
id: Kembalikan ke revisi produk ini?
it: Tornare a questa revisione del prodotto?
ka: გსურთ ამ პროდუქტის რედაქციაზე დაბრუნება?
lt: Grįžti į šio produkto peržiūrą?
lv: Vai atgriezties pie šīs produkta versijas?
nl_be: Terugkeren naar deze productrevisie?
pl: Przywrócić do wersji tego produktu?
pt_pt: Reverter para esta revisão do produto?
ru: Вернуться к этой версии продукта?
sv: Återgå till denna produktrevision?
th: ต้องการกลับไปใช้เวอร์ชันผลิตภัณฑ์นี้หรือไม่?
uk: Повернутися до цієї версії продукту?

# api_status_success
source: Success
bg: Успех
cs: Úspěch
de: Abgeschlossen
el: Επιτυχία
eo: Sukceso
fa: موفقیت
fi: Onnistui
fr: Succès
he: הצלחנו
hr: Uspjeh
hu: Sikeres
id: Berhasil
it: Successo
ka: წარმატება
lt: Sėkmė
lv: Panākumi
nl_be: Geslaagd
pl: Sukces
pt_pt: Sucesso
ru: Успех
sv: Framgång
th: ความสำเร็จ
uk: Успішно

# api_status_failure
source: Failure
bg: Грешка
cs: Selhání
de: Fehlgeschlagen
el: Αποτυχία
eo: Fiasko
fa: شکست
fi: Virhe
fr: Échec
he: כשל
hr: Neuspjeh
hu: Hiba
id: Kegagalan
it: Errore
ka: წარუმატებლობა
lt: Triktis
lv: Neveiksme
nl_be: Fout
pl: Niepowodzenie
pt_pt: Falha
ru: Провал
sv: Misslyckande
th: ความล้มเหลว
uk: Збій

# api_result_product_reverted
source: Product reverted to the specified revision
bg: Продуктът е върнат към посочената версия
cs: Produkt byl vrácen do určené revize
de: Produkt wurde auf die angegebene Revision zurückgesetzt
el: Το προϊόν επανήλθε στην καθορισμένη αναθεώρηση
eo: Produkto revenis al la specifita revizio
fa: محصول به نسخه مشخص شده بازگردانده شد
fi: Tuote palautettiin määritettyyn versioon
fr: Produit rétabli à la révision spécifiée
he: המוצר הוחזר למהדורה שצוינה
hr: Proizvod je vraćen na navedenu reviziju
hu: A termék vissza lett állítva a megadott verzióra
id: Produk dikembalikan ke revisi yang dipilih
it: Prodotto ripristinato alla revisione specificata
ka: პროდუქტი დაუბრუნდა მითითებულ ვერსიას
lt: Produktas grąžintas į nurodytą peržiūrą
lv: Produkts ir atjaunots uz norādīto versiju
nl_be: Product teruggezet naar de opgegeven revisie
pl: Produkt przywrócony do wskazanej wersji
pt_pt: Produto revertido para a revisão especificada
ru: Продукт возвращен к указанной версии
sv: Produkten återställdes till den angivna versionen
th: ผลิตภัณฑ์ถูกคืนค่ากลับไปเป็นเวอร์ชันที่ระบุไว้
uk: Товар повернений до вказаної версії

# api_result_product_not_reverted
source: Product not reverted to the specified revision
bg: Продуктът не е върнат към посочената версия
cs: Produkt nebyl vrácen do určené revize
de: Produkt wurde nicht auf die angegebene Revision zurückgesetzt
el: Το προϊόν δεν επανήλθε στην καθορισμένη αναθεώρηση
eo: Produkto ne reestigita al la specifita revizio
fa: محصول به نسخه مشخص شده برگردانده نشده است
fi: Tuotetta ei palautettu määritettyyn versioon
fr: Produit non rétabli à la révision spécifiée
he: המוצר לא הוחזר למהדורה שצוינה
hr: Proizvod nije vraćen na navedenu reviziju
hu: A termék nem lett visszaállítva a megadott verzióra
id: Produk tidak dikembalikan ke revisi yang dipilih
it: Prodotto non ripristinato alla revisione specificata
ka: პროდუქტი არ დაუბრუნდა მითითებულ ვერსიას
lt: Produktas negrąžintas į nurodytą peržiūrą
lv: Produkts nav atgriezts norādītajā versijā
nl_be: Product is niet teruggezet naar de opgegeven revisie
pl: Produkt nie został przywrócony do wskazanej wersji
pt_pt: Produto não revertido para a revisão especificada
ru: Продукт не возвращен к указанной версии
sv: Produkten återställdes inte till den angivna versionen
th: ผลิตภัณฑ์ไม่ได้รับการคืนค่าเป็นเวอร์ชันที่ระบุ
uk: Продукт не повернуто до зазначеної версії
