Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# product_does_not_exist_on_the_public_database
source: The product does not exist yet on the public database
bg: Продуктът все още не съществува в публичната база данни
ca: El producte encara no existeix a la base de dades pública
cs: Produkt zatím neexistuje ve veřejné databázi
da: Produktet findes endnu ikke i den offentlige database
de: Das Produkt ist noch nicht in der öffentlichen Datenbank enthalten
el: Το προϊόν δεν υπάρχει ακόμα στη δημόσια βάση δεδομένων
eo: La produkto ankoraŭ ne ekzistas en la publika datumbazo
es: La información sobre este producto aún no existe en la base de datos pública
fa: این محصول هنوز در پایگاه داده عمومی وجود ندارد
fi: Tuotetta ei ole vielä olemassa julkisessa tietokannassa
fr: Le produit n'existe pas encore dans la base de données publique
he: המוצר עדיין לא קיים במסד הנתונים הציבורי
hr: Proizvod još ne postoji u javnoj bazi podataka
hu: A termék még nem szerepel a nyilvános adatbázisban
id: Produk belum ada di basis data publik
it: Il prodotto non esiste ancora nel database pubblico
ja: 製品が公開データベースにまだ存在しません
ka: პროდუქტი ჯერ არ არსებობს საჯარო მონაცემთა ბაზაში
lt: Produkto dar nėra viešoje duomenų bazėje
lv: Produkts vēl neeksistē publiskajā datubāzē.
nl_be: Dit product bestaat nog niet in de openbare database
pl: Produkt nie istnieje jeszcze w bazie danych
pt_pt: O produto ainda não existe na base de dados pública
ro: Produsul nu există încă în baza de date publică
ru: Продукт еще не существует в публичной базе данных
sl: Izdelek še ne obstaja v javni bazi podatkov
sv: Produkten finns ännu inte i den offentliga databasen
th: ผลิตภัณฑ์นี้ยังไม่มีอยู่ในฐานข้อมูลสาธารณะ
tr: Ürün henüz halka açık veritabanında mevcut değil
uk: Сторінки цього товару ще не існує в загальнодоступній базі даних
vi: Sản phẩm chưa tồn tại trên cơ sở dữ liệu công khai

source: Some product updates have not been published on the public database.
bg: Някои обновявания на продукти не са публикувани в публичната база данни.
ca: Algunes actualitzacions dels productes no s'han publicat a la base de dades pública.
cs: Některé aktualizace produktu nebyly zveřejněny ve veřejné databázi.
da: Nogle produktopdateringer er ikke blevet offentliggjort i den offentlige database.
de: Einige Produktaktualisierungen wurden noch nicht in der öffentlichen Datenbank veröffentlicht.
el: Ορισμένες ενημερώσεις προϊόντων δεν έχουν δημοσιευθεί στη δημόσια βάση δεδομένων.
eo: Kelkaj produktaj ĝisdatigoj ne estas publikigitaj en la publika datumbazo.
es: Algunas actualizaciones informativas del producto aún no se han reflejado en la base de datos pública.
fa: برخی از به‌روزرسانی‌های محصول در پایگاه داده عمومی منتشر نشده‌اند.
fi: Joitakin tuotepäivityksiä ei ole julkaistu julkisessa tietokannassa.
fr: Certaines mises à jour de produits n'ont pas été publiées dans la base de données publique.
he: חלק מעדכוני המוצרים לא פורסמו למסד הנתונים הציבורי.
hr: Neka ažuriranja proizvoda nisu objavljena u javnoj bazi podataka.
hu: Néhány termékfrissítés nem került közzétételre a nyilvános adatbázisban.
id: Beberapa pembaruan produk belum dipublikasikan di basis data publik.
it: Alcuni aggiornamenti del prodotto non sono stati pubblicati nel database pubblico.
ja: 一部の製品の更新内容は公開データベースに公開されていません。
ka: პროდუქტის ზოგიერთი განახლება საჯარო მონაცემთა ბაზაში არ გამოქვეყნებულა.
lt: Kai kurie produktų atnaujinimai nebuvo paskelbti viešoje duomenų bazėje.
lv: Daži produktu atjauninājumi nav publicēti publiskajā datubāzē.
nl_be: Sommige productupdates zijn niet gepubliceerd in de openbare database.
pl: Niektóre aktualizacje produktów nie zostały opublikowane w bazie danych.
pt_pt: Algumas atualizações de produtos não foram publicadas na base de dados pública.
ro: Unele actualizări ale produselor nu au fost publicate în baza de date publică.
ru: Некоторые обновления продуктов не были опубликованы в общедоступной базе данных.
sl: Nekatere posodobitve izdelkov niso bile objavljene v javni bazi podatkov.
sv: Vissa produktuppdateringar har inte publicerats i den offentliga databasen.
th: ข้อมูลอัปเดตผลิตภัณฑ์บางรายการยังไม่ได้เผยแพร่ในฐานข้อมูลสาธารณะ
tr: Bazı ürün güncellemeleri halka açık veritabanında yayınlanmamıştır.
uk: Деякі товари ще оновлюються, тому вони ще не були опубліковані на сторінці загальнодоступної бази даних.
vi: Một số cập nhật về sản phẩm chưa được công khai trên cơ sở dữ liệu công khai.

# org_do_not_import_codeonline
source: Do not import CodeOnline data.
bg: Не внасяйте CodeOnline данни.
ca: No importeu dades de CodeOnline.
cs: Neimportovat data CodeOnline.
da: Importér ikke CodeOnline-data.
de: CodeOnline-Daten nicht importieren.
el: Μην εισάγετε δεδομένα CodeOnline.
eo: Ne importu datumojn de CodeOnline.
es: Por favor no importe códigos de barra encontrados en páginas o buscadores web.
fa: داده‌های CodeOnline را وارد نکنید.
fi: Älä tuo CodeOnline-tietoja.
fr: Ne pas importer les données CodeOnline.
he: לייבא נתוני CodeOnline.
hr: Ne uvozite podatke iz CodeOnlinea.
hu: Ne importáljon CodeOnline adatokat.
id: Jangan mengimpor data CodeOnline.
it: Non importare i dati CodeOnline.
ja: CodeOnlineデータはインポートしないでください。
ka: არ იმპორტიროთ CodeOnline-ის მონაცემები.
lt: Neimportuokite CodeOnline duomenų.
lv: Neimportēt CodeOnline datus.
nl_be: Importeer geen CodeOnline-gegevens.
pl: Nie importuj danych CodeOnline.
pt_pt: Não importar dados CodeOnline.
ro: Nu importați date CodeOnline.
ru: Не импортировать данные CodeOnline.
sl: Ne uvažajte podatkov CodeOnline.
sv: Importera inte CodeOnline-data.
th: ห้ามนำเข้าข้อมูลจาก CodeOnline
tr: CodeOnline verilerini içe aktarmayın.
uk: Не імпортуйте дані посилаючись на онлайн код.
vi: Không nhập dữ liệu CodeOnline.

# overwrite_owner
source: Overwrite products that have a different owner on the public platform. Otherwise, products with a different owner will be skipped.
bg: Презаписване на продукти, които имат различен собственик в публичната платформа. В противен случай продуктите с различен собственик ще бъдат пропуснати.
ca: Sobreescriu productes que tinguin un propietari diferent de la plataforma pública. En cas contrari, se saltaran els productes que tinguin un propietari diferent.
cs: Přepsat produkty, které mají na veřejné platformě jiného vlastníka. V opačném případě budou produkty s jiným vlastníkem přeskočeny.
da: Overskriv produkter, som har en anden ejer på den offentlige platform, da produkter med en anden ejer ellers overspringes.
de: Überschreiben Sie Produkte, die einen anderen Eigentümer auf der öffentlichen Plattform haben. Andernfalls werden Produkte mit einem anderen Besitzer übersprungen.
el: Αντικαταστήστε τα προϊόντα που έχουν διαφορετικό κάτοχο στη δημόσια πλατφόρμα. Διαφορετικά, προϊόντα με διαφορετικό ιδιοκτήτη θα παραβλεφθούν.
eo: Anstataŭigu produktojn, kiuj havas malsaman posedanton sur la publika platformo. Alie, produktoj kun malsama posedanto estos preterlasitaj.
es: Si su producto ya fue creado por otro miembro y usted desea complementar o corregir alguna información puede editarla en la misma página, sin necesidad de crear entradas duplicadas. De lo contrario, se omitirán los productos con un propietario diferente.
fa: محصولاتی را که مالک متفاوتی در پلتفرم عمومی دارند، بازنویسی کنید. در غیر این صورت، محصولاتی که مالک متفاوتی دارند، نادیده گرفته می‌شوند.
fi: Korvaa tuotteet, joilla on eri omistaja julkisella alustalla. Muussa tapauksessa tuotteet, joilla on eri omistaja, ohitetaan.
fr: Ecrire sur les produits dont le propriétaire est différent sur la plate-forme publique. Les produits avec un propriétaire différent seront sinon ignorés.
he: לדרוס פריטים עם בעלות שונה בפלטפורמה הציבורית, אחרת, מוצרים עם בעלות שונה לא יעובדו.
hr: Prepiši proizvode koji imaju drugog vlasnika na javnoj platformi. U suprotnom, proizvodi s drugim vlasnikom bit će preskočeni.
hu: Írja felül azokat a termékeket, amelyeknek más tulajdonosa van a nyilvános platformon. Ellenkező esetben a másik tulajdonossal rendelkező termékek kimaradnak.
id: Timpa produk - produk yang memiliki pemilik berbeda di platform publik. Jika tidak, produk - produk dengan pemilik berbeda akan dilewati.
it: Sovrascrivi i prodotti che hanno un proprietario diverso sulla piattaforma pubblica. In caso contrario, i prodotti con un proprietario diverso verranno ignorati.
ja: 公開プラットフォームで所有者が異なる製品を上書きする。このオプションがオフの場合、所有者が異なる製品はスキップされます。
ka: საჯარო პლატფორმაზე სხვა მფლობელის მქონე პროდუქტების გადაწერა. წინააღმდეგ შემთხვევაში, სხვა მფლობელის მქონე პროდუქტები გამოტოვებული იქნება.
lt: Perrašyti produktus, kurių savininkas yra kitas viešoje platformoje. Priešingu atveju produktai, kurių savininkas yra kitas, bus praleisti.
lv: Pārrakstīt produktus, kuriem publiskajā platformā ir cits īpašnieks. Pretējā gadījumā produkti ar citu īpašnieku tiks izlaisti.
nl_be: Overschrijf producten die een andere eigenaar hebben op het openbare platform. Anders worden producten met een andere eigenaar overgeslagen.
pl: Zastąp produkty, które mają innego właściciela na platformie publicznej. W przeciwnym razie produkty o innym właścicielu zostaną pominięte.
pt_pt: Substituir produtos que têm um proprietário diferente na plataforma pública. Caso contrário, os produtos com um proprietário diferente serão ignorados.
ro: Suprascrie produse care au un alt proprietar pe platforma publică. În caz contrar, produsele cu alt proprietar vor fi omise.
ru: Перезаписать продукты, у которых другой владелец, на общедоступной платформе. В противном случае товары с другим владельцем будут пропущены.
sl: Prepiši izdelke, ki imajo drugega lastnika na javni platformi. V nasprotnem primeru bodo izdelki z drugim lastnikom samodejno preskočeni.
sv: Skriv över produkter som har en annan ägare på den offentliga plattformen. Annars hoppas produkter med en annan ägare över.
th: ทำการเขียนทับข้อมูลสินค้าที่มีเจ้าของแตกต่างกันบนแพลตฟอร์มสาธารณะ มิเช่นนั้น ข้อมูลสินค้าที่มีเจ้าของแตกต่างกันจะถูกข้ามไป
tr: Herkese açık platformda farklı bir sahibi olan ürünlerin üzerine yazın. Aksi takdirde sahibi farklı olan ürünler atlanacaktır.
uk: Перейменуйте назви товарів, якими володіє інший власник платформи розробників. В іншому випадку, такі товари будуть пропущені.
vi: Ghi đè các sản phẩm có chủ sở hữu khác nên cơ sở dữ liệu công khai. Nếu không, các sản phẩm của chủ sở hữu khác sẽ được bỏ qua.

# data_source_database
source: Some of the data for the products of %s come from %s.
bg: Някои от данните за продуктите на %s идват от %s.
ca: Algunes de les dades dels productes de %s provenen de %s.
cs: Některá data o produktech %s pocházejí z %s.
da: Nogle af dataene for %s-produkterne kommer fra %s.
de: Einige der Daten für die Produkte von „%s” stammen von „%s”.
el: Ορισμένα από τα δεδομένα για τα προϊόντα του %s προέρχονται από %s.
eo: Kelkaj el la datumoj por la produktoj de %s devenas de %s.
es: La información y datos sobre porcentajes %s provienen de %s.
fa: برخی از داده‌های مربوط به حاصلضرب‌های %s از %sآمده است.
fi: Jotkin omistajan %s tuotteiden tiedoista tulevat lähteestä %s.
fr: Certaines des informations des produits de %s proviennent de %s.
he: חלק מנתוני המוצרים של %s הגיעו דרך %s.
hr: Neki od podataka za proizvode %s potječu iz %s.
hu: %s termékadatainak egy része innen származik: %s.
id: Beberapa data produk dari %s berasal dari %s.
it: Alcuni dei dati per i prodotti di %s provengono da %s.
ja: %s の製品の一部のデータは %s からのものです。
ka: %s -ის პროდუქტების ზოგიერთი მონაცემი მომდინარეობს %s-დან.
lt: Kai kurie %s sandaugų duomenys gaunami iš %s.
lv: Daļa no %s reizinājumu datiem ir iegūti no %s.
nl_be: Sommige gegevens voor de producten van %s komen uit %s.
pl: Niektóre dane dla produktów %s pochodzą z %s.
pt_pt: Alguns dados para os produtos de %s vêm de %s.
ro: Unele dintre datele pentru produsele lui %s provin din %s.
ru: Некоторые данные для продуктов %s взяты из %s.
sl: Nekateri podatki za produkte %s prihajajo iz %s.
sv: En del av informationen för produkterna från %s kommer från %s.
th: ข้อมูลบางส่วนสำหรับผลิตภัณฑ์ของ %s มาจาก %s
tr: %s ürünlerinin bazı verileri %s dan gelmektedir.
uk: Деякі дані про товари %s надходять з %s.
vi: Một số dữ liệu cho sản phẩm của %s đến từ %s.

# data_source_database_note_about_the_producers_platform
source: Manufacturers can use the Open Food Facts <a href="<producers_platform_url>">free plaform for producers</a> to access and complete this data, and to obtain reports, analysis and product improvements opportunities (e.g. better Nutri-Score).
bg: Производителите могат да използват безплатната платформа Open Food Facts <a href="<producers_platform_url>"> за производители</a> за достъп и попълване на тези данни и за получаване на доклади, анализи и възможности за подобрения на продуктите (напр. по-добър Nutri-Score).
ca: Els fabricants poden utilitzar la plataforma gratuïta Open Food Facts <a href="<producers_platform_url>">per als productors</a> per accedir i completar aquestes dades, i per obtenir informes, anàlisis i oportunitats de millora del producte (per exemple, millor Nutri-Score).
cs: Výrobci mohou využít bezplatnou platformu Open Food Facts <a href="<producers_platform_url>pro výrobce</a> k přístupu a vyplnění těchto údajů ak získání zpráv, analýz a příležitostí ke zlepšení produktů (např. lepší Nutri-Score).
da: Producenter kan bruge Open Food Facts' <a href="<producers_platform_url>">grati producentsplaform</a> for at tilgå og udfylde disse data og til at få rapporter, analyser og produktforbedringsmuligheder (f.eks. bedre Nutri-Score).
de: Hersteller können die Open Food Facts <a href="<producers_platform_url>">kostenlose Plattform für Hersteller</a> nutzen, um auf diese Daten zuzugreifen, diese zu vervollständigen und um Berichte, Analysen und Möglichkeiten zur Produktverbesserung (z.B. bessere Nutri-Score) zu erhalten.
el: Οι κατασκευαστές μπορούν να χρησιμοποιήσουν τη δωρεάν πλατφόρμα του Open Food Facts <a href="<producers_platform_url>">για τους παραγωγούς</a> για να έχουν πρόσβαση και να συμπληρώσουν αυτά τα δεδομένα και να λάβουν αναφορές, αναλύσεις και ευκαιρίες βελτιώσεων προϊόντων (π.χ. καλύτερο Nutri-Score).
eo: Fabrikistoj povas uzi la senpagan platformon Open Food Facts <a href="<producers_platform_url>">por produktantoj</a> por aliri kaj kompletigi ĉi tiujn datumojn, kaj por akiri raportojn, analizojn kaj ŝancojn por plibonigo de produktoj (ekz. pli bona Nutri-Score).
es: Los fabricantes o comercializadores pueden utilizar la <a href="<producers_platform_url>"> para que los productores</a> complementen la información del producto y tengan acceso a informes, análisis e indicadores que ofrezcan oportunidades de mejora continua de su productos (por ejemplo: Obtener mejor Nutri-Score).
fa: تولیدکنندگان می‌توانند از «اطلاعات عمومی مواد غذایی» <a href="<producers_platform_url>">پلتفرم رایگان برای تولیدکنندگان</a> برای دسترسی و تکمیل این داده‌ها و دریافت گزارش‌ها، تحلیل‌ها و فرصت‌های بهبود محصول (مثلاً امتیاز تغذیه‌ای بهتر) استفاده کنند.
fi: Valmistajat voivat käyttää Open Food Factsin <a href="<producers_platform_url>">ilmaista alustaa tuottajille</a> saadakseen nämä tiedot ja täydentääkseen niitä sekä hankkiakseen raportteja, analyyseja ja tuoteparannusmahdollisuuksia (esim. parempi Nutri-Score).
fr: Les fabricants peuvent utiliser la <a href="<producers_platform_url>">plateforme gratuite pour les producteurs</a> d'Open Food Facts pour accéder à ces données et les compléter, et obtenir des rapports, analyses et pistes d'améliorations des produits (par exemple meilleur Nutri-Score).
he: יצרנים יכולים להשתמש ב<a href="<producers_platform_url>פלטפורמה החינמית ליצרנים</a> מבית Open Food Facts כדי לגשת ולהשלים את הנתונים האלו וכדי לקבל דוחות, ניתוחים והזדמנויות לשיפור המוצרים (למשל: לשפר את ה־Nutri-Score).
hr: Proizvođači mogu koristiti Open Food Facts <a href="<producers_platform_url>">besplatnu platformu za proizvođače</a> za pristup i dovršetak ovih podataka te za dobivanje izvješća, analiza i mogućnosti poboljšanja proizvoda (npr. bolji Nutri-Score).
hu: A gyártók használhatják az Open Food Facts <a href="<producers_platform_url>">ingyenes platformot a termelők számára</a> az adatok eléréséhez és kiegészítéséhez, valamint jelentésekhez, elemzésekhez és termékfejlesztési lehetőségekhez (pl. jobb Nutri-Score).
id: Para produsen dapat menggunakan Open Food Facts <a href="<producers_platform_url>">platform gratis bagi para produsen</a> untuk mengakses dan melengkapi data ini, dan memperoleh laporan, analisis, dan peluang peningkatan produk (misalnya nilai Nutri-Score yang lebih baik).
it: I produttori possono usare la <a href="<producers_platform_url>">piattaforma a libero accesso per produttori</a> di Open Food Facts per accedere ai dati e completarli, oltre che per ottenere report, analisi e opportunità di miglioramento del prodotto (ad es. un miglior Nutri-Score).
ja: 生産者はOpen Food Facts <a href="<producers_platform_url>">生産者向けの無料プラットフォーム</a>にて、このデータにアクセスしてデータを完成させることができます。そして、レポート、分析、製品改善の助言（より良いNutri-Scoreなど）を得ることができます。
ka: მწარმოებლებს შეუძლიათ გამოიყენონ ღია კვების ფაქტები <a href="<producers_platform_url>">უფასო პლატფორმა მწარმოებლებისთვის</a> ამ მონაცემებზე წვდომისა და მათი შევსების, ასევე ანგარიშების, ანალიზისა და პროდუქტის გაუმჯობესების შესაძლებლობების მისაღებად (მაგ., უკეთესი Nutri-Score).
lt: Gamintojai gali naudoti nemokamą „Open Food Facts <a href="<producers_platform_url>“ platformą, skirtą gamintojams</a> pasiekti ir užpildyti šiuos duomenis bei gauti ataskaitas, analizę ir produktų tobulinimo galimybes (pvz., geresnis „Nutri-Score“).
lv: Ražotāji var izmantot Open Food Facts <a href="<producers_platform_url>">bezmaksas platformu ražotājiem</a> , lai piekļūtu šiem datiem un tos papildinātu, kā arī iegūtu pārskatus, analīzi un produktu uzlabošanas iespējas (piemēram, labāku Nutri-Score).
nl_be: Fabrikanten kunnen het Open Food Facts <a href="<producers_platform_url>"> gratis Producentenplatform</a> gebruiken om toegang te krijgen tot deze gegevens en deze aan te vullen, en om rapporten, analyses en suggesties voor productverbeteringen te verkrijgen (bijvoorbeeld een betere Nutri-Score).
pl: Producenci mogą korzystać z <a href="<producers_platform_url>"> darmowej platformy Open Food Facts dla producentów</a> w celu uzyskania dostępu i uzupełnienia danych oraz uzyskania raportów, analiz i możliwości ulepszenia produktów (np. lepszy wynik Nutri-Score).
pt_pt: Os fabricantes podem usar a <a href="<producers_platform_url>">plataforma livre para os produtores</a> do Open Food Facts para aceder e completar estes dados, e para obter relatórios, análises e melhorias de produtos (por ex. um Nutri-Score melhor).
ro: Producătorii pot folosi <a href="<producers_platform_url>">pentru producătorii</a> pentru a accesa și completa aceste date și pentru a obține rapoarte, analize și oportunități de îmbunătățire a produselor (de ex. Nutri-Score mai bun).
ru: Производители могут использовать <a href="<producers_platform_url>">бесплатную платформу Open Food Facts для производителей</a> чтобы получить и дополнить эти данные, а также для получения отчетов, анализа и чтобы узнать, как улучшить продукты (например, как улучшить Nutri-Score).
sl: Proizvajalci lahko uporabljajo brezplačno platformo Open Food Facts <a href="<producers_platform_url>"> za proizvajalce</a> za dostop do teh podatkov in njihovo dokončanje ter za pridobivanje poročil, analiz in podatkov o možnosti za izboljšave izdelkov (npr. boljši Nutri-Score).
sv: Tillverkare kan använda Open Food Facts <a href="<producers_platform_url>">kostnadsfri plattform för producenter</a> för att få tillgång till och komplettera dessa data, och för att få rapporter, analyser och möjligheter till produktförbättringar (t.ex. bättre Nutri-Score).
th: ผู้ผลิตสามารถใช้แพลตฟอร์ม Open Food Facts <a href="<producers_platform_url>">ฟรีสำหรับผู้ผลิต</a> เพื่อเข้าถึงและกรอกข้อมูลเหล่านี้ให้ครบถ้วน รวมถึงรับรายงาน การวิเคราะห์ และโอกาสในการปรับปรุงผลิตภัณฑ์ (เช่น คะแนนคุณค่าทางโภชนาการที่ดีขึ้น)
tr: Üreticiler, bu verilere erişmek ve bunları tamamlamak ve raporlar, analizler ve ürün iyileştirme fırsatları (örneğin daha iyi Nutri-Score) elde etmek için üreticilere yönelik Open Food Facts <a href="<producers_platform_url>">ücretsiz platformunu</a> kullanabilir.
uk: Постачальники можуть користуватись мережею Open Food Facts за посиланням <a href="<producers_platform_url>безкоштовна платформа для виробників</a>для отримання доступу та оформлення цих даних, отримання звітувань, аналіз продукції та можливостей її вдосконалення (напр. вища оцінка через систему Nutri-Score).
vi: Các nhà sản xuất có thể sử dụng <a href="<producers_platform_url>"> nền tảng miễn phí dành cho các nhà sản xuất</a> của Open Food Facts để truy cập và hoàn thành dữ liệu này, đồng thời có thêm các báo cáo, phân tích và cơ hội cải tiến sản phẩm (ví dụ: Điểm dinh dưỡng tốt hơn).
