Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# toddlers_description
source: From 12 months up to and including 35 months of age
ar: من 12 شهرًا وحتى 35 شهراً من العمر
bg: От 12 до 35 месечна възраст включително
ca: Des dels 12 mesos fins als 35 mesos inclosos
cs: Od 12 měsíců do 35 měsíců včetně
da: I alderen fra 12 måneder til og med 35 måneder
de: Von 12 Monate bis einschließlich 35 Monate
el: Από 12 μηνών έως και 35 μηνών
eo: De 12 monatoj ĝis kaj inkluzive de 35 monatoj de aĝo
es: De los 12 meses hasta los 35 meses inclusive
fa: از ۱۲ ماهگی تا ۳۵ ماهگی
fi: 12 - 35 kk:lle
fr: De 12 mois jusqu'à 35 mois
he: מגיל 12 חודשים ומעלה עד וכולל גיל 35 חודשים
hr: Od 12 mjeseci do uključivo 35 mjeseci starosti
hu: 12 hónapos és 35 hónapos kor között
id: Dari usia 12 bulan ke atas dan termasuk usia 35 bulan
it: Da 12 mesi fino a 35 mesi inclusi
ja: 12 ヶ月から 35 ヶ月まで
ka: 12 თვიდან 35 თვის ასაკამდე
lt: Nuo 12 mėnesių iki 35 mėnesių imtinai
lv: No 12 mēnešu vecuma līdz 35 mēnešu vecumam (ieskaitot)
ms: Dari berumur 12 bulan hingga dan termasuk 35 bulan
nl_be: Vanaf 12 tot en met 35 maanden oud
pl: Od 12 do 35 miesiąca życia włącznie
pt_pt: De 12 meses até e incluindo 35 meses de idade
ro: De la 12 luni până la 35 de luni inclusiv
ru: От 12 до 35 месяцев включительно
sl: Od 12 mesecev do vključno 35 mesecev starosti
sv: Från 12 månader till och med 35 månader
th: ตั้งแต่ 12 เดือน จนถึง 35 เดือน
tr: 12 aylıktan 35 aylığa kadar
uk: Віком від 12-ти місяців і до 35 місяців
vi: Từ 12 tháng đến và bao gồm 35 tháng tuổi

source: Infants
ar: الرضع
bg: Деца
ca: Nadons
cs: Kojenci
da: Spædbørn
de: Säuglinge
el: Βρέφη
es: Bebés
fi: Imeväiset
fr: Nourrissons
he: תינוקות
hu: Csecsemők
id: Bayi
it: I neonati
ja: 乳児
lt: Kūdikiai
lv: Zīdaiņi
ms: Bayi
nl_be: Zuigelingen
pl: Niemowlęta
pt_pt: Bebés
ro: Sugari
ru: Младенцы
sl: Dojenčki
sv: Spädbarn
tr: Bebekler
uk: Новонароджені
vi: Trẻ sơ sinh

# infants_description
source: From more than 12 weeks up to and including 11 months of age
ar: من أكثر من 12 أسبوعًا وحتى 11 شهرًا من العمر
bg: Над 12 седмици до 11 месечна възраст включително
ca: Des de més de 12 setmanes fins als 11 mesos d’edat inclosos
cs: Od více než 12 týdnů do 11 měsíců včetně
da: I alderen fra 12+ uger til og med 11 måneder
de: Von 12 Wochen bis einschließlich 11 Monate
el: Από άνω των 12 εβδομάδων έως και 11 μηνών
eo: De pli ol 12 semajnoj ĝis kaj inkluzive de 11 monatoj de aĝo
es: De más de 12 semanas hasta 11 meses de edad inclusive
fa: از بیش از ۱۲ هفته تا ۱۱ ماهگی
fi: 12 viikosta 11 kuukauteen
fr: De plus de 12 semaines jusqu'à 11 mois
he: מגיל 12 שבועות ומעלה עד וכולל גיל 11 חודשים
hr: Od više od 12 tjedana do uključivo 11 mjeseci starosti
hu: 12 hetes kortól legfeljebb 11 hónapos korig
id: Dari usia 12 minggu ke atas dan termasuk usia 11 bulan
it: Da più di 12 settimane fino a 11 mesi inclusi
ja: 12 週以上から 11 ヶ月まで
ka: 12 კვირაზე მეტი ასაკიდან 11 თვის ასაკამდე და მათ შორის
lt: Nuo daugiau nei 12 savaičių iki 11 mėnesių imtinai
lv: No vairāk nekā 12 nedēļu vecuma līdz 11 mēnešu vecumam (ieskaitot)
ms: Dari berumur lebih dari 12 minggu hingga dan termasuk 11 bulan
nl_be: Vanaf 12 tot en met 11 maanden oud
pl: Od co najmniej 12 tygodnia do 11 miesiąca życia włącznie
pt_pt: Mais de 12 semanas até e incluindo 11 meses de idade
ro: De la vârsta de peste 12 săptămâni până la vârsta de 11 luni inclusiv,
ru: От 12 недель до 11 месяцев включительно
sl: Od več kot 12 tednov do vključno 11 mesecev starosti
sv: Från mer än 12 veckor till och med 11 månaders ålder
th: ตั้งแต่อายุมากกว่า 12 สัปดาห์ จนถึง 11 เดือน
tr: 12 haftalıktan 11 aylığa kadar
uk: Віком більше ніж від 12 тижнів і до 11 місяців
vi: Từ trên 12 tuần đến và bao gồm 11 tháng tuổi

# additives_efsa_evaluation
source: EFSA evaluation
ar: تقييم EFSA
bg: Оценка на EFSA
ca: Avaluació de l’EFSA
cs: Hodnocení EFSA
da: EFSA-evaluering
de: Bewertung durch die EFSA
el: Αξιολόγηση EFSA
eo: EFSA-takso
es: Evaluación de EFSA
fa: ارزیابی EFSA
fi: EFSA:n arviointi
fr: Evaluation de l'EFSA
he: הערכת EFSA
hr: Evaluacija EFSA-e
hu: EFSA értékelése
id: Evaluasi EFSA
it: Valutazione dell'EFSA
ja: EFSA 評価
ka: EFSA-ს შეფასება
lt: EMST vertinimas
lv: EFSA novērtējums
ms: Penilaian EFSA
nl_be: EFSA evaluatie
pl: Ocena EFSA
pt_pt: Avaliação da EFSA
ro: Evaluare EFSA
ru: Оценка EFSA
sl: Ocena EFSA
sv: EFSA-utvärdering
th: การประเมินของ EFSA
tr: EFSA değerlendirmesi
uk: Оцінка EFSA
vi: Đánh giá EFSA

# additives_efsa_evaluation_overexposure_risk_title
source: Risk of overexposure
ar: خطر التعرض المفرط
bg: Риск от свръх излагане
ca: Risc de sobreexposició
cs: Riziko přeexponování
da: Risiko for overeksponering
de: Gefahr einer Überversorgung
el: Κίνδυνος υπερέκθεσης
eo: Risko de troeksponiĝo
es: Riesgo de sobreexposición
fa: خطر مواجهه بیش از حد
fi: Liiallisen altistumisen riski
fr: Risque de sur-exposition
he: סיכון לחשיפת יתר
hr: Rizik od prekomjerne izloženosti
hu: A túlzott fogyasztás kockázata
id: Risiko paparan berlebih
it: Rischio di sovraesposizione
ja: 過剰暴露のリスク
ka: ჭარბი ზემოქმედების რისკი
lt: Per didelio ekspozicijos rizika
lv: Pārmērīgas iedarbības risks
ms: Risiko pendedahan berlebihan
nl_be: Risico van overmatig gebruik
pl: Ryzyko nadmiernej ekspozycji
pt_pt: Risco de sobre-exposição
ro: Risc de supraexpunere
ru: Риск чрезмерного воздействия
sl: Nevarnost prekomerne izpostavljenosti
sv: Risk för överexponering
th: ความเสี่ยงจากการได้รับรังสีมากเกินไป
tr: Aşırı maruz kalma riski
uk: Ризик передержання
vi: Rủi ro tiếp xúc

# additives_efsa_evaluation_overexposure_risk_high
source: The European Food Safety Authority (EFSA) has determined that some population groups have a high risk of reaching or exceeding the Acceptable Daily Intake (ADI) for <tag>.
bg: Европейският орган за безопасност на храните (EFSA) установи, че някои групи от населението имат висок риск от достигане или надвишаване на допустимия дневен прием (ДДП) за <tag>.
ca: L'Autoritat Europea de Seguretat Alimentària (EFSA) ha determinat que alguns grups de població tenen un alt risc d'assolir o superar la ingesta diària acceptable (IDA) per <tag>.
cs: Evropský úřad pro bezpečnost potravin (EFSA) zjistil, že některé skupiny populace mají vysoké riziko dosažení nebo překročení přijatelného denního příjmu (ADI) pro <tag>.
da: Den Europæiske Fødevaresikkerhedsmyndighed (EFSA) har fastslået, at visse befolkningsgrupper har en høj risiko for at nå eller overskride det Acceptable Daglige Indtag (ADI) for <tag>.
de: Die Europäische Behörde für Lebensmittelsicherheit (EFSA) hat festgestellt, dass für einige Bevölkerungsgruppen ein hohes Risiko besteht, die zulässige Tagesdosis (ADI) für <tag> zu erreichen oder zu überschreiten.
el: Η Ευρωπαϊκή Αρχή για την Ασφάλεια των Τροφίμων (EFSA) έχει καθορίσει ότι ορισμένες ομάδες πληθυσμού διατρέχουν υψηλό κίνδυνο να φτάσουν ή να υπερβούν την Αποδεκτή Ημερήσια Πρόσληψη (ADI) για <tag>.
eo: La Eŭropa Aŭtoritato pri Nutraĵsekureco (EFSA) determinis, ke iuj loĝantargrupoj havas altan riskon atingi aŭ superi la Akcepteblan Ĉiutagan Dozon (ADI) por <tag>.
fa: سازمان ایمنی مواد غذایی اروپا (EFSA) مشخص کرده است که برخی از گروه‌های جمعیتی در معرض خطر بالای رسیدن یا فراتر رفتن از میزان مصرف روزانه قابل قبول (ADI) برای <tag>هستند.
fi: Euroopan elintarviketurvallisuusviranomainen (EFSA) on määrittänyt, että joillakin väestöryhmillä on suuri riski saavuttaa tai ylittää hyväksyttävä päiväsaanti (ADI) lisäainetta <tag>.
fr: L'Autorité européenne de sécurité des aliments (EFSA) a déterminé que certains groupes de population ont un risque élevé d'atteindre ou de dépasser la Dose Journalière Admissible (DJA) pour <tag>.
he: הרשות האירופית לבטיחות המזון (EFSA) קבעה שבקבוצות אוכלוסיה מסוימות קיים סיכון גבוה להגיע או לחרוג מהצריכה היומית הנסבלת (צי״ן) עבור <tag>.
hr: Europska agencija za sigurnost hrane (EFSA) utvrdila je da neke populacijske skupine imaju visok rizik od dosezanja ili prekoračenja prihvatljivog dnevnog unosa (ADI) za <tag>.
hu: Az Európai Élelmiszer-biztonsági Hatóság (EFSA) megállapította, hogy egyes népességcsoportokban nagy a kockázata annak, hogy elérik vagy túllépik a(z) <tag> elfogadható napi bevitelét (ADI).
id: Otoritas Keamanan Pangan Eropa (EFSA) telah menetapkan bahwa beberapa kelompok populasi memiliki risiko tinggi untuk mencapai atau melampaui Asupan Harian yang Dapat Diterima (ADI) untuk <tag>.
it: L'Autorità Europea per la Sicurezza Alimentare (EFSA), ha determinato che alcuni gruppi di popolazione incorrono in un rischio elevato di raggiungere o superare la Dose Giornaliera Accettabile (ADI) per <tag>.
ja: 欧州食品安全機関 (EFSA) は、一部の集団グループは <tag>の 1 日あたりの許容摂取量 (ADI) に達するか、それを超えるリスクが高いと判断しました。
ka: ევროპის სურსათის უვნებლობის ორგანომ (EFSA) დაადგინა, რომ მოსახლეობის ზოგიერთ ჯგუფს მაღალი რისკი აქვს <tag>-ისთვის დასაშვები დღიური ნორმის (ADI) მიღწევის ან გადაჭარბების.
lt: Europos maisto saugos tarnyba (EMST) nustatė, kad kai kurioms gyventojų grupėms kyla didelė rizika suvartoti arba viršyti leistiną paros normą (LPN)<tag>.
lv: Eiropas Pārtikas nekaitīguma iestāde (EFSA) ir noteikusi, ka dažām iedzīvotāju grupām ir augsts risks sasniegt vai pārsniegt pieļaujamo dienas devu (ADI) <tag>.
nl_be: De Europese Autoriteit voor Voedselveiligheid (EFSA) heeft vastgesteld dat sommige bevolkingsgroepen een hoog risico lopen op het bereiken of overschrijden van de Aanvaardbare Dagelijkse Inname (ADI) voor <tag>.
pl: Europejski Urząd ds. Bezpieczeństwa Żywności (EFSA) ustalił, że w niektórych grupach populacji istnieje wysokie ryzyko osiągnięcia lub przekroczenia dopuszczalnego dziennego spożycia (ADI) dla <tag>.
pt_pt: A Autoridade Europeia para a Segurança Alimentar (EFSA) determinou que alguns grupos populacionais apresentam um risco elevado de alcançar ou exceder a Ingestão Diária Aceitável (IDA) de <tag>.
ro: Autoritatea Europeană pentru Siguranța Alimentară (EFSA) a stabilit că unele grupuri de populație prezintă un risc ridicat de a atinge sau de a depăși Doza zilnică acceptabilă (DZA) pentru <tag>.
ru: Европейское управление по безопасности продуктов питания (EFSA) установило, что некоторые группы населения имеют высокий риск достижения или превышения допустимой суточной нормы потребления (ADI) для <tag>.
sv: Europeiska myndigheten för livsmedelssäkerhet (EFSA) har fastställt att vissa befolkningsgrupper har en hög risk att nå eller överskrida det godtagbara dagliga intaget (ADI) för <tag>.
th: องค์การความปลอดภัยด้านอาหารแห่งยุโรป (EFSA) ได้ระบุว่าประชากรบางกลุ่มมีความเสี่ยงสูงที่จะได้รับหรือเกินปริมาณที่ยอมรับได้ต่อวัน (ADI) สำหรับ <tag>
tr: Avrupa Gıda Güvenliği Otoritesi (EFSA), bazı popülasyon gruplarının <tag> için Kabul Edilebilir Günlük Alım Miktarına (ADI) ulaşma veya onu aşma riskinin yüksek olduğunu belirlemiştir.
uk: Європейське агентство з безпеки харчових продуктів (EFSA) визначило, що деякі групи населення мають високий ризик досягти або перевищити допустиму добову норму споживання (ДДВ) для<tag>.
vi: Cơ quan An toàn Thực phẩm Châu Âu (EFSA) đã xác định rằng một số nhóm dân số có nguy cơ cao trong việc đạt hoặc vượt quá Lượng ăn vào hàng ngày được khuyến nghị (ADI) là <tag>.

# additives_efsa_evaluation_overexposure_risk_moderate
source: The European Food Safety Authority (EFSA) has determined that some population groups have a moderate risk of reaching or exceeding the Acceptable Daily Intake (ADI) for <tag>.
bg: Европейският орган за безопасност на храните (EFSA) установи, че някои групи от населението имат умерен риск от достигане или надвишаване на допустимия дневен прием (ДДП) за <tag>.
ca: L'Autoritat Europea de Seguretat Alimentària (EFSA) ha determinat que alguns grups de població tenen un risc moderat d'assolir o superar la ingesta diària acceptable (IDA) de <tag>.
cs: Evropský úřad pro bezpečnost potravin (EFSA) stanovil, že některé skupiny populace mají střední riziko dosažení nebo překročení přijatelného denního příjmu (ADI) pro <tag>.
da: Den Europæiske Fødevaresikkerhedsmyndighed (EFSA) har fastslået, at visse befolkningsgrupper har en moderat risiko for at nå eller overskride det Acceptable Daglige Indtag (ADI) for <tag>.
de: Die Europäische Behörde für Lebensmittelsicherheit (EFSA) hat festgestellt, dass für einige Bevölkerungsgruppen ein mäßiges Risiko besteht, die zulässige tägliche Aufnahmemenge (Acceptable Daily Intake, ADI) für <tag> zu erreichen oder zu überschreiten.
el: Η Ευρωπαϊκή Αρχή για την Ασφάλεια των Τροφίμων (EFSA) έχει καθορίσει ότι ορισμένες ομάδες πληθυσμού διατρέχουν μέτριο κίνδυνο να φτάσουν ή να υπερβούν την Αποδεκτή Ημερήσια Πρόσληψη (ADI) για <tag>.
eo: La Eŭropa Aŭtoritato pri Nutraĵsekureco (EFSA) determinis, ke iuj loĝantargrupoj havas moderan riskon atingi aŭ superi la Akcepteblan Ĉiutagan Dozon (ADI) por <tag>.
fa: سازمان ایمنی مواد غذایی اروپا (EFSA) تعیین کرده است که برخی از گروه‌های جمعیتی در معرض خطر متوسطی برای رسیدن یا فراتر رفتن از میزان مصرف روزانه قابل قبول (ADI) برای <tag>هستند.
fi: Euroopan elintarviketurvallisuusviranomainen (EFSA) on määrittänyt, että joillakin väestöryhmillä on kohtalainen riski saavuttaa tai ylittää hyväksyttävä päiväsaanti (ADI) lisäainetta <tag>.
fr: L'Autorité européenne de sécurité des aliments (EFSA) a déterminé que certains groupes de population ont un risque modéré d'atteindre ou de dépasser la Dose Journalière Admissible (DJA) pour <tag>.
he: הרשות האירופית לבטיחות המזון (EFSA) קבעה שבקבוצות אוכלוסיה מסוימות קיים סיכון בינוני להגיע או לחרוג מהצריכה היומית הנסבלת (צי״ן) עבור <tag>.
hr: Europska agencija za sigurnost hrane (EFSA) utvrdila je da neke populacijske skupine imaju umjereni rizik od dosezanja ili prekoračenja prihvatljivog dnevnog unosa (ADI) za <tag>.
hu: Az Európai Élelmiszer-biztonsági Hatóság (EFSA) megállapította, hogy egyes népességcsoportokban közepes a kockázata annak, hogy elérik vagy túllépik a(z) <tag> elfogadható napi bevitelét (ADI).
id: Otoritas Keamanan Pangan Eropa (EFSA) telah menetapkan bahwa beberapa kelompok populasi memiliki risiko moderat untuk mencapai atau melampaui Asupan Harian yang Dapat Diterima (ADI) untuk <tag>.
it: L'Autorità Europea per la Sicurezza Alimentare (EFSA), ha determinato che alcuni gruppi di popolazione incorrono in un rischio moderato di raggiungere o superare la Dose Giornaliera Accettabile (ADI) per <tag>.
ja: 欧州食品安全機関 (EFSA) は、一部の集団グループは <tag>の 1 日あたりの許容摂取量 (ADI) に達するか、それを超えるリスクが高いと判断しました。
ka: ევროპის სურსათის უვნებლობის ორგანომ (EFSA) დაადგინა, რომ მოსახლეობის ზოგიერთ ჯგუფს აქვს საშუალო რისკი, მიაღწიოს ან გადააჭარბოს დასაშვებ დღიურ ნორმას <tag>-სთვის.
lt: Europos maisto saugos tarnyba (EMST) nustatė, kad kai kurioms gyventojų grupėms kyla vidutinė rizika suvartoti arba viršyti leistiną paros normą (LPN)<tag>.
lv: Eiropas Pārtikas nekaitīguma iestāde (EFSA) ir noteikusi, ka dažām iedzīvotāju grupām ir mērens risks sasniegt vai pārsniegt pieļaujamo dienas devu (ADI) <tag>.
nl_be: De Europese Autoriteit voor Voedselveiligheid (EFSA) heeft vastgesteld dat sommige bevolkingsgroepen een matig risico lopen op het bereiken of overschrijden van de Aanvaardbare Dagelijkse Inname (ADI) voor <tag>.
pl: Europejski Urząd ds. Bezpieczeństwa Żywności (EFSA) ustalił, że w niektórych grupach populacji istnieje umiarkowane ryzyko osiągnięcia lub przekroczenia dopuszczalnego dziennego spożycia (ADI) dla <tag>.
pt_pt: A Autoridade Europeia para a Segurança Alimentar (EFSA) determinou que alguns grupos populacionais apresentam um risco moderado de alcançar ou exceder a Ingestão Diária Aceitável (IDA) de <tag>.
ro: Autoritatea Europeană pentru Siguranța Alimentelor (EFSA) a stabilit că unele grupuri de populație prezintă un risc moderat de a atinge sau de a depăși doza zilnică acceptabilă (DZA) pentru <tag>.
ru: Европейское агентство по безопасности продуктов питания (EFSA) установило, что некоторые группы населения имеют умеренный риск достижения или превышения допустимой суточной нормы потребления (ADI) для <tag>.
sv: Europeiska myndigheten för livsmedelssäkerhet (EFSA) har fastställt att vissa befolkningsgrupper har en måttlig risk att nå eller överskrida det godtagbara dagliga intaget (ADI) för <tag>.
th: องค์การความปลอดภัยด้านอาหารแห่งยุโรป (EFSA) ได้ระบุว่าประชากรบางกลุ่มมีความเสี่ยงปานกลางที่จะได้รับหรือเกินปริมาณที่ยอมรับได้ต่อวัน (ADI) สำหรับ <tag>
tr: Avrupa Gıda Güvenliği Otoritesi (EFSA), bazı nüfus gruplarının <tag> için Kabul Edilebilir Günlük Alım Miktarı'na (ADI) ulaşma veya onu aşma konusunda orta düzeyde bir riske sahip olduğunu belirlemiştir.
uk: Європейське агентство з безпеки харчових продуктів (EFSA) визначило, що деякі групи населення мають помірний ризик досягти або перевищити допустиме добове споживання (ДДВ) для <tag>.
vi: Cơ quan An toàn Thực phẩm Châu Âu (EFSA) đã xác định rằng một số nhóm dân cư có nguy cơ vừa phải trong việc đạt hoặc vượt quá Lượng ăn vào hàng ngày khuyến nghị (ADI) là <tag>.

# additives_efsa_evaluation_overexposure_risk_description
source: To evaluate your exposure to the <tag> food additive, you can browse our list of products that contain it. See the list of <nb_products> products with <tag> below.
ar: لتقييم تعرضك لـ <tag> المضافات الغذائية ، يمكنك تصفح قائمة منتجاتنا التي تحتوي عليها. راجع قائمة المنتجات <nb_products> مع <tag> أدناه.
bg: За да оцените излагането си на хранителната добавка <tag>, можете да разгледате нашия списък с продукти, които я съдържат. Вижте списъка с <nb_products> продукти с <tag> по-долу.
ca: Per avaluar la vostra exposició a <tag>, podeu navegar per la nostra llista de productes que en duen. Vegeu la llista de <nb_products> productes amb <tag> de més avall.
cs: Chcete-li vyhodnotit vaši expozici potravinářské přídatné látce <tag>, můžete si procházet náš seznam produktů, které ji obsahují. Podívejte se na seznam <nb_products> produktů s nimi <tag> níže.
da: For at evaluere din eksponering for <tag> fødevaretilsætningen, kan du gennemse listen over produkter, som indeholder den. Se listen over <nb_products> produkter indeholdende <tag> nedenfor.
de: Um Ihre Exposition gegenüber dem Lebensmittelzusatzstoff <tag> zu bewerten, können Sie unsere Liste der Produkte durchsuchen, die diesen enthalten. Siehe die Liste der <nb_products> Produkte mit <tag> unten.
el: Για να αξιολογήσετε την έκθεσή σας στο πρόσθετο τροφίμων <tag>, μπορείτε να περιηγηθείτε στη λίστα προϊόντων που το περιέχουν. Δείτε τη λίστα με τα προϊόντα <nb_products> με <tag> παρακάτω.
eo: Por taksi vian eksponiĝon al la <tag> manĝaldonaĵo, vi povas foliumi nian liston de produktoj kiuj enhavas ĝin. Vidu la liston de <nb_products> produktoj kun <tag> sube.
es: Para evaluar tu exposición al aditivo alimentario <tag>, puedes navegar por la lista de productos que lo contienen. Puedes encontrar la lista de <nb_products> productos con <tag> a continuación.
fa: برای ارزیابی میزان مواجهه خود با افزودنی غذایی <tag> ، می‌توانید فهرست محصولات حاوی آن را مرور کنید. فهرست محصولات <nb_products> حاوی <tag> را در زیر مشاهده کنید.
fi: Arvioidaksesi altistumistasi lisäaineelle <tag>, voit selata sitä sisältävien tuotteiden luetteloa. Katso alla olevaa luetteloa <nb_products> tuotteesta, joilla on <tag> tunniste.
fr: Pour évaluer votre exposition à l'additif alimentaire <tag>, vous pouvez parcourir la liste des produits qui en contiennent. Voir la liste des <nb_products> produits avec l'additif <tag> ci-dessous.
he: כדי להעריך את החשיפה של למוצר המזון <tag> ניתן לעיין ברשימת המוצרים שלנו שמכילה אותו. ניתן לעיין ברשימת מוצרי <nb_products> שיש בהם <tag> להלן.
hr: Kako biste procijenili svoju izloženost prehrambenom aditivu <tag> , možete pregledati naš popis proizvoda koji ga sadrže. Popis proizvoda <nb_products> s <tag> pogledajte u nastavku.
hu: A(z) <tag> élelmiszer-adalékanyag kockázatának megbecsüléséhez megtekintheti az azt tartalmazó termékekről készült a listánkat. <tag> tartalmú <nb_products> termékek listája alább látható.
id: Untuk mengevaluasi tingkat paparan Anda terhadap zat aditif makanan <tag>, Anda dapat menelusuri daftar produk kami yang mengandung zat tersebut. Lihat daftar <nb_products> produk dengan <tag> di bawah ini.
it: Per valutare la tua esposizione allo <tag> additivo alimentare, puoi consultare il nostro elenco di prodotti che lo contengono. Vedi la lista di <nb_products> prodotti con <tag> sotto.
ja: <tag> 食品添加物への暴露を評価するため、それを含む製品のリストを参照できます。 <tag> 以下の <nb_products> 製品のリストを参照してください。
ka: საკვები დანამატის <tag> ზემოქმედების შესაფასებლად, შეგიძლიათ დაათვალიეროთ მისი შემცველი პროდუქტების ჩვენი სია. ქვემოთ იხილეთ <nb_products> პროდუქტების სია, რომელთა შემცველობაა <tag> .
lt: Norėdami įvertinti jūsų <tag> maisto priedo poveikį, galite naršyti mūsų produktų, kuriuose jo yra, sąraše. Žr. <nb_products> produktų su <tag> žemiau.
lv: Lai novērtētu savu saskari ar pārtikas piedevu <tag> , varat pārlūkot mūsu produktu sarakstu, kas to satur. Skatiet <nb_products> produktu sarakstu ar <tag> zemāk.
ms: Untuk menilai pendedahan anda terhadap <tag> aditif makanan, anda boleh menyemak senarai produk kami yang mengandunginya. Lihat senarai <nb_products> produk dengan <tag> di bawah.
nl_be: Je kan door de producten met het voedseladditief <tag> bladeren om je blootstelling er aan te bepalen. Zie de lijst van <nb_products> producten met <tag> hieronder.
pl: Aby ocenić narażenie na działanie dodatku do żywności <tag>, możesz przejrzeć naszą listę produktów, które go zawierają. Zobacz listę produktów <nb_products> z <tag> poniżej.
pt_pt: Para avaliar sua exposição ao aditivo alimentar <tag>, pode navegar na nossa lista de produtos que o contêm. Veja a lista de <nb_products> produtos com <tag> abaixo.
ro: Pentru a vă evalua expunerea la <tag> aditivul alimentar, puteți parcurge lista noastră de produse care îl conțin. Vezi lista de <nb_products> produse cu <tag> de mai jos.
ru: Чтобы оценить воздействие на пищевую добавку <tag>, вы можете просмотреть наш список продуктов, которые его содержат. Смотрите список <nb_products> продуктов с <tag> ниже.
sl: Da bi ocenili svojo izpostavljenost do <tag> aditiva za živila, si lahko ogledate naš seznam, kateri izdelki ga vsebujejo. Oglejte si seznam <nb_products> izdelkov z <tag> spodaj.
sv: För att utvärdera din exponering för livsmedelstillsatsen <tag> kan du bläddra i vår lista över produkter som innehåller den. Se listan över <nb_products> produkter med <tag> nedan.
th: เพื่อประเมินการได้รับสารเติมแต่งอาหาร <tag> ของคุณ คุณสามารถดูรายการผลิตภัณฑ์ที่มีสารนี้ได้ ดูรายการผลิตภัณฑ์ <nb_products> ที่มี <tag> ด้านล่าง
tr: <tag> gıda katkı maddesine maruz kalma miktarınızı belirlemek için, onu içeren ürünler listemize göz atabilirsiniz. Aşağıda <tag> içeren <nb_products> ürün listesine bakınız.
uk: Щоб оцінити вплив <tag> харчових добавок, ви можете переглянути наш список продуктів, який його містить. Перегляньте список <nb_products> продуктів з <tag> нижче.
vi: Để đánh giá mức độ tiếp xúc của bạn với phụ gia thực phẩm <tag>, bạn có thể duyệt qua danh sách các sản phẩm có chứa chất này. Xem danh sách <nb_products> sản phẩm có <tag> bên dưới.

# additives_efsa_evaluation_overexposure_risk_products_link
source: %d products with %s
ar: %d المنتجات مع %s
bg: %d продукти с %s
ca: %d productes amb %s
cs: %d produktů s %s
da: %d produkter indeholdende %s
de: %d Produkte enthalten %s
el: %d προϊόντα με %s
eo: %d produktoj kun %s
es: %d productos con %s
fa: %d محصولاتی با %s
fi: %d tuotetta, joissa on lisäainetta %s
fr: %d produits avec %s
he: %d מוצרים עם %s
hr: %d proizvoda s %s
hu: %d termék: %s
id: %d produk dengan %s
it: %d prodotti con %s
ja: %d 製品 %s
ka: %d პროდუქტები %s-ით
lt: %d prekių su %s
lv: %d produkti ar %s
ms: %d produk dengan %s
nl_be: %d producten met %s
pl: %d produkty zawierające %s
pt_pt: %d produtos com %s
ro: %d produse cu %s
ru: %d продуктов с %s
sl: %d izdelkov z %s
sv: %d produkter med %s
th: %d ผลิตภัณฑ์ที่มี %s
tr: %s içeren %d ürün
uk: %d продукції з%s
vi: %d sản phẩm với %s
