Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# ecoscore_edit_for_more_precise_ecoscore
source: For a more precise calculation of the Eco-Score, you can edit the product page and add them.
ca: Per a un càlcul més precís de l'Eco-Score, podeu editar la pàgina del producte i afegir-los.
da: For en mere præcis beregning af Eco-Score kan du redigere produktsiden og tilføje disse.
es: Para un cálculo más preciso de la puntuación ecológica, puedes editar la página del producto y añadirlas.
ja: Eco-Scoreをより正確に計算するには、製品ページを編集して追加できます。
ro: Pentru un calcul mai precis al Eco-Score, puteți edita pagina produsului și le puteți adăuga.
sl: Za natančnejši izračun Eco-Score lahko uredite stran izdelka in jih dodate.
tr: Eco-Score'un daha doğru hesaplanması için ürün sayfasını düzenleyebilir ve ekleme yapabilirsiniz.
vi: Để tính toán chính xác hơn Điểm sinh thái, bạn có thể chỉnh sửa và bổ sung thêm trang thông tin về sản phẩm.

# ecoscore_packaging_ratio
source: ratio
ca: ràtio
da: forhold
es: proporción
ja: 比率
ro: raport
sl: razmerje
tr: oran
vi: tỷ lệ

# ecoscore_packaging_score
source: score
ca: puntuació
es: puntuación
ja: スコア
ro: scor
sl: rezultat
tr: puan
vi: điểm

# ecoscore_score_of_all_components
source: Score of all components
ca: Puntuació de tots els components
da: Score for all bestanddele
es: Puntuación de todos los componentes
ja: すべての要素のスコア
ro: Scorul tuturor componentelor
sl: Ocena vseh komponent
tr: Tüm bileşenlerin puanı
vi: Điểm của tất cả các thành phần

# ecoscore_no_packaging_information
source: The information about the packaging of this product is not filled in.
ca: La informació sobre l'embalatge d'aquest producte no està completada.
da: Produktemballeringsoplysningerne er ikke udfyldt.
es: La información sobre el empaque de este producto no está completa.
ja: この製品のパッケージに関する情報が記入されていません。
ro: Informațiile despre ambalajul acestui produs nu sunt completate.
sl: Podatki o embalaži tega izdelka niso izpolnjeni.
tr: Bu ürünün ambalaj bilgileri doldurulmamıştır.
vi: Thông tin về bao bì của sản phẩm này chưa được bổ sung.

# ecoscore_unprecise_packaging_information
source: The information about the packaging of this product is not sufficiently precise (exact shapes and materials of all components of the packaging).
ca: La informació sobre l'embalatge d'aquest producte no és prou precisa (formes i materials exactes de tots els components de l'embalatge).
da: Produktemballeringsoplysningerne er ikke tilstrækkelig præcise (nøjagtige former og materialer på alle emballagebestanddele).
es: La información sobre el embalaje de este producto no es lo suficientemente precisa (formas y materiales exactos de todos los componentes del embalaje).
ja: この製品のパッケージに関する情報が十分に詳細（パッケージのすべての要素の正確な形状と素材）ではありません。
ro: Informațiile despre ambalajul acestui produs nu sunt suficient de precise (formele și materialele exacte ale tuturor componentelor ambalajului).
sl: Podatki o embalaži tega izdelka niso dovolj natančni (natančne oblike in materiali vseh sestavnih delov embalaže).
tr: Bu ürünün ambalajına ilişkin bilgiler yeterince kesin değildir (ambalajın tüm bileşenlerinin kesin şekilleri ve malzemeleri).
vi: Thông tin về bao bì của sản phẩm này không đủ chính xác (hình dạng và vật liệu chính xác của tất cả các thành phần của bao bì).

# ecoscore_edit_for_more_precise_ecoscore
source: For a more precise calculation of the Eco-Score, you can modify the product page and add them.
ca: Per a un càlcul més precís de l'Eco-Score, podeu modificar la pàgina del producte i afegir-los.
da: For en mere præcis beregning af Eco-Score kan du redigere produktsiden og tilføje disse.
es: Para un cálculo más preciso de la puntuación ecológica, puede modificar la página del producto y añadirlas.
ja: より正確なEco-Scoreの計算をするために、製品ページを編集して情報を追加することができます。
ro: Pentru un calcul mai precis al Eco-Score, puteți edita pagina produsului și le puteți adăuga.
sl: Za natančnejši izračun Eco-Score lahko spremenite stran izdelka in jih dodate.
tr: Eco-Score'un daha doğru hesaplanması için ürün sayfasını düzenleyebilir ve ekleme yapabilirsiniz.
vi: Để tính toán chính xác hơn Điểm sinh thái, bạn có thể sửa đổi và thêm trang thông tin sản phẩm.

# ecoscore_final_score
source: Final score
ca: Puntuació final
da: Slutscore
es: Puntuación final
ja: 最終スコア
ro: Scor final
sl: Končni rezultat
tr: Son skor
vi: Điểm cuối cùng

# ecoscore_lower_the_score_lower_the_impact
source: (the lower the score, the lower the impact)
ca: (com més baixa sigui la puntuació, menor serà l'impacte)
da: (lavere score, lavere påvirkning)
es: (cuanto menor sea la puntuación, menor será el impacto)
ja: （スコアが低いほど、影響が少ない）
ro: (cu cât scorul este mai mic, cu atât impactul este mai mic)
sl: (nižji kot je rezultat, manjši je učinek)
tr: (puan ne kadar düşükse, etki o kadar düşük olur)
vi: (điểm càng thấp, tác động càng thấp)

# ecoscore_kg_co2_eq_kg_product
source: kg CO2 eq/kg of product
ca: kg CO₂ eq/kg del producte
da: kg CO2 ækv./ kg produkt
es: kg CO2 eq / kg del producto
ja: kg CO2相当量/kgの製品
ro: kg CO2 eq/kg produs
sl: kg CO2 eq/kg izdelka
tr: kg CO2 eşdeğeri/kg ürün
vi: kg CO2 eq / kg của sản phẩm

# ecoscore_platform_prompt_ecoscore_modal
source: If you are the manufacturer of this product, you can send us the information with our <a href="https://world.pro.openfoodfacts.org">free platform for producers</a>.
ca: Si sou el fabricant d'aquest producte, podeu enviar-nos la informació amb la nostra plataforma gratuïta <a href="https://world.pro.openfoodfacts.org">per a productors</a>.
da: Er du producent af dette produkt, kan du indsende oplysningerne via vores <a href="https://world.pro.openfoodfacts.org">gratis producentplatform</a>.
es: Si tú eres el fabricante de este producto, puedes enviarnos la información con nuestra <a href="https://world.pro.openfoodfacts.org">plataforma gratuita para fabricantes</a>.
ja: あなたがこの製品のメーカーなら、私たちに情報を送ることができます <a href="https://world-ja.pro.openfoodfacts.org">生産者のための無料プラットフォーム</a>.
ro: Dacă sunteți producătorul acestui produs, ne puteți trimite informațiile cu <a href="https://world.pro.openfoodfacts.org">pentru producători</a>.
sl: Če ste proizvajalec tega izdelka, nam lahko pošljete z našo brezplačno platformo <a href="https://world.pro.openfoodfacts.org">za proizvajalce</a>.
tr: Bu ürünün üreticisi iseniz, üreticilere yönelik <a href="https://world.pro.openfoodfacts.org">ücretsiz platformumuzla</a>bize bilgi gönderebilirsiniz.
vi: Nếu bạn là nhà sản xuất của sản phẩm này, bạn có thể gửi cho chúng tôi thông tin qua <a href="https://world.pro.openfoodfacts.org"> nền tảng miễn phí dành cho nhà sản xuất</a>của chúng tôi.

# ecoscore_description
source: The <a href="/ecoscore">Eco-Score</a> is an experimental score that summarizes the environmental impacts of food products.
ca: El <a href="/ecoscore">Eco-Score</a> és una puntuació experimental que resumeix els impactes ambientals dels productes alimentaris.
da: <a href="/ecoscore">Eco-Score</a> er en eksperimentel score, der sammenfatter fødevareprodukters miljøpåvirkninger.
es: El <a href="/ecoscore">Eco-Score</a> es una puntuación experimental que resume el impacto ambiental de los productos alimentarios.
ja: <a href="/ecoscore">Eco-Score</a>は食品の環境への影響を要約する実験的なスコアです。
ro: Scorul <a href="/ecoscore">Eco-Score</a> este un scor experimental care rezumă impactul asupra mediului al produselor alimentare.
sl: <a href="/ecoscore">Eco-Score</a> je eksperimentalna ocena, ki povzema vplive živilskih izdelkov na okolje.
tr: <a href="/ecoscore">Eco-Score</a> gıda ürünlerinin çevresel etkilerini özetleyen deneysel bir puandır.
vi: <a href="/ecoscore">Điểm sinh thái</a> là điểm số thử nghiệm tóm tắt các tác động môi trường của các sản phẩm thực phẩm.

# ecoscore_warning_fr
source: The Eco-Score formula is subject to change as it is regularly improved to make it more precise.
ca: La fórmula Eco-Score està subjecta a canvis, ja que es millora regularment per fer-la més precisa.
da: Eco-Score formlen kan ændres, da den regelmæssigt optimeres mhp. øget præcision.
es: La fórmula Eco-Score está sujeta a cambios ya que se mejora regularmente para hacerla más precisa.
ja: Eco-Scoreの計算式は、より正確なものにするために定期的に改善されているため、変更される可能性があります。
ro: Formula Eco-Score este supusă modificării, deoarece este îmbunătățită în mod regulat pentru a o face mai precisă.
sl: Formula Eco-Score se lahko spreminja, saj se redno izboljšuje, da postane natančnejša.
tr: Eco-Score formülü, daha kesin hale getirmek için düzenli olarak geliştirildiğinden değiştirilebilir.
vi: Công thức Điểm Sinh Thái có thể thay đổi vì nó thường xuyên được cải tiến để chính xác hơn.

# ecoscore_warning_international
source: The Eco-Score was initially developped for France and it is being extended to other European countries. The Eco-Score formula is subject to change as it is regularly improved to make it more precise and better suited to each country.
ca: L'Eco-Score es va desenvolupar inicialment a França i s'està ampliant per a altres països europeus. La fórmula Eco-Score està subjecta a canvis, ja que es millora periòdicament per fer-la més precisa i més adequada per a cada país.
da: Eco-Score er oprindeligt udviklet til fransk brug, men udvides til at omfatte andre EU-lande. Eco-Score formlen kan ændres, da den løbende optimeres mhp. øget præcision og landeegnethed.
es: El Eco-Score se desarrolló inicialmente para Francia y se está ampliando a otros países europeos. La fórmula Eco-Score está sujeta a cambios, ya que se mejora regularmente para hacerla más precisa y más adecuada para cada país.
ja: Eco-Scoreは当初フランス向けに開発され、ほかのヨーロッパ諸国にも対象が拡大されています。Eco-Scoreの計算式は、より正確で、より各国に適したものになるよう定期的に改善されているため、変更される可能性があります。
ro: Eco-Score a fost dezvoltat inițial pentru Franța și este extins și în alte țări europene. Formula Eco-Score poate fi modificată, deoarece este îmbunătățită în mod regulat pentru a o face mai precisă și mai potrivită pentru fiecare țară.
sl: Eco-Score je bil prvotno razvit za Francijo in se širi na druge evropske države. Formula Eco-Score se lahko spreminja, saj se redno izboljšuje, da bi bila natančnejša in bolj primerna za vsako državo.
tr: Eco-Score başlangıçta Fransa için geliştirildi ve diğer Avrupa ülkelerine de yayılıyor. Eco-Score formülü, her ülke için daha kesin ve daha uygun hale getirmek üzere düzenli olarak geliştirildiğinden değişebilir.
vi: Điểm Sinh Thái ban đầu được phát triển cho riêng nước Pháp và đang dần được mở rộng sang các nước châu Âu khác. Công thức Điểm sinh thái có thể thay đổi do thường xuyên được cải tiến để chính xác hơn và phù hợp hơn với từng quốc gia.

# ecoscore_warning_transportation_world
source: Select a country in order to include the full impact of transportation.
ca: Seleccioneu un país per incloure l'impacte total del transport.
da: Vælg et land for at medtage den fulde indvirkning af transport.
es: Selecciona un país para incluir el impacto total de su transporte.
ja: 運送の影響をすべて含めるには、国を選択してください。
ro: Selectați o țară pentru a include impactul total al transportului.
tr: Ulaşımın tüm etkisini dahil etmek için bir ülke seçin.
vi: Chọn một quốc gia để bao gồm toàn bộ tác động của vận tải.

# ecoscore_warning_transportation
source: The full impact of transportation to your country is currently unknown.
ca: Actualment es desconeix l'impacte total del transport al vostre país.
da: Den fulde indvirkning af transport til dette land er pt. ukendt.
es: El impacto total del transporte hacia tu país es actualmente desconocido.
ja: あなたの国への輸送の完全な影響は現在不明です.
ro: În prezent, impactul total al transportului către țara dvs. este necunoscut.
tr: Ülkenize ulaşımın tam etkisi şu anda bilinmiyor.
vi: Hiện chưa rõ tác động đầy đủ của việc vận chuyển đến quốc gia của bạn.

# app_banner_text
source: Scan barcodes to get the Nutri-Score, the Eco-Score and more!
ca: Escaneja codis de barres per obtenir el Nutri-Score, l'Eco-Score i molt més!
da: Skan stregkoder for at få Nutri-Score, Eco-Score og meget mere!
es: ¡Escanea códigos de barras para obtener el Nutri-Score, el Eco-Score y más!
ja: バーコードをスキャンしてNutri-Score、Eco-Scoreなどを取得しましょう！
ro: Scanați coduri de bare pentru a obține Nutri-Score, Eco-Score și multe altele!
sl: Skenirajte črtne kode, da dobite Nutri-Score, Eco-Score in še več!
tr: Nutri-Score, Eco-Score ve daha fazlasını almak için barkodları tarayın!
vi: Quét mã vạch để nhận Điểm dinh dưỡng, Điểm sinh thái và hơn thế nữa!

# ecoscore_packaging_impact_high
source: Packaging with a high impact
ca: Embalatge d'alt impacte
da: Emballage med høj indvirkning
es: Envases de alto impacto
ja: 影響の大きいパッケージ
ro: Ambalare cu impact mare
sl: Embalaža z velikim vplivom
tr: Yüksek etkili paketleme
vi: Bao bì có tác động cao

# ecoscore_packaging_impact_medium
source: Packaging with a medium impact
ca: Embalatge d'impacte mitjà
da: Emballage med medium indvirkning
es: Envases de impacto medio
ja: 影響が中程度あるパッケージ
ro: Ambalare cu impact mediu
sl: Embalaža s srednjim vplivom
tr: Orta etkili paketleme
vi: Bao bì có tác động trung bình

# ecoscore_packaging_impact_low
source: Packaging with a low impact
ca: Embalatge de baix impacte
da: Emballage med lav indvirkning
es: Envases de bajo impacto
ja: 影響の小さいパッケージ
ro: Ambalare cu impact redus
sl: Embalaža z nizkim vplivom
tr: Düşük etkili paketleme
vi: Bao bì có tác động thấp

# ecoscore_packaging_missing_information
source: Missing packaging information for this product
ca: Falta informació sobre l'embalatge d'aquest producte
da: Manglende emballageoplysninger for dette produkt
es: Falta información de empaque para este producto
ja: この製品のパッケージ情報がありません。
ro: Lipsesc informații despre ambalaj pentru acest produs
sl: Manjkajo podatki o embalaži za ta izdelek
tr: Bu ürün için eksik paketleme bilgisi
vi: Thiếu thông tin đóng gói cho sản phẩm này

# ecoscore_origins_of_ingredients_impact_high
source: Origins of ingredients with a high impact
ca: Orígens dels ingredients amb impacte alt
da: Ingrediensoprindelser med høj indvirkning
es: Orígenes de ingredientes de alto impacto
ja: 大きな影響がある原材料の原産地
ro: Originile ingredientelor cu impact ridicat
sl: Izvor sestavin z visokim vplivom
tr: Yüksek etkiye sahip bileşenlerin kökenleri
vi: Nguồn gốc của các thành phần có tác động cao

# ecoscore_origins_of_ingredients_impact_medium
source: Origins of ingredients with a medium impact
ca: Orígens dels ingredients amb impacte mitjà
da: Ingrediensoprindelser med medium indvirkning
es: Orígenes de ingredientes de impacto medio
ja: 中程度の影響がある原材料の原産地
ro: Originile ingredientelor cu impact mediu
sl: Izvor sestavin s srednjim vplivom
tr: Orta etkili bileşenlerin kökenleri
vi: Nguồn gốc của các thành phần có tác động trung bình

# ecoscore_origins_of_ingredients_impact_low
source: Origins of ingredients with a low impact
ca: Orígens dels ingredients amb baix impacte
da: Ingrediensoprindelser med lav indvirkning
es: Orígenes de ingredientes de bajo impacto
ja: 小さな影響がある原材料の原産地
ro: Originile ingredientelor cu impact redus
sl: Izvor sestavin z majhnim vplivom
tr: Düşük etkili bileşenlerin kökenleri
vi: Nguồn gốc của các thành phần có tác động thấp

# ecoscore_origins_of_ingredients_missing_information
source: Missing origins of ingredients information
ca: Falta informació sobre l'origen dels ingredients
da: Manglende oplysninger om ingrediensernes oprindelse
es: Falta información sobre los orígenes de los ingredientes
ja: 原材料の原産地の情報がありません。
ro: Lipsa informațiilor despre originea ingredientelor
sl: Manjkajo podatki o izvoru sestavin
tr: İçeriklerin nereden olduğu bilgisi eksik
vi: Thiếu thông tin về nguồn gốc thành phần

# ecoscore_production_system_no_labels_with_environmental_benefits
source: No labels with environmental benefits
ca: Sense etiquetes amb beneficis ambientals
da: Ingen etiketter med miljøfordele
es: Sin etiquetas con beneficios medioambientales
ja: 環境上の利点を示すラベルなし
ro: Fără etichete cu beneficii pentru mediu
sl: Brez oznak z okoljskimi koristmi
tr: Çevresel faydaları olan etiket yok
vi: Không có nhãn với lợi ích môi trường

# ecoscore_production_system_labels_with_environmental_benefits
source: Labels with environmental benefits
ca: Etiquetes amb beneficis ambientals
da: Etiketter med miljøfordele
es: Etiquetas con beneficios medioambientales
ja: 環境上の利点を示すラベルあり
ro: Etichete cu beneficii pentru mediu
sl: Oznake z okoljskimi koristmi
tr: Çevresel faydaları olan etiketler
vi: Nhãn có lợi cho môi trường

# ecoscore_production_system_labels_with_environmental_benefits_high
source: Labels with high environmental benefits
ca: Etiquetes amb alts beneficis ambientals
da: Etiketter med store miljøfordele
es: Etiquetas con elevados beneficios medioambientales
ja: 環境上の大きな利点を示すラベルあり
ro: Etichete cu beneficii ridicate pentru mediu
sl: Oznake z visokimi okoljskimi koristmi
tr: Yüksek çevresel fayda sağlayan etiketler
vi: Nhãn có lợi ích môi trường cao

# ecoscore_production_system_labels_with_environmental_benefits_very_high
source: Labels with very high environmental benefits
ca: Etiquetes amb beneficis ambientals molt alts
da: Etiketter med meget store miljøfordele
es: Etiquetas con beneficios medioambientales muy elevados
ja: 環境上の非常に大きな利点を示すラベルあり
ro: Etichete cu beneficii foarte mari pentru mediu
sl: Oznake z zelo visokimi okoljskimi koristmi
tr: Çevresel faydaları çok yüksek olan etiketler
vi: Nhãn có lợi ích môi trường rất cao

# f_carbon_footprint_per_100g_of_product
source: {grams} g CO² per 100g of product
ca: {grams} g de CO² per cada 100 g de producte
da: {grams} g CO² pr. 100 g produkt
es: {grams} g CO² por 100 g de producto
ja: {grams} g CO² / 100g の製品
ro: {grams} g CO² la 100 g de produs
sl: {grams} g CO² na 100 g izdelka
tr: 100 g ürün başına {grams} g CO²
vi: {grams} g CO² trên 100g sản phẩm

# ecoscore_bonuses_and_maluses
source: Bonuses and maluses
ca: Bonificacions i punts negatius
da: Pluspoint og negative point
es: Bonificaciones y penalizaciones
ja: 長所と短所
ro: Bonusuri și malusuri
sl: Bonusi in malusi
tr: Bonuslar ve kötüye kullanımlar
vi: Điểm cộng và điểm trừ

source: Eco-Score for this product
ca: Eco-Score per a aquest producte
da: Øko-score for dette produkt
es: Eco-puntuación para este producto
ja: この製品のEco-Score
ro: Scor Eco pentru acest produs
sl: Eko-Score ocena za ta izdelek
tr: Bu ürün için Eko-Skor
vi: Điểm Sinh Thái cho sản phẩm này

# ecoscore_sum_of_bonuses_and_maluses
source: Sum of bonuses and maluses
ca: Suma de bonificacions i punts negatius
da: Sum af fordele og ulemper
es: Suma de bonificaciones y penalizaciones
ja: 長所と短所の合計
ro: Suma bonusurilor și a malusurilor
sl: Seštevek bonusov in malusov
tr: Bonusların ve kötü kullanımların toplamı
vi: Tổng điểm cộng và trừ bổ sung

# ecoscore_sum_of_bonuses_and_maluses_is_capped
source: The sum of bonuses and maluses is capped at +25.
ca: La suma de bonificacions i punts negatius té un límit de 25.
da: Summen af fordele og ulemper er begrænset til +25.
es: La suma de bonificaciones y penalizaciones tiene un tope de +25.
ja: 長所と短所の合計の上限は+25です。
ro: Suma bonusurilor și a malusurilor este limitată la +25.
sl: Vsota bonusov in malusov je omejena na +25.
tr: Bonusların ve kötü kullanımların toplamı +25 ile sınırlıdır.
vi: Tổng điểm cộng và trừ bổ sung được giới hạn ở mức +25.

# ecoscore_lca_score
source: Life cycle analysis score
ca: Puntuació de l'anàlisi del cicle de vida
da: Livscyklusanalysescore
es: Puntuación del análisis del ciclo de vida
ja: ライフサイクル分析スコア
ro: Scorul analizei ciclului de viață
sl: Rezultat analize življenjskega cikla
tr: Yaşam döngüsü analizi puanı
vi: Điểm phân tích vòng đời

# ecoscore_downgraded_non_recyclable_and_non_biodegradable_materials
source: The score of products with non-recyclable and non-biodegradable packaging materials is capped at 79 (grade B).
ca: La puntuació de productes amb materials d'embalatge no reciclables i no biodegradables està limitada a 79 (nota B).
da: Scoren for produkter uden genanvendelige og biologisk nedbrydelige emballagematerialer er begrænset til 79 (klasse B).
es: La puntuación de los productos con materiales de embalaje no reciclables y no biodegradables tiene un límite de 79 (grado B).
ja: リサイクル不可で非生分解性のパッケージ素材を使用した製品のスコアの上限は79（グレードB）です。
ro: Scorul produselor cu materiale de ambalare nereciclabile și nebiodegradabile este limitat la 79 (gradul B).
sl: Ocena izdelkov z materiali, ki jih ni mogoče reciklirati in biološko nerazgradljivimi embalažnimi materiali je omejena na 79 (razred B).
tr: Geri dönüştürülemeyen ve biyolojik olarak parçalanmayan ambalaj malzemelerine sahip ürünlerin puanı 79'dur (B sınıfı).
vi: Điểm của các sản phẩm có vật liệu đóng gói không thể tái chế và không phân hủy được giới hạn ở 79 (loại B).

# ecoscore_learn_more
source: Learn more about the Eco-Score
ca: Apreneu més sobre l'Eco-Score
da: Få mere at vide om Øko-Score
es: Más información sobre el Eco-Score
ja: Eco-Scoreについて詳しく知る
ro: Aflați mai multe despre Eco-Score
sl: Preberite več o Eco-Score
tr: Eco-Score hakkında daha fazla şey öğrenin
vi: Tìm hiểu thêm về Điểm Sinh Thái

# reset_preferences_details
source: Nutri-Score, Eco-Score and food processing level (NOVA)
ca: Nutri-Score, Eco-Score i nivell de processament d'aliments (NOVA)
da: Nutri-Score, Øko-Score og fødevareforarbejdningsniveau (NOVA)
es: Nutri-Score, Eco-Score y nivel de procesamiento de alimentos (NOVA)
ja: Nutri-Score、Eco-Score、食品加工レベル（NOVA）
ro: Nutri-Score, Eco-Score și nivel de procesare a alimentelor (NOVA)
sl: Nutri-Score, Eco-Score in stopnja predelave hrane (NOVA)
tr: Nutri-Score, Eco-Score ve gıda işleme seviyesi (NOVA)
vi: Điểm dinh dưỡng, Điểm sinh thái và mức độ chế biến thực phẩm (NOVA)

# actions_to_compute_ecoscore
source: Could you add a precise product category so that we can compute the Eco-Score?
ca: Podries afegir una categoria del producte més precisa perquè puguem calcular l'Eco-Score?
da: Kan du kategorisere produktet præcist, så Øko-Score kan beregnes?
es: ¿Puedes proporcionarnos la categoría o clasificar el producto para que podamos mostrar su Eco-Score?
ja: エコスコアを計算できるように製品を分類していただけますか？
ro: Ați putea adăuga o categorie de produse precisă, astfel încât să putem calcula Scorul Eco?
tr: Eko-Skoru hesaplayabilmemiz için kesin bir ürün kategorisi ekleyebilir misiniz?
vi: Bạn có thể thêm phân loại sản phẩm để chúng tôi có thể tính Điểm Sinh Thái không?

source: Join the next Pros' Meet-up
ca: Uneix-te a la pròxima trobada de professionals
da: Deltag i det næste Pros' Meet-up
ja: 次回のプロの交流会に参加しましょう
ro: Alăturați-vă următoarei întâlniri a profesioniștilor
tr: Bir sonraki Profesyoneller Buluşması'na katılın
vi: Tham gia Buổi gặp mặt Chuyên gia tiếp theo

# android_app_icon_url
source: /images/misc/google-play-badge-svg-master/img/en_get.svg
ar: /images/misc/google-play-badge-svg-master/img/ar_get.svg
ms: /images/misc/google-play-badge-svg-master/img/ms_get.svg
ro: /images/misc/google-play-badge-svg-master/img/ro_get.svg
vi: /images/misc/google-play-badge-svg-master/img/vi_get.svg

# attribute_ecoscore_name
source: Eco-Score
da: Øko-Score
ro: Scor Ecologic
vi: Điểm sinh thái

# ecoscore_p
source: Eco-Score
da: Øko-Score
ro: Scor Ecologic
vi: Điểm sinh thái

# ecoscore_s
source: Eco-Score
da: Øko-Score
ro: Scor Ecologic
vi: Điểm sinh thái
