Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# footer_and_the_facebook_group
source: and the <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook group for contributors</a>
ar: و <a href="https://www.facebook.com/groups/openfoodfacts/"> مجموعة Facebook للمساهمين </a>
bg: и <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook групата за сътрудници</a>
ca: i el grup de <a href="https://www.facebook.com/groups/openfoodfacts/"> Facebook per a persones col·laboradores</a>
cs: a <a href="https://www.facebook.com/groups/openfoodfacts/">Facebooková skupina pro přispěvatele</a>
da: og <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook-gruppen for bidragsydere</a>
de: und die <a href="https://www.facebook.com/groups/openfoodfacts.de/">Facebook-Gruppe für Mitwirkende</a>
el: και η ομάδα <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook για συνεισφέροντες</a>
eo: kaj la <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook-grupo por kontribuantoj</a>
es: y el grupo de Facebook <a href="https://www.facebook.com/groups/openfoodfacts/">para colaboradores</a>
fa: و گروه فیسبوک <a href="https://www.facebook.com/groups/openfoodfacts/">برای مشارکت‌کنندگان</a>
fi: ja <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook-ryhmä osallistujille</a>
fr: et le <a href="https://www.facebook.com/groups/openfoodfacts.fr/">groupe Facebook des contributeurs</a>
he: וגם <a href="https://www.facebook.com/groups/openfoodfacts/">קבוצת הפייסבוק למתנדבים</a>
hr: i Facebook grupa <a href="https://www.facebook.com/groups/openfoodfacts/">za suradnike</a>
hu: és a <a href="https://www.facebook.com/groups/openfoodfacts/">közreműködők Facebook csoportján</a>
id: dan <a href="https://www.facebook.com/groups/openfoodfacts/">grup Facebook untuk para kontributor</a>
it: e il <a href="https://www.facebook.com/groups/openfoodfacts.it/">gruppo Facebook per i collaboratori</a>
ja: および <a href="https://www.facebook.com/groups/openfoodfacts/">貢献者向けの Facebook グループ</a>
ka: და <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook ჯგუფი კონტრიბუტორებისთვის</a>
lt: ir <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook'o grupė, skirta bendraautoriams</a>
lv: un <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook grupa ieguldītājiem</a>
ms: dan kumpulan Facebook <a href="https://www.facebook.com/groups/openfoodfacts/">untuk penyumbang</a>
nl_be: en de <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook-groep voor bijdragers</a>
pl: i <a href="https://www.facebook.com/groups/openfoodfacts/">Grupa Facebookowa</a>
pt_pt: e o <a href="https://www.facebook.com/groups/openfoodfacts/">grupo do Facebook para colaboradores</a>
ro: și grupul Facebook <a href="https://www.facebook.com/groups/openfoodfacts/"> pentru contributori</a>
ru: и <a href="https://www.facebook.com/groups/openfoodfacts/">группа в Facebook для участников</a>
sl: in <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook skupina za sodelavce</a>
sv: och <a href="https://www.facebook.com/groups/openfoodfacts/">Facebook-gruppen för bidragsgivare</a>
th: และกลุ่มเฟซบุ๊ก <a href="https://www.facebook.com/groups/openfoodfacts/">สำหรับผู้ร่วมให้ข้อมูล</a>
tr: ve <a href="https://www.facebook.com/groups/openfoodfacts/">katkıda bulunanlar için Facebook grubu</a>
uk: і <a href="https://www.facebook.com/groups/openfoodfacts/">група Фейсбук для учасників s</a>
vi: và nhóm Facebook<a href="https://www.facebook.com/groups/openfoodfacts/"> cho các cộng tác viên</a>

# footer_blog
source: <<site_name>> blog
ar: و<<site_name>> بلوق
bg: <<site_name>> блог
ca: Bloc <<site_name>>
el: Το ιστολόγιο του <<site_name>>
eo: <<site_name>> blogo
es: El blog <<site_name>>
fa: <<site_name>> وبلاگ
fi: <<site_name>> blogi
fr: Le blog d'<<site_name>>
he: הבלוג של <<site_name>>
it: Il blog <<site_name>>
ja: <<site_name>> のブログ
ka: <<site_name>> ბლოგი
lt: <<site_name>> tinklaraštis
lv: <<site_name>> emuārs
nl_be: De <<site_name>> blog
pt_pt: Blogue <<site_name>>
ro: Blog <<site_name>>
ru: <<site_name>> в блоге
sv: <<site_name>> blogg
th: <<site_name>> บล็อก
uk: <<site_name>> блог
vi: Các <<site_name>> blog

# footer_blog_link
source: https://blog.openfoodfacts.org/en/
bg: https://blog.openfoodfacts.org/bg/
cs: https://blog.openfoodfacts.org/cs/
da: https://blog.openfoodfacts.org/da/
de: https://blog.openfoodfacts.org/de/
es: https://blog.openfoodfacts.org/es/
fr: https://blog.openfoodfacts.org/fr/
he: https://blog.openfoodfacts.org/he/
hu: https://blog.openfoodfacts.org/hu/
it: https://blog.openfoodfacts.org/it/
ja: https://blog.openfoodfacts.org/ja/
lv: https://blog.openfoodfacts.org/lv/
pt_pt: https://blog.openfoodfacts.org/pt/
ro: https://blog.openfoodfacts.org/ro/
tr: https://blog.openfoodfacts.org/tr/

# footer_code_of_conduct
source: Code of conduct
ar: قواعد السلوك
bg: Кодекс на поведение
ca: Codi de conducta
cs: Etický kodex
da: Adfærdskodeks
de: Verhaltensregeln
el: Κώδικας Δεοντολογίας
eo: Kodo de konduto
es: Código de conducta
fi: Käyttäytymissäännöt
fr: Code de conduite
he: קוד התנהגות
hr: Kodeks ponašanja
hu: Magatartási kódex
id: Kode etik
it: Codice di condotta
ja: 行動規範
lt: Elgesio kodeksas
lv: Rīcības kodekss
ms: Kod Amalan
nl_be: Gedragscode
pl: Kodeks postępowania
pt_pt: Código de conduta
ro: Cod de conduită
ru: Кодекс поведения
sl: Kodeks ravnanja
sv: Uppförandekod
tl: Mga alituntunin
tr: Davranış kuralları
uk: Кодекс поведінки
vi: Quy tắc ứng xử

# footer_data
source: Data, API and SDKs
ar: البيانات وواجهة برمجة التطبيقات وحزمة أدوات تطوير البرامج
bg: Данни, API и SDK
ca: Dades, API i SDK
cs: Data, API a SDK
da: Data, API og SDK'er
de: Daten, API und SDKs
el: Δεδομένα, API και SDK
eo: Datumoj, API kaj SDK-oj
es: Datos, API y SDK
fa: داده‌ها، API و SDKها
fi: Data, API ja SDK
fr: Données, API et SDK
he: נתונים, API וערכות פיתוח
hr: Podaci, API i SDK-ovi
hu: Adatok, API és SDK-k
id: Data, API, dan SDK
it: Dati, API e SDK
ja: データ、API、SDK
ka: მონაცემები, API და SDK-ები
lt: Duomenys, API ir SDK
lv: Dati, API un SDK
ms: Data, API dan SDK
nl_be: Gegevens, API en SDK's
pl: Dane, API i SDK
pt_pt: Dados, API e SDKs
ro: Date, API și SDK-uri
ru: Данные, API и SDK
sl: Podatki, API in SDK
sv: Data, API och SDK:er
th: ข้อมูล, API และ SDK
tr: Veriler, API ve SDK'lar
uk: Відомості, ІПП та НЗР
vi: Dữ liệu, API và SDK

# footer_discover_the_project
source: Discover the project
ar: اكتشاف المشروع
bg: Открий проекта
ca: Descobreix el projecte
cs: Zjistěte více o projektu
da: Gå på opdagelse i projektet
de: Entdecken Sie das Projekt
el: Ανακαλύψτε το έργο
eo: Esploru la projekton
es: Descubre el proyecto
fi: Tutustu hankkeeseen
fr: Découvrez le projet
he: לגלות עוד על המיזם
hu: Fedezze fel a projektet
id: Temukan proyeknya
it: Scopri il progetto
ja: プロジェクトを見つける
lt: Apie projektą
lv: Atklājiet projektu
ms: Temuilah projek
nl_be: Ontdek het project
pl: Odkryj projekt
pt_pt: Descubra o projeto
ro: Descoperiți proiectul
ru: Откройте для себя проект
sl: Odkrijte projekt
sv: Upptäck projektet
th: ค้นพบโครงการ
tl: Tuklasin ang proyekto
tr: Projeyi keşfedin
uk: Відкрийте для себе проєкт
vi: Khám phá những dự án

# footer_faq
source: Frequently asked questions
ar: أسئلة مكررة
bg: Често задавани въпроси
ca: Preguntes més freqüents
cs: Často kladené otázky
da: Ofte Stillede Spørgsmål
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
eo: Oftaj demandoj
es: Preguntas frecuentes
fa: سوالات متداول
fi: Usein kysytyt kysymykset
fr: Questions fréquentes
he: שאלות נפוצות
hr: Često postavljana pitanja
hu: Gyakran ismételt kérdések (FAQ)
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ka: ხშირად დასმული კითხვები
lt: Dažniausiai užduodami klausimai
lv: Bieži uzdotie jautājumi
ms: Soalan-soalan lazim
nl_be: Veelgestelde vragen
pl: Często Zadawane Pytania
pt_pt: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sl: Pogosto zastavljena vprašanja
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tl: Mga madalas na katanungan
tr: Sıkça sorulan sorular
uk: Найбільш поширені запитання
vi: Câu hỏi thường gặp

# footer_faq_link
source: https://support.openfoodfacts.org/help/en-gb
ar: https://support.openfoodfacts.org/help/ar
bg: https://support.openfoodfacts.org/help/bg
ca: https://support.openfoodfacts.org/help/es-ca
da: https://support.openfoodfacts.org/help/da
de: https://support.openfoodfacts.org/help/de-de
el: https://support.openfoodfacts.org/help/el
es: https://support.openfoodfacts.org/help/es-es
fa: https://support.openfoodfacts.org/help/fa-ir
fi: https://support.openfoodfacts.org/help/fi
fr: https://support.openfoodfacts.org/help/fr-fr
he: https://support.openfoodfacts.org/help/he-il
hr: https://support.openfoodfacts.org/help/hr
hu: https://support.openfoodfacts.org/help
it: https://support.openfoodfacts.org/help/it-it
ja: https://support.openfoodfacts.org/help/ja-jp
lt: https://support.openfoodfacts.org/help/lt
lv: https://support.openfoodfacts.org/help/lv
pl: https://support.openfoodfacts.org/help/pl
pt_pt: https://support.openfoodfacts.org/help/pt-pt
ro: https://support.openfoodfacts.org/help/ro-ro
ru: https://support.openfoodfacts.org/help/ru
sl: https://support.openfoodfacts.org/help/sl
sv: https://support.openfoodfacts.org/help/sv-se
tr: https://support.openfoodfacts.org/help/tr
uk: https://support.openfoodfacts.org/help/uk
vi: https://support.openfoodfacts.org/help/vi

# footer_translators
source: Translators
ar: المترجمون
bg: Преводачи
ca: Traducció
cs: Překladatelé
da: Oversættere
de: Übersetzer
el: Μεταφραστές
eo: Tradukistoj
es: Traductores
fi: Kääntäjät
fr: Traducteurs
he: מתרגמים
hr: Prevoditelji
hu: Fordítók
id: Para penerjemah
it: Traduttori
ja: 翻訳者
lt: Vertėjai
lv: Tulkotāji
ms: Penterjemah-penterjemah
nl_be: Vertalers
pl: Tłumacze
pt_pt: Tradutores
ro: Traducători
ru: Переводчики
sl: Prevajalci
sv: Översättare
tr: Çevirmenler
uk: Перекладачі
vi: Người dịch

# footer_follow_us
source: Follow us on <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
ar: تابعنا على<a href="https://twitter.com/openfoodfacts">Twiter</a> و<a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> و<a href="https://www.instagram.com/open.food.facts/">Instagram</a>
bg: Следвай ни в <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> и <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
ca: Segueix-nos a <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> i <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
cs: Sledujte nás na <a href="https://twitter.com/openfoodfacts">Twitteru</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebooku</a> a <a href="https://www.instagram.com/open.food.facts/">Instagramu + </a>
da: Følg os via <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> og <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
de: Folgen Sie uns auf <a href="https://twitter.com/openfoodfactsde">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> und <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
el: Ακολουθήστε μας στο <a href="https://twitter.com/openfoodfacts">Χ</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> και <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
eo: Sekvu nin ĉe <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> kaj <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
es: Síguenos en <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> e <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
fa: ما را در شبکه‌های اجتماعی دنبال کنید <a href="https://twitter.com/openfoodfacts">توییتر</a>، <a href="https://www.facebook.com/OpenFoodFacts">فیسبوک</a> و <a href="https://www.instagram.com/open.food.facts/">اینستاگرام</a>
fi: Seuraa meitä <a href="https://twitter.com/openfoodfacts">Twitterissä</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebookissa</a> ja <a href="https://www.instagram.com/open.food.facts/">Instagramissa</a>
fr: Suivez nous sur <a href="https://twitter.com/openfoodfactsfr">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts.fr">Facebook</a> et <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
he: ניתן לעקוב אחרינו ב<a href="https://twitter.com/openfoodfacts">טוויטר</a>, ב<a href="https://www.facebook.com/OpenFoodFacts">פייסבוק</a> וב<a href="https://www.instagram.com/open.food.facts/">אינסטגרם</a>
hr: Pratite nas na <a href="https://twitter.com/openfoodfacts">Twitteru</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebooku</a> i <a href="https://www.instagram.com/open.food.facts/">Instagramu</a>
hu: Kövessen minket <a href="https://twitter.com/openfoodfacts">Twitteren</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebookon</a> és <a href="https://www.instagram.com/open.food.facts/">Instagramon</a>
id: Ikuti kami di <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
it: Seguici su <a href="https://twitter.com/openfoodfactsit">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> e <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
ja: <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://www.instagram.com/open.food.facts/">Instagram</a> でフォローしてください
lt: Tapkime draugais <a href="https://twitter.com/openfoodfacts">Twitteryje</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebooke</a> ir <a href="https://www.instagram.com/open.food.facts/">Instagrame</a>
lv: Sekojiet mums <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> un <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
ms: Ikuti kami di <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> dan <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
nl_be: Volg ons op <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> en <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
pl: Śledź nas na <a href="https://twitter.com/openfoodfactspl">Twitterze</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebooku</a> i <a href="https://www.instagram.com/open.food.facts/">Instagramie</a>
pt_pt: Siga-nos no <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> e <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
ro: Urmăriți-ne pe <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> și <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
ru: Присоединяйтесь к нам на <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
sl: Spremljajte nas na <a href="https://twitter.com/openfoodfacts">Twitterju</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebooku</a> in <a href="https://www.instagram.com/open.food.facts/">Instagramu</a>
sv: Följ oss på <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> och <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
th: ติดตามเราได้ที่ <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> และ <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
tr: Bizi <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> ve <a href="https://www.instagram.com/open.food.facts/">Instagram</a>'dan takip edin
uk: Підпишіться на наші сторінки <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://www.instagram.com/open.food.facts/">Instagram</a>
vi: Theo dõi chúng tôi trên<a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://www.instagram.com/open.food.facts/">Instagram</a>

# footer_install_the_app
source: Install the app
ar: تثبيت التطبيق
bg: Инсталирай приложението
ca: Instal·lar l'aplicació
cs: Nainstalujte aplikaci
da: Installer appen
de: Installieren Sie die App
el: Εγκαταστήστε την εφαρμογή
eo: Instalu la aplikaĵon
es: Instalar la aplicación
fa: برنامه را نصب کنید
fi: Asenna sovellus
fr: Installez l'app
he: התקנת היישום
hr: Instalirajte aplikaciju
hu: Telepítse az alkalmazást
id: Instal aplikasinya
it: Installare l'app
ja: アプリをインストール
ka: აპლიკაციის ინსტალაცია
lt: Atsisiųskite programėlę
lv: Instalējiet lietotni
ms: Pasang aplikasi
nl_be: Installeer de app
pl: Zainstaluj aplikację
pt_pt: Instale a aplicação
ro: Instalați aplicația
ru: Установить приложение
sl: Namestite aplikacijo
sv: Installera appen
th: ติดตั้ง app
tl: I-install ang app
tr: Uygulamayı yükle
uk: Встановити додаток
vi: Cài đặt ứng dụng

# footer_join_the_community
source: Join the community
ar: الانضمام إلى المجتمع
bg: Присъедини се към общността
ca: Uneix-te a la comunitat
cs: Připojte se ke komunitě
da: Deltag i fællesskabet
de: Treten Sie der Gemeinschaft bei
el: Γίνετε μέλος της κοινότητας
eo: Aliĝu al la komunumo
es: Únete a la comunidad
fi: Liity yhteisöön
fr: Rejoignez la communauté
he: הצטרפות לקהילה
hr: Pridružite se zajednici
hu: Csatlakozzon a közösséghez
id: Bergabunglah dengan komunitas
it: Entra nella community
ja: コミュニティに参加
lt: Prisijunkite prie bendruomenės
lv: Pievienojies kopienai
ms: Sertai komuniti
nl_be: Word lid van de community
pl: Dołącz do społeczności
pt_pt: Junte-se à comunidade
ro: Alăturați-vă comunității
ru: Присоединяйтесь к сообществу
sl: Pridruži se skupnosti
sv: Gå med i communityt
th: เข้าร่วมกับชุมชน
tl: Sumali sa komunidad
tr: Topluluğa katılın
uk: Приєднатися до спільноти
vi: Tham gia cộng đồng

# footer_join_us_on
source: Join us on %s:
ar: الانضمام إلينا على٪ الصورة %s:
bg: Присъедини се в %s:
ca: Uniu-vos a %s :
cs: Přidejte se k nám na %s:
da: Deltag på %s:
de: Folgen Sie uns auf %s:
el: Ελάτε μαζί μας στο %s:
eo: Aliĝu al ni ĉe %s:
es: Únete a nosotros en %s:
fa: به ما بپیوندید در %s:
fi: Liity meihin %s:
fr: Rejoignez-nous sur %s:
he: ניתן להצטרף אלינו ב־%s:
hr: Pridružite nam se na %s:
hu: Csatlakozzon hozzánk %s-en:
id: Bergabunglah dengan kami di %s:
it: Unisciti a noi su %s:
ja: ご参加ください %s:
ka: შემოგვიერთდით %s-ზე:
lt: Prisijunkite prie mūsų %s:
lv: Pievienojieties mums %s:
ms: Sertai kami di %s:
nl_be: Doe mee op %s:
pl: Dołącz do nas na %s:
pt_pt: Junte-se a nós no %s:
ro: Alătură-te nouă pe %s:
ru: Присоединяйтесь к нам на %s:
sl: Pridružite se nam na %s:
sv: Kom till oss på %s:
th: ร่วมกับเราใน %s:
tl: Makiisa sa amin sa %s:
tr: %s'te bize katılın:
uk: Долучайтесь до нас за %s:
vi: Tham gia với chúng tôi trên %s:

# footer_legal
source: Legal
ar: يذكر قانونية
bg: Правни
ca: Informació legal
cs: Právní zmínky
da: Jura
de: Gesetzliche Hinweise
el: Νομικά
eo: Laŭleĝa
es: Menciones legales
fa: قانونی
fi: Lakiasiat
fr: Mentions légales
he: מידע משפטי
hr: Pravne Informacije
hu: Jogi nyilatkozat
id: Hukum
it: Menzioni legali
ja: 免責事項
ka: იურიდიული
lt: Legalus
lv: Juridiski
ms: Undang-Undang
nl_be: Wettelijke vermeldingen
pl: Nota prawna
pt_pt: Informação legal
ro: Mențiuni legale
ru: Юридическая
sl: Pravni podatki
sv: Juridiskt
th: กฎหมายที่เกี่ยวข้อง
tr: Hukuki
uk: Юридичний
vi: Pháp đề cập đến

# footer_privacy
source: Privacy
bg: Поверителност
cs: Soukromí
de: Datenschutz
el: Απόρρητο
eo: Privateco
fa: حریم خصوصی
fi: Yksityisyys
fr: Confidentialité
he: פרטיות
hr: Privatnost
hu: Adatvédelem
id: Privasi
ka: კონფიდენციალურობა
lt: Privatumas
lv: Privātums
pl: Prywatność
pt_pt: Privacidade
ru: Конфиденциальность
sv: Integritet
th: นโยบายความเป็นส่วนตัว
uk: Конфіденційність

# footer_privacy_link
source: /privacy
eo: /privateco
lv: /privātums
pl: /prywatność
pt_pt: /privacidade
uk: Конфіденційність

# footer_press
source: Press
ar: صحافة
bg: Преса
ca: Premsa
cs: Média
da: Presse
de: Presse
el: Τύπος
es: Prensa
fi: Lehdistö
fr: Presse
he: מידע לעתונאים
hr: Mediji
hu: Sajtó
id: Pers
it: Stampa
ja: プレス
lt: Spauda
lv: Nospiediet
ms: Akhbar
nl_be: Pers
pl: Prasa
pt_pt: Imprensa
ro: Presa
ru: Пресса
sl: Mediji
th: กด
tl: Pahayagan
tr: Basın
uk: Натисніть
vi: Báo chí

# footer_terms
source: Terms of use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Condicions d'ús
cs: Podmínky použití
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי שימוש
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Syarat Penggunaan
it: Condizioni d'uso
ja: 利用規約
lt: Naudojimo sąlygos
lv: Izmantošanas noteikumi
ms: Syarat-syarat penggunaan
nl_be: Gebruiksvoorwaarden
pl: Zasady korzystania
pt_pt: Termos de utilização
ro: Condiții de utilizare
ru: Условия использования
sl: Pogoji uporabe
sv: Användningsvillkor
th: ข้อกำหนดการใช้งาน
tl: Mga tuntunin ng paggamit
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng

# footer_who_we_are
source: Who we are
ar: من نحن
bg: За нас
ca: Qui som
cs: Kdo jsme
da: Hvem vi er
de: Wer wir sind
el: Ποιοι είμαστε
es: Quiénes somos
fi: Keitä olemme
fr: Qui sommes-nous ?
he: מי אנחנו
hr: O nama
hu: Kik vagyunk
id: Siapa kami
it: Chi siamo
ja: 私たちについて
lt: Kas mes esame
lv: Kas mēs esam
ms: Siapa kami
nl_be: Wie we zijn
pl: Kim jesteśmy
pt_pt: Quem somos
ro: Cine suntem noi
ru: Кто мы
sl: Kdo smo
sv: Vilka vi är
th: เราคือใคร
tl: Sino kami
tr: Biz kimiz
uk: Ким ми є
vi: Chúng ta là ai

# footer_obf
source: Open Beauty Facts - Cosmetics
ar: Open Beauty Facts - مستحضرات التجميل
bg: Open Beauty Facts - Козметика
ca: Open Beauty Facts- Cosmètics
cs: Open Beauty Facts - Kosmetika
da: Open Beauty Facts - Kosmetik
de: Open Beauty Facts - Kosmetik
el: Open Beauty Facts - Καλλυντικά
eo: Malfermaj Belecaj Faktoj - Kosmetikaĵoj
es: Open Beauty Facts - Cosméticos
fa: حقایق زیبایی را آزاد کنید - لوازم آرایشی
fi: Open Beauty Facts - Kosmetiikka
fr: Open Beauty Facts - Cosmétiques
he: Open Beauty Facts - טיפוח
hr: Otvorene činjenice o ljepoti - Kozmetika
hu: Open Beauty Facts – Kozmetikumok
id: Open Beauty Facts - Kosmetik
it: Open Beauty Facts - Cosmetici
ja: Open Beauty Facts - 化粧品
ka: ღია სილამაზის ფაქტები - კოსმეტიკა
lt: Open Beauty Facts - Kosmetika
lv: Atklāti skaistumkopšanas fakti - kosmētika
ms: Open Beauty Facts - Kosmetik
nl_be: Open Beauty Facts - Cosmetica
pl: Open Beauty Facts - Kosmetyki
pt_pt: Open Beauty Facts - Cosméticos
ro: Open Beauty Facts - Cosmetice
ru: Косметика
sl: Open Beauty Facts - kozmetika
sv: Open Beauty Facts - Kosmetika
th: เปิดเผยข้อมูลความงาม - เครื่องสำอาง
tr: Open Beauty Facts - Kozmetik ürünleri
uk: Відкрити факти про красу-косметика
vi: Open Beauty Facts - Mỹ phẩm
