Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# months
source: ['January', 'February', 'March', 'April', 'May', 'June', 'July', 'August', 'September', 'October', 'November', 'December']
tl: ['Enero', 'Pebrero', 'Marso', 'Abril', 'Mayo', 'Hunyo', 'Hulyo', 'Agosto', 'Setymebre', 'Oktubre', 'Nobyembre', 'Disyembre']

# n_products
source: %d products
tl: %d mga produkto

# search_download_results
source: Download results in CSV format (Excel, OpenOffice)
tl: I-download ang mga resulta sa CSV format (Excel, OpenOffice)

# search_flatten_tags
source: (Optional) - Create a column for every:
tl: (Opsyonal) - Lumikha ng hanay sa bawat:

# search_graph_blog
source: <p>→ learn more about <<site_name>> graphs: <a href="https://fr.blog.openfoodfacts.org/news/des-graphiques-en-3-clics">Graphs in 3 clicks</a> (blog).</p>
tl: <p>→ maunawaan ng maigi tungkol sa <<site_name>> graphs: <a href="https://fr.blog.openfoodfacts.org/news/des-graphiques-en-3-clics">Mga grap sa 3 pindot</a> (blog).</p>

# warning_3rd_party_content
source: Information and data must come from the product package and label (and not from other sites or the manufacturer's site), and you must have taken the pictures yourself.<br/> → <a href="">Why it matters</a>
tl: Impormasyon at datos ay dapat magmula sa pakete ng produkto at tanda (at hindi mula sa ibang site o site ng gumawa), at dapat mong kunan ang larawan sa iyong sarili.<br/> → <a href="">Bakit mahalaga</a>

# weekdays
source: ['Sunday', 'Monday', 'Tuesday', 'Wednesday', 'Thursday', 'Friday', 'Saturday']
tl: ['Linggo', 'Lunes', 'Martes', 'Miyerkules', 'Huwebes', 'Biyernes', 'Sabado']
