Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# search_series
source: Use a different color for the following products:
ar: استخدم لونًا مختلفًا للمنتجات التالية:
bg: Използвай различен цвят за следните продукти:
ca: Utilitza un color diferent per als següents productes:
cs: Použít jinou barvu pro následující produkty:
da: Benyt en anden farve til følgende produkter:
de: Unterschiedliche Farben für die folgenden Produkte verwenden:
el: Χρησιμοποιήστε διαφορετικό χρώμα για τα παρακάτω προϊόντα:
eo: Uzu malsaman koloron por la jenaj produktoj:
es: Utiliza un color diferente para los siguientes productos:
fa: برای محصولات زیر از رنگ متفاوتی استفاده کنید:
fi: Käytä eri väriä seuraaville tuotteille:
fr: Utiliser une couleur différente pour les produits :
he: שימוש בצבע שונה עבור המוצרים הבאים:
hr: Za sljedeće proizvode koristite drugu boju:
hu: Eltérő színek használata a következő termékekhez:
id: Gunakan warna yang berbeda untuk produk - produk berikut:
it: Usa un colore diverso per i seguenti prodotti:
ja: 次の製品に別の色を使用します:
ka: შემდეგი პროდუქტებისთვის გამოიყენეთ განსხვავებული ფერი:
lt: Šiems gaminiams naudokite kitą spalvą:
lv: Izmantojiet citu krāsu šādiem produktiem:
ms: Gunakan warna yang berbeza untuk produk-produk berikut:
nl_be: Gebruik een andere kleur voor de volgende producten:
pl: Użyj innego koloru dla następujących produktów:
pt_pt: Utilizar uma cor diferente para os seguintes produtos:
ro: Folosește o culoare diferită pentru următoarele produse:
ru: Использовать различные цвета для следующих продуктов:
sl: Uporabi drugo barvo za naslednje izdelke:
sv: Använd en annan färg för följande produkter:
th: โปรดใช้สีที่แตกต่างกันสำหรับผลิตภัณฑ์ต่อไปนี้:
tl: Gumamit ng ibang kulay para sa mga sumusunod ng produkto:
tr: Aşağıdaki ürünler için farklı bir renk kullanın:
uk: Використовуйте різне забарвлення для наступних товарів:
vi: Sử dụng màu khác cho các sản phẩm sau:

# search_series_default
source: Other products
ar: غيرها من المنتجات
bg: Други продукти
ca: Altres productes
cs: Další produkty
da: Andre produkter
de: Weitere Produkte
el: Άλλα προϊόντα
eo: Aliaj produktoj
es: Otros productos
fa: سایر محصولات
fi: Muut tuotteet
fr: Autres produits
he: מוצרים אחרים
hr: Ostali proizvodi
hu: Más termékek
id: Produk-produk lain
it: Altri prodotti
ja: その他の製品
ka: სხვა პროდუქტები
lt: Kiti produktai
lv: Citi produkti
ms: Lain-lain produk
nl_be: Andere producten
pl: Inne produkty
pt_pt: Outros produtos
ro: Alte produse
ru: Другие продукты
sl: Ostali produkti
sv: Andra produkter
th: สินค้าอื่น ๆ
tl: Iba pang mga produkto
tr: Diğer ürünler
uk: Інші товари
vi: Các sản phẩm khác

# search_series_fairtrade
source: Fair trade
ar: معرض تجاري
bg: Справедлива търговия
ca: Comerç just
cs: Férový Obchod
de: Fair Trade (Fair gehandelt)
el: Δίκαιο εμπόριο
eo: Justa komerco
es: Comercio justo
fa: تجارت عادلانه
fi: Reilu kauppa
fr: Commerce équitable
he: סחר הוגן
hr: Poštena trgovina
hu: Méltányos kereskedelem
id: Perdagangan Adil
it: Commercio Equo
ja: フェアトレード
ka: სამართლიანი ვაჭრობა
lt: Sąžininga prekyba
lv: Godīga tirdzniecība
ms: Perdagangan adil
nl_be: Eerlijke handel
pl: Targi
pt_pt: Comércio justo
ro: Comerț echitabil
ru: Справедливая торговля
sl: Pravična trgovina
sv: Rättvis handel
th: งานออกร้าน
tl: Patas na kalakalan
tr: Ticaret Fuarı
uk: Контрабанда
vi: Trao Đổi Công Bằng

# search_series_fairtrade_label
source: fair-trade
ar: تجارة عادلة
bg: справедлива-търговия
ca: comerç-just
de: Fair Trade (Fair gehandelt)
el: δίκαιο-εμπόριο
eo: justa-komerco
es: comercio-justo
fa: تجارت عادلانه
fi: reilu-kauppa
fr: commerce-equitable
he: סחר-הוגן
hr: poštena trgovina
hu: méltányos-kereskedelem
id: perdagangan-adil
it: commercio equo
ja: フェアトレード
ka: სამართლიანი ვაჭრობა
lt: sąžininga-prekyba
lv: godīga tirdzniecība
ms: perdagangan adil
pl: sprawiedliwy handel
pt_pt: comercio-justo
ro: comerț-echitabil
ru: справедливая торговля
sl: pravična trgovina
th: การค้าที่เป็นธรรม
tr: ticaret fuarı
uk: торгівля на основі взаємної вигоди
vi: trao đổi công bằng

# search_series_nutrition_grades
source: Use nutrition grades colors
ar: استخدم ألوان درجات التغذية
bg: Използвайте цветове за хранителни стойности
ca: Utilitzeu els colors dels graus de nutrició
cs: Použít barvy výživových tříd
da: Benyt ernæringsklassifikationsfarver
de: Farben für die Nährwertqualität verwenden
el: Χρήση χρωμάτων διατροφικών βαθμών
eo: Uzu nutrajn gradojn da koloroj
es: Usa colores de los grados de nutrición
fa: از رنگ‌های درجه‌بندی تغذیه‌ای استفاده کنید
fi: Käytä ravintoarvosanojen värejä
fr: Utiliser les couleurs des notes nutritionnelles
hr: Koristite boje nutritivnih ocjena
hu: Tápértékosztályok színeinek használata
id: Gunakan warna nilai gizi
it: Usa i colori dei punteggi nutrizionali
ja: 栄養グレードの色を使用
ka: გამოიყენეთ კვებითი ღირებულების ფერები
lt: Naudokite maistinių medžiagų spalvas
lv: Izmantojiet uzturvielu kategorijas krāsas
ms: Gunakan warna gred pemakanan
nl_be: Gebruik voedingsgraadkleuren
pl: Użyj kolorów na stopnie odżywiania
pt_pt: Usar cores das classificações nutricionais
ro: Folosește culorile claselor nutriționale
ru: Использовать цвета уровней питательных веществ
sl: Uporabi barve za prehranske razrede
sv: Använd färger för näringskvalitet
th: ใช้สีเกรดโภชนาการ
tl: Gumamit ng mga kulay sa sustansyang marka
tr: Beslenme dereceleri renklerini kullan
uk: Використовуйте кольори продовольчих класів
vi: Sử dụng màu dinh dưỡng

# search_series_organic
source: Organic
ar: عضوي
bg: Био
ca: Orgànic
cs: Bio
da: Økologisk
de: Bio
el: Βιολογικό/Οργανικό
eo: Ekologia
es: Ecológico, Fairtrade-Max Havelaar, I.G.P., D.O.P., Sabor del año 2012...
fa: ارگانیک
fi: Luomu
fr: Bio
he: אורגני
hr: Organski
hu: Bio
id: Organik
it: IGP, IGT, DOP, Bio, Ecologico, Non OGM, gluten-free
ja: オーガニック
ka: ორგანული
lt: Ekologiškas
lv: Organisks
ms: Organik
nl_be: Biologisch
pl: Organiczny
pt_pt: Biológico, Ponto Verde, Sem glúten, Rico em Ómega 3, Sem corantes, Vegetariano...
ro: Bio
ru: Натуральный
sl: Organsko
sv: Organisk
th: ออร์แกนิก
tl: Organiko
tr: Organik
uk: Органічний
vi: Hữu cơ

# search_series_organic_label
source: organic
ar: عضوي
bg: био
ca: orgànic
cs: bio
da: økologisk
de: Bio
el: βιολογικό/οργανικό
eo: ekologia
es: Ecológico
fa: ارگانیک
fi: luomu
fr: bio
he: אורגני
hr: organski
hu: bio
id: organik
it: iGP, IGT, DOP, Bio, Ecologico, Non OGM, gluten-free
ja: オーガニック
ka: ორგანული
lt: ekologiškas
lv: organisks
ms: organik
nl_be: biologisch
pl: organiczny
pt_pt: biológico
ro: bio
ru: натуральный
sl: organsko
sv: organisk
th: ฮาลาล, ทางเลือกสุขภาพ
tl: organiko
tr: organik
uk: органічний
vi: hữu cơ

# search_series_with_sweeteners
source: With sweeteners
ar: مع المحليات
bg: С подсладители
ca: Amb edulcorants
cs: Se sladidly
da: Med sødestoffer
de: Mit Süßungsmitteln
el: Με γλυκαντικά
eo: Kun dolĉigiloj
es: Con edulcorantes
fa: با شیرین‌کننده‌ها
fi: Makeutettu
fr: Avec édulcorants
he: עם ממתיקים
hr: Sa zaslađivačima
hu: Édesítőszerekkel
id: Dengan pemanis
it: Con dolcificanti
ja: 甘味料あり
ka: დამატკბობლებით
lt: Su saldikliais
lv: Ar saldinātājiem
ms: Dengan pemanis
nl_be: Met zoetstoffen
pl: Ze słodzikami
pt_pt: Com edulcorantes
ro: Cu îndulcitori
ru: С подсластителями
sl: S sladili
sv: Med sötningsmedel
th: ใส่สารให้ความหวาน
tl: May mga pampatamis
tr: Tatlandırıcılarla
uk: З додаванням підсолоджувачів
vi: Với chất làm ngọt

# search_tag
source: choose a criterion...
ar: اختيار معيار...
bg: избери критерий...
ca: trie un criteri ...
cs: zvolte kritérium...
da: vælg et kriterium...
de: Kriterium auswählen...
el: επιλέξτε ένα κριτήριο...
eo: elekti kriterion...
es: escoge un criterio...
fa: یک معیار انتخاب کن...
fi: valitse kriteeri...
fr: choisir un critère...
he: בחירת קריטריון...
hr: odaberi kriterij...
hu: válasszon egy feltételt...
id: pilih satu kriteria...
it: scegli un criterio...
ja: 基準を選択...
ka: კრიტერიუმი აირჩიე...
lt: pasirinkti kriterijų...
lv: izvēlēties kritēriju...
ms: pilih satu kriteria...
nl_be: kies een criterium...
pl: wybierz kryterium...
pt_pt: escolha um critério...
ro: alegeți un criteriu...
ru: выбор критерия...
sl: izberite kriterj...
sv: välj ett kriterium...
th: เลือกเกณฑ์...
tl: pumili ng kriterya...
tr: bir kriter seçin...
uk: оберіть критерій...
vi: chọn một tiêu chí...

# search_tags
source: Criteria
ar: المعيار
bg: Критерии
ca: Criteris
cs: Kritéria
da: Kriterier
de: Kriterien
el: Κριτήρια
eo: Kriterioj
es: Criterios
fa: معیارها
fi: Kriteeri
fr: Critères
he: קריטריונים
hr: Kriteriji
hu: Feltétel
id: Kriteria
it: Criteri
ja: 条件
ka: კრიტერიუმები
lt: Kriterijus
lv: Kritēriji
ms: Kriteria
pl: Kryteria
pt_pt: Critérios
ro: Criteriu
ru: Критерии
sl: Pogoji
sv: Villkor
th: เกณฑ์
tl: Kriterya
tr: Kriter
uk: Критерії
vi: Tiêu chuẩn

source: Search terms
ar: مصطلحات البحث
bg: Думи за търсене
ca: Termes de cerca
cs: Hledané výrazy
da: Søg efter udtryk
de: Suchkriterien
el: Αναζήτηση όρων
eo: Serĉvortoj
es: Palabras a buscar
fa: عبارات جستجو
fi: Hakusanat
fr: Termes de recherche
he: מילות חיפוש
hr: Pojmovi za pretraživanje
hu: Keresési feltételek
id: Istilah pencarian
it: Termini di ricerca
ja: 検索条件
ka: საძიებო ტერმინები
lt: Paieškos terminai
lv: Meklēšanas nosacījumi
ms: Istilah carian
nl_be: Zoektermen
pl: Wyszukiwanie pojęć
pt_pt: Termos de pesquisa
ro: Termeni de căutare
ru: Термины для поиска
sl: Iskalni izrazi
sv: Söktermer
th: คำค้นหา
tl: Mga termino sa paghahanap
tr: Arama terimleri
uk: Пошукові запити
vi: Cụm từ tìm kiếm

# search_terms_note
source: Search for words present in the product name, generic name, brands, categories, origins and labels
ar: ابحث عن الكلمات الموجودة في اسم المنتج والاسم العام والعلامات التجارية والفئات والأصول والعلامات
bg: Търси думи, присъстващи в името на продукта, общото име, марките, категориите, произхода и етикетите
ca: Cerca de paraules presents en el nom del producte, nom genèric, marques, categories, orígens i etiquetes
cs: Hledejte slova přítomná v názvu produktu, obecném názvu, značkách, kategoriích, místech původu a štítcích
da: Søg efter ord indeholdt i produktnavn, generisk navn, mærker, kategorier, oprindelser og etiketter
de: Suchen Sie nach Wörtern im Produktname, in Gattungsnamen, Marken, Kategorien, Herkunft und Kennzeichnungen
el: Αναζητήστε λέξεις στο όνομα του προϊόντος, στη μάρκα, στις κατηγορίες, στις ετικέτες και στην προέλευση
eo: Serĉu vortojn ĉeestantajn en la produktnomo, generika nomo, markoj, kategorioj, originoj kaj etikedoj
es: Busca las palabras presentes en el nombre del producto, la denominación general, las marcas, las categorías, los orígenes y las etiquetas
fa: جستجوی کلمات موجود در نام محصول، نام عمومی، برندها، دسته‌ها، مبدا و برچسب‌ها
fi: Hae sanoja, jotka esiintyvät tuotenimissä, yleisnimissä, tuotemerkeissä, luokissa, alkuperissä ja merkeissä
fr: Recherche les mots présents dans le nom du produit, le nom générique, les marques, catégories, origines et labels
he: חיפוש אחר מילים מתוך שם המוצר, שמו הכללי, מותגים, קטגוריות, מקורות ותוויות
hr: Pretražite riječi prisutne u nazivu proizvoda, generičkom nazivu, robnim markama, kategorijama, podrijetlu i oznakama
hu: Keresés azokra a szavakra, amelyek szerepelnek a termék nevében, általános nevében, márkanevei, kategóriái, eredete és címkéi között
id: Cari kata-kata yang ada dalam semua nama produk, nama generik, merek, kategori, asal dan label
it: Ricerca per parole presenti nel nome del prodotto, nome generico, marchi, categorie, origini ed etichette
ja: 製品名、一般名、ブランド、カテゴリ、原産地、ラベルに存在する単語を検索します
ka: მოძებნეთ სიტყვები, რომლებიც მოცემულია პროდუქტის სახელწოდებაში, ზოგად სახელწოდებაში, ბრენდებში, კატეგორიებში, წარმოშობასა და ეტიკეტებში
lt: Ieškokite žodžių, esančių produkto pavadinime, bendriniame pavadinime, prekės ženkluose, kategorijose, kilmėje ir etiketėse
lv: Meklējiet vārdus, kas atrodas produkta nosaukumā, sugasvārdu, zīmolos, kategorijās, izcelsmē un etiķetēs
ms: Cari perkataan yang terdapat dalam nama produk, nama generik, jenama, kategori, asal dan label
nl_be: Zoek naar woorden in de naam van het product, de algemene benaming, de merken, de categorieën, de herkomst en de labels
pl: Wyszukuj słowa z nazw produktów, nazw ogólnych, marek, kategorii, pochodzenia i etykiet
pt_pt: Procurar por palavras presentes em: nome do produto, nome genérico, marcas, categorias, origens e etiquetas
ro: Căutați după cuvinte prezente în numele produsului, numele generic, mărci, categorii, origini și etichete
ru: Искать слова, представленные в названии продукта, марке, категориях, месте происхождения и маркировке.
sl: Poiščite besede, ki so prisotne v imenu izdelka, splošnem imenu, blagovnih znamkah, kategorijah, izvoru in oznakah
sv: Sök efter ord som finns i produktnamnet, generiska namn, varumärken, kategorier, ursprung och etiketter
th: ค้นหาคำที่ปรากฏในชื่อผลิตภัณฑ์ ชื่อสามัญ ยี่ห้อ หมวดหมู่ แหล่งกำเนิด และฉลาก
tl: Pagsuri ng mga salitang mayron sa pangalan ng produkto, pagkaraniwang pangalan, mga tatak, mga kategorya, pinanggalingan at mga tanda
tr: Ürün adına, genel ismine, markalara, kategorilere, kökenlere ve etiketlere ait kelimeleri arayın
uk: Знайдіть слова які представлені у назві товару, загальна назва, марки, категорії, походження товару та бирки
vi: Tìm kiếm các từ có trong tên sản phẩm, tên chung, nhãn hiệu, danh mục, nguồn gốc và nhãn

# search_title
source: Search a product, brand, ingredient, nutriment etc.
ar: ابحث عن منتج أو علامة تجارية أو مكون أو مادة غذائية إلخ.
bg: Търси продукт, марка, съставка, хранителен продукт и т. н.
ca: Cerca un producte, marca, ingredient, nutrició, etc.
cs: Vyhledejte produkt, značku, přísadu, živinu atd.
da: Søg efter et produkt, mærke, ingrediens, næringsstof etc.
de: Produkt, Marke, Inhaltsstoff, Nährstoff usw. suchen
el: Αναζητήστε ένα προϊόν, συστατικό, θρεπτικό συστατικό κλπ.
eo: Serĉu produkton, markon, ingrediencon, nutraĵon ktp.
es: Busca un producto, marca, ingrediente, nutriente, etc.
fa: جستجوی یک محصول، برند، ماده تشکیل دهنده، ارزش غذایی و غیره
fi: Hae tuotetta, tuotemerkkiä, ainesosaa, ravintoainetta jne.
fr: Rechercher un produit, une marque, un ingrédient, un nutriment etc.
he: חיפוש מוצר, מותג, רכיב, מרכיב תזונתי וכו׳
hr: Pretražite proizvod, marku, sastojak, hranjivu tvar itd.
hu: Keressen egy terméket, márkanevet, összetevőt, tápanyagot stb.
id: Cari produk, merek, bahan, nutrisi, dll.
it: Cerca un prodotto, una marca, un’ingrediente, una sostanza nutrizionale, ecc.
ja: 製品、ブランド、成分、栄養などを検索します。
ka: მოძებნეთ პროდუქტი, ბრენდი, ინგრედიენტი, საკვები ნივთიერება და ა.შ.
lt: Ieškokite produkto, prekės ženklo, ingrediento, maistinių medžiagų ir kt.
lv: Meklēt produktu, zīmolu, sastāvdaļu, pārtikas produktus utt.
ms: Cari produk, jenama, ramuan, nutrimen dan dll.
nl_be: Een product, een merk, een ingrediënt, een voedingsstof, etc. zoeken.
pl: Wyszukaj produkt, markę, składnik, składniki odżywcze itp.
pt_pt: Procurar um produto, marca, ingrediente, nutriente, etc.
ro: Căutați un produs, marcă, ingredient, nutrient etc.
ru: Искать продукт, марку, ингредиент, питательное вещество и т.п.
sl: Poiščite izdelek, blagovno znamko, sestavino, hranilo itd.
sv: Sök efter en produkt, varumärke, ingrediens, näringsämne etc.
th: ค้นหาสินค้า แบรนด์ ส่วนผสม คุณค่าทางโภชนาการ ฯลฯ
tl: Magsaliksik ng produkto, tatak, sangkap at nutrimento atbp.
tr: Ürün ara, marka, içerik, besin maddesi vb.
uk: Розгляньте товар, його марку, складник, поживність тощо.
vi: Tìm kiếm sản phẩm, thương hiệu, thành phần, dinh dưỡng, v. v.

# search_title_graph
source: Results graph
ar: النتائج الرسم البياني
bg: Графика на резултатите
ca: Gràfica de resultats
cs: Výsledky graf
da: Resultatgraf
de: Ergebnisdiagramm
el: Γράφημα αποτελεσμάτων
eo: Rezultoj grafikaĵo
es: Gráfico de resultados
fa: نمودار نتایج
fi: Tuloskaavio
fr: Graphique des résultats
he: תרשים התוצאות
hr: Grafikon rezultata
hu: Eredmények grafikonja
id: Grafik hasil
it: Risultati grafico
ja: 結果グラフ
ka: შედეგების გრაფიკი
lt: Rezultatų diagrama
lv: Rezultātu grafiks
ms: Graf hasil
nl_be: Resultatengrafiek
pl: Wykres wyników
pt_pt: Gráfico dos resultados
ro: Graficul cu rezultate
ru: График результатов
sl: Grafikon rezultatov
sv: Resultatgraf
th: กราฟผล
tl: Mga resulta ng graph
tr: Sonuçlar grafiği
uk: Результати відображені на діаграмі
vi: Kết quả đồ thị

# search_title_map
source: Results map
ar: النتائج الخريطة
bg: Карта на резултатите
ca: Mapa de resultats
cs: Mapa výsledky
da: Resultatkort
de: Ergebniskarte
el: Χάρτης αποτελεσμάτων
eo: Rezultmapo
es: Mapa de resultados
fa: نقشه نتایج
fi: Tuloskartta
fr: Carte des résultats
he: מפת התוצאות
hr: Karta rezultata
hu: Eredmények térképe
id: Peta hasil
it: Risultati mappa
ja: 結果の地図
ka: შედეგების რუკა
lt: Rezultatų žemėlapis
lv: Rezultātu karte
ms: Peta hasil
nl_be: Resultatenkaart
pl: Mapa wyników
pt_pt: Mapa dos resultados
ro: Harta cu rezultate
ru: Результаты на карте
sl: Zemljevid rezultatov
sv: Resultatkarta
th: แผนที่ผล
tl: Mga resulta ng mapa
tr: Sonuçlar haritası
uk: Результати відображені на карті
vi: Kết quả bản đồ

source: Search tools
ar: أدوات البحث
bg: Инструменти за търсене
ca: Eines de recerca
cs: Vyhledávací nástroje
da: Søgeværktøjer
de: Suchwerkzeuge
el: Εργαλεία αναζήτησης
eo: Serĉiloj
es: Herramientas de búsqueda
fa: ابزارهای جستجو
fi: Hakutyökalut
fr: Outils de recherche
he: כלי חיפוש
hr: Alati za pretraživanje
hu: Keresőeszközök
id: Peralatan pencari
it: Strumenti di ricerca
ja: 検索ツール
ka: ძიების ინსტრუმენტები
lt: Paieškos įrankiai
lv: Meklēšanas rīki
ms: Alat carian
nl_be: Zoekfuncties
pl: Narzędzia wyszukiwania
pt_pt: Ferramentas de pesquisa
ro: Instrumente de căutare
ru: Инструменты поиска
sl: Orodja za iskanje
sv: Sökverktyg
th: เครื่องมือค้นหา
tl: Tools sa paghahanap
tr: Arama araçları
uk: Інструменти пошуку
vi: Công cụ tìm kiếm

# search_value
source: value
ar: قيمة
bg: стойност
ca: valor
cs: hodnota
da: værdi
de: Wert
el: τιμή
es: valor
fi: arvo
fr: valeur
he: ערך
hr: vrijednost
hu: érték
id: nilai
it: valore
ja: 値
lt: vertė
lv: vērtība
ms: nilai
nl_be: waarde
pl: wartość
pt_pt: valor
ro: valoare
ru: значение
sl: vrednost
sv: värde
tl: halaga
tr: değer
uk: вартість
vi: giá trị

# search_with
source: With
ar: مع
bg: С/със
ca: Amb
cs: Obsahuje
da: Med
de: Mit
el: Με
eo: Kun
es: Con
fa: با
fi: Sisältää
fr: Avec
he: עם
hr: S
hu: Ezzel
id: Dengan
it: Con
ja: あり
ka: თან
lt: Su
lv: Ar
ms: Dengan
nl_be: Met
pl: Razem z
pt_pt: Com
ro: Cu
ru: С
sl: Z
sv: Med
th: กับ
tl: Sa
tr: Birlikte
uk: З
vi: Với

# search_without
source: Without
ar: بدون
bg: Без
ca: Sense
cs: Neobsahuje
da: Uden
de: Ohne
el: Χωρίς
eo: Sen
es: Sin
fa: بدون
fi: Ei sisällä
fr: Sans
he: ללא
hr: Bez
hu: Enélkül
id: Tanpa
it: Senza
ja: なし
ka: გარეშე
lt: Be
lv: Bez
ms: Tanpa
nl_be: Zonder
pl: Bez
pt_pt: Sem
ro: Fără
ru: Не содержит
sl: Brez
sv: Utan
th: ปราศจาก
tl: Wala
tr: Dışında
uk: Крім
vi: Ngoại trừ

# see_product_page
source: See the product page
ar: راجع صفحة المنتج
bg: Виж продуктовата страница
ca: Veure pàgina del producte
cs: Podívejte se na produktovou stránku
da: Se produktsiden
de: Produktdetails anzeigen
el: Δείτε τη σελίδα του προϊόντος
eo: Vidu la produktan paĝon
es: Ver la página del producto
fa: به صفحه محصول مراجعه کنید
fi: Katso tuotesivu
fr: Voir la fiche du produit
he: הצגת עמוד המוצר
hr: Pogledajte stranicu proizvoda
hu: Termékoldal megtekintése
id: Lihat halaman produk
it: Vedi la pagina del prodotto
ja: 製品ページを参照してください。
ka: იხილეთ პროდუქტის გვერდი
lt: Žr. Produkto puslapį
lv: Skatīt produkta lapu
ms: Lihat halaman produk
nl_be: De pagina van het product bekijken
pl: Zobacz stronę produktu
pt_pt: Ver a página do produto
ro: Vedeți pagina produsului
ru: Смотрите страницу продукта
sl: Oglejte si stran izdelka
sv: Se produktsidan
th: ดูหน้าสินค้า
tl: Tingnan ang pahina ng produkto
tr: Ürün sayfasına bakın
uk: Перегляньте сторінку товару
vi: Xem trang sản phẩm

# re_edit_product_page
source: Edit the product again
bg: Редактирай продукта отново
ca: Torna a editar el producte
cs: Znovu upravit produkt
da: Redigér produktet igen
de: Das Produkt erneut bearbeiten
el: Επεξεργαστείτε ξανά το προϊόν
eo: Redaktu la produkton denove
es: Editar el producto nuevamente
fa: دوباره محصول را ویرایش کنید
fi: Muokkaa tuotetta uudelleen
fr: Modifier à nouveau le produit
he: עריכה חוזרת של המוצר
hr: Ponovno uredite proizvod
hu: Termék szerkesztése újra
id: Sunting produk kembali
it: Modifica nuovamente il prodotto
ka: პროდუქტის ხელახლა რედაქტირება
lt: Redaguoti produktą dar kartą
lv: Rediģēt produktu vēlreiz
nl_be: Bewerk het product opnieuw
pl: Edytuj produkt ponownie
pt_pt: Editar o produto novamente
ro: Editați din nou produsul
ru: Изменить продукт еще раз
sv: Redigera produkten igen
th: แก้ไขผลิตภัณฑ์นี้อีกครั้ง
tr: Ürünü tekrar düzenleyin
uk: Відредагуйте продукт ще раз

# select_country
source: Country
bg: Страна
ca: País
cs: Země
da: Land
de: Land
el: Χώρα
es: País
fi: Maa
fr: Pays
he: מדינה
hr: Zemlja
hu: Ország
id: Negara
it: Paese
ja: 国
lt: Šalis
lv: Valsts
ms: Negara
nl_be: Land
pl: Kraj
pt_pt: País
ro: Țară
ru: Страна
sv: Land
tl: Bansa
tr: Ülke
uk: Країна
vi: Quốc gia

# select_lang
source: Language
ar: اللغة
bg: Език
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
he: שפה
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
lt: Kalba
lv: Valoda
ms: Bahasa
nl_be: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
ru: Язык
sl: Jezik
sv: Språk
th: ภาษา
tl: Wika
tr: Dil
uk: Мова
vi: Ngôn ngữ

# send_image
source: Send a picture...
ar: إرسال صورة...
bg: Изпрати снимка...
ca: Envia una imatge ...
cs: Odeslat obrázek...
da: Send et foto...
de: Foto hochladen …
el: Στείλτε μια εικόνα...
eo: Sendu bildon...
es: Enviar una imagen...
fa: ارسال تصویر ...
fi: Lähetä kuva...
fr: Envoyer une image...
he: שליחת תמונה...
hr: Pošalji sliku...
hu: Küldjön egy képet...
id: Kirimkan gambar...
it: Invia una photo...
ja: 写真を送信...
ka: სურათის გაგზავნა...
lt: Siųsti nuotrauką...
lv: Nosūtiet attēlu...
ms: Hantar sekeping gambar...
nl_be: Een foto versturen...
pl: Wyślij zdjęcie...
pt_pt: Enviar uma imagem...
ro: Trimiteți o imagine...
ru: Отправить изображение...
sl: Pošlji sliko...
sv: Skicka en bild...
th: ส่งภาพ...
tl: Magpadala ng larawan...
tr: Resim gönder...
uk: Надішліть фотографію...
vi: Gửi một bức ảnh...

# send_image_error
source: Upload error
ar: خطأ في التحميل
bg: Грешка при изпращане
ca: Error en la pujada
cs: Chyba nahrávání
da: Upload-fejl
de: Beim Hochladen ist ein Fehler aufgetreten
el: Σφάλμα μεταφόρτωσης
eo: Alŝuta eraro
es: Error al enviar
fa: خطای آپلود
fi: Lähetysvirhe
fr: Erreur lors de l'envoi
he: ההעלאה נכשלה
hr: Pogreška pri prijenosu
hu: Feltöltési hiba
id: Mengunggah gagal
it: Errore di caricamento
ja: アップロードエラー
ka: ატვირთვის შეცდომა
lt: Įkelimo klaida
lv: Augšupielādes kļūda
ms: Muat naik ralat
nl_be: Uploadfout
pl: Błąd podczas wgrywania
pt_pt: Erro ao enviar imagem
ro: Eroare de transmisie
ru: Ошибка загрузки
sl: Napaka pri nalaganju
sv: Uppladdningsfel
th: เกิดข้อผิดพลาดในการอัปโหลด
tl: Error sa pag-upload
tr: Yükleme hatası
uk: Помилка при завантаженні
vi: Lỗi tải lên

source: Sending image
ar: إرسال الصورة
bg: Изпращане на снимката
ca: Enviant imatge
cs: Odesílání obrázku
da: Sender foto
de: Das Foto wird hochgeladen
el: Αποστέλλεται εικόνα
eo: Sendante bildon
es: Enviando la imagen
fa: ارسال تصویر
fi: Lähetetään kuvaa
fr: Image en cours d'envoi
he: התמונה נשלחת
hr: Slanje slike
hu: Kép elküldése
id: Mengirim gambar
it: Invio immagine
ja: 画像を送信しています
ka: სურათის გაგზავნა
lt: Siunčiamas vaizdas
lv: Attēla sūtīšana
ms: Menghantar imej
nl_be: De foto wordt verzonden
pl: Wysyłanie obrazu
pt_pt: A enviar imagem
ro: Imagine în curs de trimitere
ru: Отправка изображения
sl: Pošiljanje slike
sv: Skickar bild
th: กำลังส่งภาพ
tl: Nagpapadala ng imahe
tr: Resim gönderiliyor
uk: Відправлення зображення
vi: Gửi hình ảnh
