Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# remove_products_from_producers_platform_description
source: You can remove all your products from the platform for producers, for instance to start with a clean slate if there were some issues with an import. This will not affect your products in the public database.
ar: يمكنك أن تزيل جميع منتجاتك من منصة المنتجين، على سبيل المثال البدء بسجل جديد إذا وجدت بعض المشاكل في الاستيراد سيؤثر على منتجاتك على قاعدة البيانات العامة.
bg: Можете да премахнете всичките си продукти от платформата за производители, например, за да започнете с чист лист, ако има проблеми с вноса. Това няма да засегне вашите продукти в публичната база данни.
ca: Podeu eliminar tots els vostres productes de la plataforma per als productors, per exemple, per començar des de zero si hi ha hagut algun problema amb una importació. Això no afectarà els vostres productes a la base de dades pública.
cs: Můžete odstranit všechny své produkty z platformy pro výrobce, například začít s čistým štítem, pokud by se vyskytly nějaké problémy s importem. To neovlivní vaše produkty ve veřejné databázi.
da: Du kan fjerne alle dine produkter fra producentplatformen for f.eks. at starte på en frisk, hvis der opstod problemer med en import. Dette påvirker ikke dine produkter i den offentlige database.
de: Du kannst alle deine Produkte von der Plattform für Hersteler entfernen, um zum Beispiel mit einem sauberen Profil zu beginnen, wenn es Problem mit dem Importieren gab. Dies betrifft nicht deine Produkte in der öffentlichen Datenbank.
el: Μπορείτε να αφαιρέσετε όλα τα προϊόντα σας από την πλατφόρμα για τους παραγωγούς, για παράδειγμα να ξεκινήσετε με καθαρή πλάκα εάν υπήρχαν κάποια προβλήματα με μια εισαγωγή. Αυτό δεν θα επηρεάσει τα προϊόντα σας στη δημόσια βάση δεδομένων.
eo: Vi povas forigi ĉiujn viajn produktojn de la platformo por produktantoj, ekzemple por rekomenci de cero se estis iuj problemoj kun importado. Tio ne influos viajn produktojn en la publika datumbazo.
es: Puedes eliminar todos tus productos de la plataforma para los productores, por ejemplo, para comenzar de cero si hubo algunos problemas con una importación. Esto no afectará a tus productos en la base de datos pública.
fa: شما می‌توانید تمام محصولات خود را از پلتفرم تولیدکنندگان حذف کنید، به عنوان مثال، اگر در واردات مشکلی وجود داشته باشد، می‌توانید با یک صفحه سفید شروع کنید. این کار تاثیری بر محصولات شما در پایگاه داده عمومی نخواهد داشت.
fi: Voit poistaa kaikki tuotteesi tuottajien alustalta, esimerkiksi aloittaaksesi puhtaalta pöydältä, jos tuonnissa oli joitain ongelmia. Tämä ei vaikuta tuotteisiisi julkisessa tietokannassa.
fr: Vous pouvez supprimer tous vos produits de la plateforme pour les producteurs, par exemple pour repartir d'une page propre s'il y a eu des problèmes avec un import. Cela n'affectera pas vos produits dans la base de données publique.
he: יש לך אפשרות להסיר את כל המוצרים שלך מהפלטפורמה ליצרנים, למשל כדי להתחיל מחדש אם התגלו תקלות בנתונים שייבאת. פעולה זו לא תשפיע על המוצרים שלך שבמסד הנתונים הציבורי.
hr: Možete ukloniti sve svoje proizvode s platforme za proizvođače, na primjer kako biste krenuli ispočetka ako je bilo nekih problema s uvozom. To neće utjecati na vaše proizvode u javnoj bazi podataka.
hu: Eltávolíthatja az összes termékét a gyártók platformjáról, például tiszta lappal kezdhet, ha az importálás során problémák adódtak. Ez nem érinti a nyilvános adatbázisban szereplő termékeket.
id: Anda dapat menghapus semua produk dari platform untuk para produsen, sebagai contoh, untuk memulai dengan lembaran baru jika terjadi kesalahan saat mengimpor. Hal ini tidak akan mempengaruhi produk - produk Anda yang berada di dalam basis data publik.
it: Puoi rimuovere tutti i tuoi prodotti dalla piattaforma per i produttori, per esempio per iniziare con una collezione pulita se ci sono stati dei problemi con l'importazione. Questo non influenzerà i tuoi prodotti nel database pubblico.
ja: プロデューサーのプラットフォームからすべての製品を削除できます。たとえば、インポートで問題が発生した場合は、白紙の状態から始めることができます。これは、公開データベース内の製品には影響しません。
ka: მაგალითად, თუ იმპორტთან დაკავშირებით რაიმე პრობლემა წარმოიშვა, შეგიძლიათ პლატფორმიდან თქვენი ყველა პროდუქტი წაშალოთ მწარმოებლებისთვის, რათა ყველაფერი თავიდან დაიწყოთ. ეს გავლენას არ მოახდენს საჯარო მონაცემთა ბაზაში არსებულ თქვენს პროდუქტებზე.
lt: Galite pašalinti visus savo produktus iš gamintojų platformos, tam, kad pradėtumėte nuo pradžių, pavyzdžiui, jei turite kokių nors problemų dėl importo. Tai neturės įtakos jūsų produktams viešoje duomenų bazėje.
lv: Jūs varat noņemt visus savus produktus no platformas ražotājiem, piemēram, lai sāktu no jauna, ja radušās problēmas ar importu. Tas neietekmēs jūsu produktus publiskajā datubāzē.
nl_be: Je kan al jouw producten van het producentenplatform verwijderen, bijvoorbeeld om te beginnen met een schone lei als er problemen waren met een import. Dit heeft geen invloed op jouw producten in de openbare database.
pl: Możesz usunąć wszystkie swoje produkty z platformy dla producentów, na przykład, aby rozpocząć od czystej listy, jeśli wystąpiły problemy z importem. Nie wpłynie to na twoje produkty w publicznej bazie danych.
pt_pt: Pode remover todos os seus produtos da plataforma para produtores, por exemplo, para começar com uma lista limpa, se houver algum problema com a importação. Isso não afetará os seus produtos na base de dados pública.
ro: Puteți elimina toate produsele de pe platformă pentru producători, de exemplu, pentru a începe cu o listă curată dacă au apărut unele probleme cu un import. Acest lucru nu va afecta produsele dvs. din baza de date publică.
ru: Вы можете удалить все свои продукты с платформы для производителей, например, чтобы начать с чистого листа, если возникли проблемы с импортом. Это не повлияет на ваши продукты в публичной базе данных.
sl: Vse svoje izdelke lahko odstranite s platforme za proizvajalce, na primer če ste imeli težave z uvozom lahko začnete s praznim listom. To ne bo vplivalo na vaše izdelke v javni bazi podatkov.
sv: Du kan ta bort alla dina produkter från plattformen för producenter, till exempel för att börja om från början om det uppstod problem med en import. Detta kommer inte att påverka dina produkter i den offentliga databasen.
th: คุณสามารถลบผลิตภัณฑ์ทั้งหมดของคุณออกจากแพลตฟอร์มสำหรับผู้ผลิตได้ เช่น เพื่อเริ่มต้นใหม่หากมีปัญหาเกี่ยวกับการนำเข้า การดำเนินการนี้จะไม่ส่งผลกระทบต่อผลิตภัณฑ์ของคุณในฐานข้อมูลสาธารณะ
tr: Tüm ürünlerinizi üretici platformundan kaldırabilirsiniz, örneğin bir içe aktarmayla ilgili bazı sorunlar varsa temiz bir sayfa ile başlamak için. Bu, genel veritabanınızdaki ürünlerinizi etkilemez.
uk: Ви можете вилучити всі свої товари з платформи виробників, наприклад відновивши бездоганну репутацію, якщо раніше з імпортом були певні проблеми. Це в жодному випадку не вплине на товари, розміщені в базі даних.
vi: Bạn có thể xóa tất cả các sản phẩm của mình khỏi nền tảng dành cho nhà sản xuất, chẳng hạn như để bắt đầu với một phương tiện chặn rõ ràng nếu có một số vấn đề với quá trình nhập. Điều này sẽ không ảnh hưởng đến các sản phẩm của bạn trong cơ sở dữ liệu công khai.

# this_action_cannot_be_undone
source: Please note that this action cannot be undone.
ar: رجاءًا لا يمكن التراجع عن هذا الإجراء.
bg: Моля, имайте предвид, че това действие не може да бъде отменено.
ca: Tingueu en compte que aquesta acció no es pot desfer.
cs: Upozorňujeme, že tuto akci nelze vrátit zpět.
da: Bemærk, at denne handling er irreversibel.
de: Bitte beachten Sie, dass diese Aktion nicht rückgängig gemacht werden kann.
el: Λάβετε υπόψη ότι αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
eo: Bonvolu noti, ke ĉi tiu ago ne povas esti malfarita.
es: Ten en cuenta que esta acción no se puede deshacer.
fa: لطفا توجه داشته باشید که این اقدام قابل لغو نیست.
fi: Ota huomioon, että tätä toimintoa ei voi kumota.
fr: Veuillez noter que cette action ne peut pas être annulée.
he: פעולה זו אינה הפיכה.
hr: Imajte na umu da se ova radnja ne može poništiti.
hu: Felhívjuk figyelmét, hogy ez a művelet nem vonható vissza.
id: Harap dicatat bahwa tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: ご注意ください。この操作は元に戻せません。
ka: გთხოვთ გაითვალისწინოთ, რომ ამ მოქმედების გაუქმება შეუძლებელია.
lt: Atminkite, kad šio veiksmo negalima anuliuoti.
lv: Lūdzu, ņemiet vērā, ka šo darbību nevar atsaukt.
nl_be: Houd er rekening mee dat deze actie niet ongedaan kan worden gemaakt.
pl: Pamiętaj, że tej czynności nie można cofnąć.
pt_pt: Por favor, note que esta ação não pode ser desfeita.
ro: Vă rugăm să rețineți că această acțiune nu poate fi anulată.
ru: Обратите внимание, что это действие не может быть отменено.
sl: Upoštevajte, da tega dejanja ni mogoče razveljaviti.
sv: Observera att den här åtgärden inte kan ångras.
th: โปรดทราบว่าการกระทำนี้ไม่สามารถยกเลิกได้
tr: Lütfen bu işlemin geri alınamayacağını unutmayın.
uk: Зауважте, будь ласка, що цю дію неможливо скасувати.
vi: Xin lưu ý rằng không thể hoàn tác hành động này.

# remove_products_confirm
source: Warning: this action cannot be undone. Are you sure that you want to remove all your products from the platform for producers?
ar: تحذير: لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد من إزالة جميع منتجاتك من منصة المنتجين؟
bg: Предупреждение: това действие не може да бъде отменено. Сигурни ли сте, че искате да премахнете всичките си продукти от платформата за производители?
ca: Avís: aquesta acció no es pot desfer. Esteu segur que voleu eliminar tots els vostres productes de la plataforma per a productors?
cs: Upozornění: tuto akci nelze vrátit zpět. Jste si jisti, že chcete odstranit všechny své produkty z platformy pro výrobce?
da: Advarsel: Denne handling er irreversibel! Sikker på, at du vil fjerne alle dine produkter fra producentplatformen?
de: Warnung: Diese Aktion kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie alle Ihre Produkte von der Plattform für Hersteller entfernen möchten?
el: Προειδοποίηση: αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Σίγουρα θέλετε να αφαιρέσετε όλα τα προϊόντα σας από την πλατφόρμα για τους παραγωγούς;
eo: Averto: ĉi tiu ago ne povas esti malfarita. Ĉu vi certas, ke vi volas forigi ĉiujn viajn produktojn de la platformo por produktantoj?
es: Atención: esta acción no se puede deshacer. ¿Estás seguro de que deseas eliminar todos tus productos de la plataforma para productores?
fa: هشدار: این اقدام قابل بازگشت نیست. آیا مطمئن هستید که می‌خواهید تمام محصولات خود را از پلتفرم تولیدکنندگان حذف کنید؟
fi: Varoitus: tätä toimintoa ei voi kumota. Haluatko varmasti poistaa kaikki tuotteesi tuottajien alustalta?
fr: Attention: cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer tous vos produits de la plateforme pour les producteurs?
he: אזהרה: זו פעולה בלתי הפיכה. להסיר את כל המוצרים שלך מהפלטפורמה ליצרנים?
hr: Upozorenje: ova se radnja ne može poništiti. Jeste li sigurni da želite ukloniti sve svoje proizvode s platforme za proizvođače?
hu: Figyelem: ez a művelet nem vonható vissza. Biztos benne, hogy el kívánja távolítani az összes termékét a gyártók platformjáról?
id: Peringatan: tindakan ini tidak dapat dibatalkan. Apakah Anda yakin menghapus semua produk Anda dari platform untuk para produsen?
it: Attenzione: questa azione non può essere annullata. Sei sicuro di voler rimuovere tutti i tuoi prodotti dalla piattaforma per i produttori?
ja: 警告：の操作は元に戻せません。生産者向けプラットフォームからすべての製品を削除してもよろしいですか？こ
ka: გაფრთხილება: ამ მოქმედების გაუქმება შეუძლებელია. დარწმუნებული ხართ, რომ გსურთ თქვენი ყველა პროდუქტის წაშლა პლატფორმიდან პროდიუსერებისთვის?
lt: Įspėjimas: šio veiksmo negalima anuliuoti. Ar tikrai norite pašalinti visus savo produktus iš gamintojų platformos?
lv: Brīdinājums: šo darbību nevar atsaukt. Vai tiešām vēlaties noņemt visus savus produktus no ražotāju platformas?
nl_be: Waarschuwing: deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u al uw producten wilt verwijderen van het platform voor producenten?
pl: Ostrzeżenie: tej czynności nie można cofnąć. Czy na pewno chcesz usunąć wszystkie swoje produkty z platformy dla producentów?
pt_pt: Aviso: esta ação não pode ser desfeita. Tem a certeza de que quer remover todos os seus produtos da plataforma para produtores?
ro: Atenție: această acțiune nu poate fi anulată. Sunteți sigur că doriți să vă eliminați toate produsele de pe platforma pentru producători?
ru: Предупреждение: это действие не может быть отменено. Вы уверены, что хотите удалить все свои продукты из платформы для производителей?
sl: Opozorilo: tega dejanja ni mogoče razveljaviti. Ali ste prepričani, da želite vse izdelke odstraniti s platforme za proizvajalce?
sv: Varning: den här åtgärden kan inte ångras. Är du säker på att du vill ta bort alla dina produkter från plattformen för producenter?
th: คำเตือน: การกระทำนี้ไม่สามารถย้อนกลับได้ คุณแน่ใจหรือไม่ว่าต้องการลบผลิตภัณฑ์ทั้งหมดของคุณออกจากแพลตฟอร์มสำหรับผู้ผลิต?
tr: Uyarı: bu eylem geri alınamaz. Tüm ürünlerinizi üretici platformundan kaldırmak istediğinizden emin misiniz?
uk: Застереження: цю дію неможливо скасувати. Ви впевнені, що бажаєте вилучити всі свої товари з платформи виробників?
vi: Cảnh báo: không thể hoàn tác hành động này. Bạn có chắc chắn muốn xóa tất cả các sản phẩm của mình khỏi nền tảng dành cho nhà sản xuất không?

# function_not_available
source: This function is not available.
ar: هذه الخاصية غير متاهة.
bg: Тази функция не е достъпна.
ca: Aquesta funció no està disponible.
cs: Tato funkce není dostupná.
da: Denne funktion er ikke tilgængelig.
de: Diese Funktion ist nicht verfügbar.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη.
eo: Ĉi tiu funkcio ne estas havebla.
es: Esta función no está disponible.
fa: این عملکرد در دسترس نیست.
fi: Tätä ominaisuutta ei ole saatavilla.
fr: Cette action n'est pas disponible.
he: תכונה זו אינה זמינה.
hr: Ova funkcija nije dostupna.
hu: Ez a funkció nem érhető el.
id: Fungsi ini tidak tersedia.
it: Questa funzione non è disponibile.
ja: この機能は利用できません。
ka: ეს ფუნქცია მიუწვდომელია.
lt: Ši funkcija negalima.
lv: Šī funkcija nav pieejama.
nl_be: Deze functie is niet beschikbaar.
pl: Funkcja niedostępna.
pt_pt: Esta funcionalidade não está disponível.
ro: Această funcție nu este disponibilă.
ru: Эта функция недоступна.
sl: Ta funkcija ni na voljo.
sv: Denna funktion är inte tillgänglig.
th: ฟังก์ชันนี้ไม่สามารถใช้งานได้
tr: Bu işlev kullanılabilir değil.
uk: Ця функція недоступна.
vi: Chức năng này không tồn tại.

# remove_products_done
source: Your products have been removed from the platform for producers.
ar: لقد أزيلت منتجاتك من منصة المنتجين.
bg: Вашите продукти са премахнати от платформата за производители.
ca: Els vostres productes s'han eliminat de la plataforma per a productors.
cs: Vaše produkty byly odstraněny z platformy pro výrobce.
da: Dine produkter er fjernet fra producentplatformen.
de: Deine Produkte wurden von der Plattform für Hersteller entfernt.
el: Τα προϊόντα σας έχουν αφαιρεθεί από την πλατφόρμα για τους παραγωγούς.
eo: Viaj produktoj estis forigitaj de la platformo por produktantoj.
es: Tus productos han sido eliminados de la plataforma para los productores.
fa: محصولات شما از پلتفرم مخصوص تولیدکنندگان حذف شده است.
fi: Tuotteesi ovat poistettu tuottajien alustalta.
fr: Vos produits ont été supprimés de la plateforme pour les producteurs.
he: המוצרים שלך הוסרו מהפלטפורמה ליצרנים.
hr: Vaši su proizvodi uklonjeni s platforme za proizvođače.
hu: Termékeit eltávolítottuk a gyártók platformjáról.
id: Produk Anda telah dihapus dari platform untuk para produsen.
it: I tuoi prodotti sono stati rimossi dalla piattaforma per i produttori.
ja: あなたの製品は生産者向けプラットフォームから削除されました。
ka: თქვენი პროდუქტები ამოღებულია პლატფორმიდან მწარმოებლებისთვის.
lt: Jūsų produktai buvo pašalinti iš gamintojų platformos.
lv: Jūsu produkti ir noņemti no ražotāju platformas.
nl_be: Je producten zijn van het producentenplatform verwijderd.
pl: Twoje produkty zostały usunięte z platformy dla producentów.
pt_pt: Os seus produtos foram removidos da plataforma para produtores.
ro: Produsele dumneavoastră au fost eliminate de pe platformă pentru producători.
ru: Ваши товары были удалены из платформы для производителей.
sl: Vaši izdelki so odstranjeni s platforme za proizvajalce.
sv: Dina produkter har tagits bort från plattformen för producenter.
th: สินค้าของคุณถูกลบออกจากแพลตฟอร์มสำหรับผู้ผลิตแล้ว
tr: Ürünleriniz üreticiler için platformdan kaldırıldı.
uk: Ваші товари вилучено з платформи виробників.
vi: Sản phẩm của bạn đã bị xóa khỏi nền tảng dành cho nhà sản xuất.

# ingredients_analysis_details
source: Details of the analysis of the ingredients
ar: تفاصيل تحليل المكونات
bg: Подробности за анализа на съставките
ca: Detalls de l'anàlisi dels ingredients
cs: Detaily analýzy složení
da: Oplysninger ingrediensanalysen
de: Details zur Zusammensetzung der Inhaltsstoffe
el: Λεπτομέρειες για την ανάλυση των συστατικών
eo: Detaloj pri la analizo de la ingrediencoj
es: Detalles del análisis de los ingredientes
fa: جزئیات آنالیز مواد تشکیل دهنده
fi: Ainesosa-analyysin yksityiskohdat
fr: Détail de l'analyse des ingrédients
he: פירוט ניתוח הרכיבים
hr: Detalji analize sastojaka
hu: Az összetevők elemzésének részletei
id: Detail analisis kandungan bahan
it: Dettagli dell'analisi degli ingredienti
ja: 成分分析の詳細
ka: ინგრედიენტების ანალიზის დეტალები
lt: Informacija apie sudedamųjų dalių analizę
lv: Sastāvdaļu analīzes detaļas
nl_be: Details van de analyse van de ingrediënten
pl: Szczegóły analizy składników
pt_pt: Detalhes da análise dos ingredientes
ro: Detalii privind analiza ingredientelor
ru: Подробности анализа ингредиентов
sl: Podrobnosti o analizi sestavin
sv: Detaljer om analysen av ingredienserna
th: รายละเอียดการวิเคราะห์ส่วนผสม
tr: İçerik analizlerinin detayları
uk: Елементи аналізу складників
vi: Chi tiết về phân tích các thành phần

# some_unknown_ingredients
source: Some ingredients could not be recognized.
ar: بعض مكونات لا يمكن التعرف عليها.
bg: Някои съставки не могат да бъдат разпознати.
ca: Alguns ingredients no s'han pogut reconèixer.
cs: Některé ingredience nelze rozpoznat.
da: Ikke alle ingredienser kunne genkendes.
de: Einige Inhaltsstoffe konnten nicht erkannt werden.
el: Δεν ήταν δυνατή η αναγνώριση ορισμένων συστατικών.
eo: Kelkaj ingrediencoj ne estis rekoneblaj.
es: Algunos ingredientes no han podido ser reconocidos.
fa: بعضی از مواد تشکیل دهنده قابل تشخیص نبودند.
fi: Joitain ainesosia ei tunnistettu.
fr: Certains ingrédients n'ont pas été identifiés.
he: הזיהוי של כמה מהרכיבים לא הצליח.
hr: Neki sastojci nisu mogli biti prepoznati.
hu: Egyes összetevőket nem sikerült felismerni.
id: Beberapa bahan tidak dapat dikenali.
it: Alcuni ingredienti potrebbero non essere riconosciuti.
ja: 一部の成分が認識できませんでした。
ka: ზოგიერთი ინგრედიენტის ამოცნობა შეუძლებელი იყო.
lt: Kai kurių ingredientų nepavyko atpažinti.
lv: Dažas sastāvdaļas nevarēja atpazīt.
nl_be: Sommige ingrediënten konden niet worden herkend.
pl: Niektóre składniki nie mogły zostać rozpoznane.
pt_pt: Alguns ingredientes não puderam ser reconhecidos.
ro: Unele ingrediente nu au putut fi recunoscute.
ru: Некоторые ингредиенты не могут быть распознаны.
sl: Nekaterih sestavin ni bilo mogoče prepoznati.
sv: Vissa ingredienser kunde inte kännas igen.
th: ส่วนผสมบางอย่างไม่สามารถระบุได้
tr: Bazı içerikler tanınamadı.
uk: Неможливо розпізнати деякі складники.
vi: Một số thành phần không thể được xác định.

# f_move_data_and_photos_to_main_language
source: Move all data and selected photos in {language} to the main language of the product: {main_language}
ar: انقل جميع البيانات والصور المحددة في {language} غلى اللغة الأساسية للمنتج: {main_language}
bg: Премести всички данни и избраните снимки от {language} към основния език на продукта: {main_language}
ca: Mou totes les dades i les fotos seleccionades en {language} a l'idioma principal del producte: {main_language}
cs: Přesuňte všechna data a vybrané fotografie v {language} do hlavního jazyka produktu: {main_language}
da: Flyt alle data og udvalgte fotos på {language} til produktets hovedsprog: {main_language}
de: Verschieben Sie alle Daten und ausgewählten Fotos in {language} in die Hauptsprache des Produkts: {main_language}
el: Μετακίνηση όλων των δεδομένων και των επιλεγμένων φωτογραφιών στα {language} στην κύρια γλώσσα του προϊόντος: {main_language}
eo: Movu ĉiujn datumojn kaj elektitajn fotojn en {language} al la ĉefa lingvo de la produkto: {main_language}
es: Mover todos los datos y fotos seleccionadas en {language} al idioma principal del producto: {main_language}
fa: تمام داده‌ها و عکس‌های انتخاب‌شده در {language} را به زبان اصلی محصول منتقل کنید: {main_language}
fi: Siirrä kaikki tiedot ja valitut kuvat kielestä {language} tuotteen pääkielelle: {main_language}
fr: Déplacez toutes les données et les photos sélectionnées en {language} vers la langue principale du produit : {main_language}
he: העברת כל הנתונים והתמונות הנבחרים ב{language} לשפה העיקרית של המוצר: {main_language}
hr: Premjesti sve podatke i odabrane fotografije iz {language} na glavni jezik proizvoda: {main_language}
hu: Összes {language} nyelvű adat és kiválasztott fotó áthelyezése a termék fő nyelvére: {main_language}
id: Pindahkan semua data dan foto terpilih dalam {language} ke bahasa utama produk: {main_language}
it: Sposta tutti i dati e le foto selezionate in {language} alla lingua principale del prodotto: {main_language}
ja: {language}でのすべてのデータと選択した写真を製品のメイン言語に移動します: {main_language}
ka: გადაიტანეთ ყველა მონაცემი და არჩეული ფოტო {language} -დან პროდუქტის ძირითად ენაზე: {main_language}
lt: Perkelkite visus duomenis ir pasirinktas nuotraukas {language} į pagrindinę produkto kalbą: {main_language}
lv: Pārvietot visus datus un atlasītos fotoattēlus sadaļā {language} uz produkta galveno valodu: {main_language}
nl_be: Verplaats alle gegevens en geselecteerde foto's in {language} naar de hoofdtaal van het product: {main_language}
pl: Przenieś wszystkie dane i wybrane zdjęcia w {language} do głównego języka produktu: {main_language}
pt_pt: Mover todos os dados e fotografias selecionadas em {language} para o idioma principal do produto: {main_language}
ro: Mutați toate datele și fotografiile selectate în {language} în limba principală a produsului: {main_language}
ru: Переместить все данные и выбранные фотографии в {language} на основной язык продукта: {main_language}
sl: Premaknite vse podatke in izbrane fotografije iz {language} v glavni jezik izdelka: {main_language}
sv: Flytta all data och valda foton i {language} till produktens huvudspråk: {main_language}
th: ย้ายข้อมูลทั้งหมดและรูปภาพที่เลือกใน {language} ไปยังภาษาหลักของผลิตภัณฑ์: {main_language}
tr: Tüm verileri ve seçilen fotoğrafları {language} ürünün ana diline taşıyın: {main_language}
uk: Перемістіть всі дані та вибрані фото у {language} до цільової мови продукції: {main_language}
vi: Di chuyển tất cả dữ liệu và ảnh đã chọn bằng {language} sang ngôn ngữ chính của sản phẩm: {main_language}
