Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# product_edits_by_producers_platform
source: We encourage manufacturers to add or change data and photos for their products through our free platform for producers so that they can be marked as official and protected from changes by others.
bg: Насърчаваме производителите да добавят или променят данни и снимки за своите продукти чрез нашата безплатна платформа за производители, така че да могат да бъдат маркирани като официални и защитени от промени от други.
ca: Animem als fabricants a afegir o canviar dades i fotos dels seus productes a través de la nostra plataforma gratuïta per a productors perquè es puguin marcar com a oficials i protegir-los dels canvis d'altres.
cs: Vyzýváme výrobce, aby přidávali nebo měnili data a fotografie pro své produkty prostřednictvím naší bezplatné platformy pro výrobce, aby mohly být označeny jako oficiální a chráněny před změnami ostatními.
da: Producenter opfordres til at tilføje eller opdatere produktdata/-fotos via den gratis producentplatform, så de kan markeres som officielle og beskyttes mod ændringer af andre.
de: Wir ermutigen Hersteller, Daten und Fotos für ihre Produkte über unsere kostenlose Plattform für Hersteller hinzuzufügen oder zu ändern, so dass sie als offiziell markiert und vor Änderungen durch andere geschützt werden können.
el: Ενθαρρύνουμε τους κατασκευαστές να προσθέτουν ή να αλλάζουν δεδομένα και φωτογραφίες για τα προϊόντα τους μέσω της δωρεάν πλατφόρμας μας για τους παραγωγούς, ώστε να μπορούν να επισημαίνονται ως επίσημα και να προστατεύονται από αλλαγές από άλλους.
eo: Ni instigas fabrikantojn aldoni aŭ ŝanĝi datumojn kaj fotojn por siaj produktoj per nia senpaga platformo por produktantoj, por ke ili estu markitaj kiel oficialaj kaj protektitaj kontraŭ ŝanĝoj fare de aliaj.
es: Animamos a los fabricantes a que añadan o cambien datos y fotos para sus productos a través de nuestra plataforma gratuita para productores, donde se pueden marcar como oficiales y protegerlos de cambios por otros.
fa: ما تولیدکنندگان را تشویق می‌کنیم تا از طریق پلتفرم رایگان ما برای تولیدکنندگان، داده‌ها و عکس‌های محصولات خود را اضافه یا تغییر دهند تا بتوانند به عنوان رسمی علامت‌گذاری شوند و از تغییرات دیگران محافظت شوند.
fi: Kannustamme valmistajia lisäämään tai vaihtamaan tuotteitaan koskevia tietoja ja kuvia ilmaisen tuottaja-alustamme kautta, jotta ne voidaan merkitä virallisiksi ja suojata muiden muutoksilta.
fr: Nous encourageons les fabricants à ajouter ou modifier des données et des photos pour leurs produits via notre plateforme gratuite pour les producteurs afin qu'ils puissent être marqués comme officiels et protégés contre les modifications par d'autres.
he: אנו מעודדים יצרנים להוסיף או לשנות נתונים ותמונות למוצרים שלהם דרך הפלטפורמה ליצרנים כדי שאפשר יהיה לסמן אותם כרשמיים ולהגן עליהם מפני שינויים מגורמים נוספים.
hr: Potičemo proizvođače da dodaju ili mijenjaju podatke i fotografije za svoje proizvode putem naše besplatne platforme za proizvođače kako bi se mogli označiti kao službeni i zaštititi od promjena od strane drugih.
hu: Arra bátorítjuk a gyártókat, hogy a gyártóknak szóló ingyenes platformunkon keresztül adjanak hozzá vagy módosítsanak termékeik adatait és fotóit, hogy hivatalosnak jelölhessék, és mások általi változtatásokkal szemben védve legyenek.
id: Kami mendorong produsen untuk menambahkan atau mengubah data dan foto produk mereka lewat platform gratis kami bagi produsen sehingga mereka bisa ditandai berstatus resmi dan terlindungi dari perubahan oleh orang lain.
it: Incoraggiamo i produttori ad aggiungere o modificare dati e foto per i loro prodotti tramite la nostra piattaforma gratuita per i produttori così che possano essere contrassegnati come ufficiali e protetti dalle modifiche di altri.
ja: 製造業者には、生産者向けの無料プラットフォームでデータや写真を追加・更新することをお勧めします。それによって、製品に公式マークがつき、他者の変更から保護することができます。
ka: ჩვენ მოვუწოდებთ მწარმოებლებს, დაამატონ ან შეცვალონ თავიანთი პროდუქციის მონაცემები და ფოტოები ჩვენი უფასო პლატფორმის მეშვეობით, რათა ისინი ოფიციალურად მონიშნონ და სხვების მიერ ცვლილებებისგან დაიცვან.
lt: Raginame gamintojus per nemokamą gamintojams skirtą platformą pridėti arba keisti savo gaminių duomenis ir nuotraukas, kad būtų galima juos pažymėti kaip oficialius ir apsaugoti nuo kitų padarytų pakeitimų.
lv: Mēs aicinām ražotājus pievienot vai mainīt savu produktu datus un fotoattēlus, izmantojot mūsu bezmaksas platformu ražotājiem, lai tos varētu atzīmēt kā oficiālus un pasargāt no citu veiktām izmaiņām.
nl_be: Fabrikanten worden aangemoedigd om zich te registreren op ons gratis Producentenplatform. Op dit platform kan een fabrikant zijn eigen producten claimen, toevoegen, wijzigen en beschermen tegen wijzigingen door derden.
pl: Zachęcamy producentów do dodawania lub zmiany danych i zdjęć dotyczących ich produktów poprzez naszą darmową platformę dla producentów, tak aby mogli być oznakowani jako oficjalne i chronieni przed zmianami.
pt_pt: Incentivamos os fabricantes a adicionar ou alterar dados e fotografias dos seus produtos através da nossa plataforma para produtores gratuita, para que possam ser marcados como oficiais e protegidos de alterações por terceiros.
ro: Încurajăm producătorii să adauge sau să modifice date și fotografii pentru produsele lor prin platforma noastră gratuită pentru producători, astfel încât acestea să poată fi marcate ca oficiale și protejate de modificările altora.
ru: Мы призываем производителей добавлять или изменять данные и фотографии своих продуктов через нашу бесплатную платформу для производителей, чтобы они могли быть помечены как официальные и защищены от изменений другими.
sl: Proizvajalce spodbujamo, da prek naše brezplačne platforme za proizvajalce, dodajo ali spremenijo podatke in fotografije za svoje izdelke. S tem jih lahko označijo kot uradne in jih zaščitijo pred spremembami.
sv: Vi uppmuntrar tillverkare att lägga till eller ändra data och foton för sina produkter via vår kostnadsfria plattform för producenter så att de kan markeras som officiella och skyddas från ändringar av andra.
th: เราสนับสนุนให้ผู้ผลิตเพิ่มหรือแก้ไขข้อมูลและรูปภาพสำหรับผลิตภัณฑ์ของตนผ่านแพลตฟอร์มฟรีสำหรับผู้ผลิตของเรา เพื่อให้ผลิตภัณฑ์เหล่านั้นได้รับการรับรองอย่างเป็นทางการและได้รับการปกป้องจากการเปลี่ยนแปลงโดยผู้อื่น
tr: Üreticileri, resmi olarak işaretlenebilmeleri ve başkaları tarafından yapılan değişikliklerden korunabilmeleri için ücretsiz platformumuz aracılığıyla ürünlerine veri ve fotoğraf eklemeye veya bunları değiştirmeye teşvik ediyoruz.
uk: Ми заохочуємо постачальників додавати або змінювати дані та фото своїх товарів за допомогою нашої безкоштовної платформи розробників, для того щоб надати їм можливість отримати офіційну позначку та захистити їх від будь-яких змін, що можуть бути внесені іншими людьми.
vi: Chúng tôi khuyến khích các nhà sản xuất thêm hoặc thay đổi dữ liệu và hình ảnh về sản phẩm của mình thông qua nền tảng miễn phí dành cho nhà sản xuất của chúng tôi để các thông tin có thể được coi là chính thức và được bảo vệ khỏi việc bị thay đổi bởi người khác.

# product_edits_by_producers_import
source: The platform makes it easy to import product data and photos with an Excel or CSV file in any format.
bg: Платформата улеснява качването на данни за продукти и снимки с Excel или CSV файл във всякакъв формат.
ca: La plataforma facilita la importació de dades i fotos de productes amb un fitxer Excel o CSV en qualsevol format.
cs: Platforma usnadňuje import produktových dat a fotografií pomocí souboru Excel nebo CSV v libovolném formátu.
da: Platformen gør det nemt at importere produktdata/-fotos i ethvert format via en Excel- eller CSV-fil.
de: Die Plattform macht es einfach, Produktdaten und Fotos mit einer Excel- oder CSV-Datei in jedem Format zu importieren.
el: Η πλατφόρμα διευκολύνει την εισαγωγή δεδομένων προϊόντος και φωτογραφιών με αρχείο Excel ή CSV σε οποιαδήποτε μορφή.
eo: La platformo faciligas importi produktajn datumojn kaj fotojn per Excel- aŭ CSV-dosiero en iu ajn formato.
es: La plataforma facilita la importación de datos del producto y fotos en cualquier formato a través de con un archivo Excel o CSV.
fa: این پلتفرم، وارد کردن داده‌ها و عکس‌های محصول را با یک فایل اکسل یا CSV با هر فرمتی آسان می‌کند.
fi: Alustan avulla on helppo tuoda tuotetietoja ja -kuvia Excel- tai CSV-tiedostolla missä tahansa muodossa.
fr: La plateforme permet d'importer facilement des données et des photos de produits avec un fichier Excel ou CSV dans n'importe quel format.
he: הפלטפורמה מקלה על ייבוא נתוני מוצרים ותמונות עם קובץ Excel או CSV בכל תצורה שהיא.
hr: Platforma olakšava uvoz podataka o proizvodu i fotografija s Excel ili CSV datotekom u bilo kojem formatu.
hu: A platform megkönnyíti a termékadatok és fényképek importálását Excel vagy CSV fájlokba, bármilyen formátumban.
id: Platform ini memudahkan mengimpor data dan foto produk dengan berkas Excel atau CSV dalam format apapun.
it: La piattaforma facilita l'importazione dei dati e delle foto del prodotto con un file Excel o CSV in ogni formato.
ja: プラットフォームでは、製品データや写真を任意の形式のExcelファイル、またはCSVファイルで簡単にインポートできます。
ka: პლატფორმა აადვილებს პროდუქტის მონაცემებისა და ფოტოების იმპორტირებას Excel-ის ან CSV ფაილის გამოყენებით ნებისმიერი ფორმატით.
lt: Platforma leidžia lengvai importuoti produkto duomenis ir nuotraukas naudojant bet kokio formato Excel arba CSV failą.
lv: Platforma atvieglo produktu datu un fotoattēlu importēšanu, izmantojot Excel vai CSV failu jebkurā formātā.
nl_be: Productgegevens en -foto's kunnen op dit platform eenvoudig geïmporteerd worden met een Excel- of CSV-bestand in elk formaat.
pl: Platforma ułatwia importowanie danych produktu i zdjęć z plikiem Excel lub CSV w dowolnym formacie.
pt_pt: A plataforma facilita a importação de dados e fotografias do produto com um ficheiro Excel ou arquivo CSV em qualquer formato.
ro: Platforma facilitează importarea datelor despre produse și a fotografiilor cu un fișier Excel sau CSV în orice format.
ru: Платформа позволяет легко импортировать данные о продуктах и их фотографии с помощью файла Excel или CSV в любом формате.
sl: Platforma omogoča preprost uvoz podatkov o izdelkih in fotografij z datoteko Excel ali CSV v kateri koli obliki.
sv: Plattformen gör det enkelt att importera produktdata och foton med en Excel- eller CSV-fil i valfritt format.
th: แพลตฟอร์มนี้ช่วยให้การนำเข้าข้อมูลผลิตภัณฑ์และรูปภาพจากไฟล์ Excel หรือ CSV ในรูปแบบใดก็ได้เป็นเรื่องง่าย
tr: Platform, ürün verilerini ve fotoğraflarını herhangi bir formattaki Excel veya CSV dosyasıyla içe aktarmayı kolaylaştırır.
uk: За допомогою нашої платформи ви зможете з легкістю імпортувати дані про товар чи фото як файл формату Excel або файл CSV будь-якого формату.
vi: Nền tảng sẽ giúp việc nhập dữ liệu và hình ảnh về sản phẩm dễ dàng hơn với tệp Excel hay CSV ở mọi định dạng.

# product_edits_by_producers_analysis
source: The platform also provides in-depth analysis of the products.
bg: Платформата предоставя и задълбочен анализ на продуктите.
ca: La plataforma també ofereix anàlisis en profunditat dels productes.
cs: Platforma také poskytuje hloubkovou analýzu produktů.
da: Platformen giver også dybdegående produktanalyser.
de: Die Plattform bietet auch eine gründliche Analyse der Produkte.
el: Η πλατφόρμα παρέχει επίσης εις βάθος ανάλυση των προϊόντων.
eo: La platformo ankaŭ provizas profundan analizon de la produktoj.
es: La plataforma también proporciona análisis en profundidad de los productos.
fa: این پلتفرم همچنین تجزیه و تحلیل عمیقی از محصولات ارائه می‌دهد.
fi: Alusta tarjoaa myös perusteellisen analyysin tuotteista.
fr: La plate-forme fournit également une analyse approfondie des produits.
he: הפלטפורמה מספקת גם ניתוח מעמיק של המוצרים.
hr: Platforma također pruža detaljnu analizu proizvoda.
hu: A platform a termékek mélyreható elemzését is biztosítja.
id: Platform ini juga menyediakan analisis produk yang mendalam.
it: La piattaforma fornisce anche analisi profonde del prodotto.
ja: プラットフォームでは、製品の詳細な分析も提供します。
ka: პლატფორმა ასევე გთავაზობთ პროდუქტების სიღრმისეულ ანალიზს.
lt: Platformoje taip pat pateikiama išsami produktų analizė.
lv: Platforma nodrošina arī padziļinātu produktu analīzi.
nl_be: Het platform maakt ook een diepgaande productanalyse mogelijk.
pl: Platforma zapewnia również dogłębną analizę produktów.
pt_pt: A plataforma também fornece uma análise aprofundada dos produtos.
ro: Platforma oferă, de asemenea, o analiză aprofundată a produselor.
ru: Платформа также обеспечивает углубленный анализ продуктов.
sl: Platforma ponuja tudi poglobljeno analizo izdelkov.
sv: Plattformen erbjuder även djupgående analyser av produkterna.
th: แพลตฟอร์มนี้ยังนำเสนอการวิเคราะห์ผลิตภัณฑ์อย่างละเอียดอีกด้วย
tr: Platform aynı zamanda ürünlerin derinlemesine analizini de sağlıyor.
uk: Платформа також передбачає детальний аналіз товарів.
vi: Nền tảng cũng cung cấp phân tích chuyên sâu về sản phẩm.

# product_edits_by_producers_indicators
source: It computes indicators such as the Nutri-Score, NOVA, and the Green-Score, and automatically identifies suggestions to improve them (for instance all products that would get a better Nutri-Score grade with a slight composition change).
bg: Той изчислява показатели като Nutri-Score, NOVA и Green-Score и автоматично открива предложения за подобряването им (например всички продукти, които биха получили по-добра Nutri-Score оценка с лека промяна на състава).
de: Es werden Indikatoren wie der Nutri-Score, NOVA und der Green-Score berechnet und automatisch Verbesserungsvorschläge ermittelt (z. B. alle Produkte, die durch eine geringfügige Änderung der Zusammensetzung eine bessere Nutri-Score-Note erhalten würden).
el: Υπολογίζει δείκτες όπως το Nutri-Score, NOVA και το Green-Score και εντοπίζει αυτόματα προτάσεις για τη βελτίωσή τους (για παράδειγμα όλα τα προϊόντα που θα λάμβαναν καλύτερη βαθμολογία Nutri-Score με μια μικρή αλλαγή στη σύνθεση).
eo: Ĝi kalkulas indikilojn kiel la Nutri-Score, NOVA, kaj la Green-Score, kaj aŭtomate identigas sugestojn por plibonigi ilin (ekzemple ĉiuj produktoj, kiuj ricevus pli bonan Nutri-Score-gradon kun eta ŝanĝo en la konsisto).
fa: این سیستم شاخص‌هایی مانند امتیاز تغذیه‌ای (Nutri-Score)، امتیاز نووا (NOVA) و امتیاز سبز (Green-Score) را محاسبه می‌کند و به‌طور خودکار پیشنهادهایی را برای بهبود آنها شناسایی می‌کند (برای مثال، تمام محصولاتی که با تغییر جزئی در ترکیب، درجه امتیاز تغذیه‌ای بهتری کسب می‌کنند).
fi: Se laskee indikaattorit, kuten Nutri-Score, NOVA ja Green-score, ja tunnistaa automaattisesti ehdotuksia niiden parantamiseksi (esimerkiksi kaikki tuotteet, jotka saisivat paremman Nutri-Score-arvosanan pienellä koostumuksen muutoksella).
fr: Elle calcule des indicateurs tels que le Nutri-Score, NOVA et le Green-Score, et identifie automatiquement les suggestions pour les améliorer (par exemple tous les produits qui obtiendraient une meilleure note Nutri-Score avec un léger changement de composition).
he: הוא מחשב חיוויים כגון Nutri-Score,‏ NOVA ו־Green-Score ומזהה אוטומטית הצעות כדי לשפר אותם (למשל כל המוצרים שיקבלו ציון Nutri-Score טוב יותר עם שינוי קל בהרכב).
hr: Izračunava pokazatelje kao što su Nutri-Score, NOVA i Green-Score te automatski identificira prijedloge za njihovo poboljšanje (na primjer, sve proizvode koji bi dobili bolju ocjenu Nutri-Score uz malu promjenu sastava).
hu: Kiszámol olyan mutatókat, mint a Nutri-Score, a NOVA és a Green-Score, és automatikusan azonosítja a javításukra vonatkozó javaslatokat (például minden olyan terméket, melyek összetételük kis változásával jobb Nutri-Score osztályzatot kapnának).
id: Platform tersebut menghitung indikator seperti Nutri-Score, NOVA, dan Green-Score, dan secara otomatis mengidentifikasi saran untuk meningkatkan mereka (contohnya, semua produk yang akan mendapat nilai Nutri-Score yang lebih baik dengan sedikit perubahan komposisi).
it: Calcola indicatori come il Nutri-Score, NOVA e il Green-Score, e identifica automaticamente suggerimenti per migliorarli (per esempio tutti i prodotti che riceveranno un punteggio del Nutri-Score migliore con un lieve cambiamento di composizione).
ka: ის ითვლის ისეთ ინდიკატორებს, როგორიცაა Nutri-Score, NOVA და Green-Score და ავტომატურად განსაზღვრავს მათ გასაუმჯობესებლად შემოთავაზებებს (მაგალითად, ყველა პროდუქტს, რომელიც შემადგენლობის მცირედი ცვლილებით მიიღებს უკეთეს Nutri-Score კლასს).
lt: Juo apskaičiuojami tokie rodikliai kaip „Nutri-Score“, „NOVA“ bei „Green-Score“ ir automatiškai nustatomi pasiūlymai, kaip juos pagerinti (pavyzdžiui, visi produktai, jei šiek tiek pakeistų savo sudėtį, gautų geresnę „Nutri-Score“ klasę).
lv: Tas aprēķina tādus rādītājus kā Nutri-Score, NOVA un Green-Score un automātiski identificē ieteikumus to uzlabošanai (piemēram, visus produktus, kas iegūtu labāku Nutri-Score atzīmi ar nelielām sastāva izmaiņām).
nl_be: Het berekent indicatoren zoals de Nutri-Score, NOVA en de Green-Score en identificeert automatisch suggesties om deze te verbeteren (bijvoorbeeld alle producten die een betere Nutri-Score zouden krijgen met een kleine wijziging in de samenstelling).
pl: Oblicza wskaźniki takie jak Nutri-Score, NOVA i Green-Score, a także automatycznie identyfikuje sugestie ich poprawy (na przykład wszystkie produkty, które uzyskałyby lepszą ocenę Nutri-Score po drobnej zmianie składu).
pt_pt: Calcula indicadores como Nutri-Score, NOVA e Green-Score e identifica automaticamente sugestões para melhorá-los (por exemplo, todos os produtos que obteriam uma nota Nutri-Score melhor com uma ligeira alteração na composição).
ru: Он вычисляет такие показатели, как Nutri-Score, NOVA, и Green-Score, и автоматически определяет предложения по их улучшению (Например, все продукты которые получают лучшую оценку Nutri-Score с небольшим изменением состава).
sv: Den beräknar indikatorer som Nutri-Score, NOVA och Green-Score, och identifierar automatiskt förslag för att förbättra dem (till exempel alla produkter som skulle få ett bättre Nutri-Score-betyg med en liten förändring av sammansättningen).
th: โปรแกรมนี้คำนวณตัวชี้วัดต่างๆ เช่น คะแนนโภชนาการ (Nutri-Score), NOVA และคะแนนสิ่งแวดล้อม (Green-Score) และระบุคำแนะนำในการปรับปรุงโดยอัตโนมัติ (ตัวอย่างเช่น ผลิตภัณฑ์ทั้งหมดที่จะได้รับคะแนนโภชนาการที่ดีขึ้นหากมีการเปลี่ยนแปลงส่วนประกอบเล็กน้อย)
uk: Він обчислює такі показники, як Nutri-Score, NOVA та Green-Score, і автоматично визначає пропозиції щодо їх покращення (наприклад, усі продукти, які отримали б кращу оцінку Nutri-Score за незначної зміни складу).

# attribute_forest_footprint_name
source: Forest footprint
bg: Горски отпечатък
ca: Petjada forestal
cs: Lesní stopa
da: Skovbelastning
de: Waldfußabdruck
el: Δασικό αποτύπωμα
eo: Arbara piedsigno
es: Huella forestal
fa: ردپای جنگل
fi: Metsäjalanjälki
fr: Empreinte forêt
he: טביעת רגל על יערות
hr: Šumski otisak
hu: Erdőlábnyom
id: Jejak hutan
it: Impronta forestale
ja: 森林フットプリント
ka: ტყის კვალი
lt: Miško pėdsakas
lv: Meža pēdas nospiedums
nl_be: Bosvoetafdruk
pl: Ślad leśny
pt_pt: Pegada florestal
ro: Amprenta pădurii
ru: Влияние на леса
sl: Gozdni odtis
sv: Skogens fotavtryck
th: รอยเท้าป่าไม้
tr: Orman ayak izi
uk: Лісовий слід
vi: Dấu chân sinh thái

# attribute_forest_footprint_setting_name
source: Low risk of deforestation (Forest footprint)
bg: Нисък риск от обезлесяване (Горски отпечатък)
ca: Baix risc de desforestació (petjada forestal)
cs: Nízké riziko odlesňování (lesní stopa)
da: Lav risiko for skovrydning (skovbelastning)
de: Geringes Entwaldungsrisiko (Waldfußabdruck)
el: Χαμηλός κίνδυνος αποψίλωσης δασών (Δασικό αποτύπωμα)
eo: Malalta risko de senarbarigo (Arbara piedsigno)
es: Bajo riesgo de deforestación (huella forestal)
fa: خطر کم جنگل‌زدایی (ردپای جنگل)
fi: Alhainen metsäkadon riski (metsäjalanjälki)
fr: Faible risque de déforestation (Empreinte forêt)
he: סיכון נמוך לביאור יערות (טביעת רגל יערית)
hr: Nizak rizik od deforestacije (šumski otisak)
hu: Alacsony az erdőirtás kockázata (erdőlábnyom)
id: Resiko deforestasi rendah (Jejak hutan)
it: Basso rischio di deforestazione (impronta forestale)
ja: 低い森林破壊のリスク（森林フットプリント）
ka: ტყეების გაჩეხვის დაბალი რისკი (ტყის კვალი)
lt: Maža miškų naikinimo rizika (miško pėdsakas)
lv: Zems mežu izciršanas risks (meža pēdas nospiedums)
nl_be: Laag risico op ontbossing (Bosvoetafdruk)
pl: Niskie ryzyko wylesiania
pt_pt: Baixo risco de desflorestação (pegada florestal)
ro: Risc scăzut de defrișare (Amprenta pădurii)
ru: Низкий риск вырубки лесов (Влияние на леса)
sl: Nizko tveganje za krčenje gozdov (gozdni odtis)
sv: Låg risk för avskogning (skogens fotavtryck)
th: ความเสี่ยงต่ำต่อการตัดไม้ทำลายป่า (พื้นที่ป่าไม้)
tr: Düşük ormansızlaşma riski (Orman ayak izi)
uk: Низький ризик вирубки лісів (лісовий слід)
vi: Nguy cơ thấp về suy thoái rừng (Dấu chân sinh thái)

# attribute_forest_footprint_setting_note
source: The forest footprint corresponds to the risk of deforestation associated with its ingredients.
bg: Горският отпечатък съответства на риска от обезлесяване, свързан с неговите съставки.
ca: La petjada forestal correspon al risc de desforestació associat als seus ingredients.
cs: Lesní stopa odpovídá riziku odlesňování spojenému s jeho složkami.
da: Skovfodaftrykket svarer til risikoen for skovrydning relateret til ingrediensindholdet.
de: Der Waldfußabdruck entspricht dem Risiko der Entwaldung, das mit den Inhaltsstoffen verbunden ist.
el: Το δασικό αποτύπωμα αντιστοιχεί στον κίνδυνο αποψίλωσης των δασών που σχετίζεται με τα συστατικά του.
eo: La arbara piedsigno respondas al la risko de senarbarigo asociita kun ĝiaj ingrediencoj.
fa: ردپای جنگلی با خطر جنگل‌زدایی مرتبط با مواد تشکیل‌دهنده آن مطابقت دارد.
fi: Metsäalanjälki vastaa sen ainesosiin liittyvää metsäkadon riskiä.
fr: L'empreinte forêt correspond au risque de déforestation associé à ses ingrédients.
he: טביעת הרגל היערית תואמת את הסיכון לכריתת יערות הקשורה למרכיביו.
hr: Šumski otisak odgovara riziku od deforestacije povezanom s njegovim sastojcima.
hu: Az erdőlábnyom az összetevőkhöz kapcsolódó erdőirtás kockázatának felel meg.
id: Jejak hutan sesuai dengan risiko penggundulan hutan yang disebabkan bahan-bahan yang terkandung.
it: L'impronta forestale corrisponde al rischio di deforestazione associato ai suoi ingredienti.
ja: 森林面積は、その成分に伴う森林破壊のリスクに対応します。
ka: ტყის კვალი შეესაბამება მის ინგრედიენტებთან დაკავშირებულ ტყეების გაჩეხვის რისკს.
lt: Miško pėdsakas atitinka miškų naikinimo riziką, susijusią su jo sudedamosiomis dalimis.
lv: Meža pēdas nospiedums atbilst mežu izciršanas riskam, kas saistīts ar tā sastāvdaļām.
nl_be: De voetafdruk komt overeen met het risico van ontbossing in verband met de ingrediënten.
pl: Ślad leśny opisuje ryzyko degradacji obszarów leśnych związane z produkcją.
pt_pt: A pegada florestal corresponde ao risco de desflorestação associado aos respetivos ingredientes.
ro: Amprenta forestieră corespunde riscului de defrișare asociat cu ingredientele sale.
ru: Лесной след соответствует риску вырубки лесов, связанному с его компонентами.
sv: Skogens fotavtryck motsvarar risken för avskogning i samband med dess ingredienser.
th: ร่องรอยการใช้ประโยชน์จากป่าสอดคล้องกับความเสี่ยงต่อการตัดไม้ทำลายป่าที่เกี่ยวข้องกับส่วนประกอบต่างๆ ของผลิตภัณฑ์นั้น
tr: Orman ayak izi, bileşenleriyle ilişkili ormansızlaşma riskine karşılık gelir.
uk: Лісовий слід відповідає ризику вирубки лісів, пов’язаному з його інгредієнтами.
