Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# org_enable_manual_export_to_public_platform_note
source: Manual exports can be enabled once the imported data has been reviewed by an administrator.
bg: Ръчните износи могат да бъдат разрешени, след като внесените данни бъдат прегледани от администратор.
ca: Les exportacions manuals es poden activar un cop les dades importades hagin estat revisades per un administrador.
cs: Ruční export může být povolen, jakmile byly importované údaje zkontrolovány správcem.
da: Manuel eksport kan aktiveres, når de importerede data er gennemgået af en administrator.
de: Manuelles Exportieren kann aktiviert werden, nachdem die importierten Daten von einem Administrator überprüft wurden.
el: Οι μη αυτόματες εξαγωγές μπορούν να ενεργοποιηθούν αφού τα εισαγόμενα δεδομένα ελεγχθούν από έναν διαχειριστή.
eo: Manaj eksportoj povas esti ebligitaj post kiam la importitaj datumoj estas reviziitaj de administranto.
es: Las exportaciones manuales que realizan los miembros serán visibles una vez que los datos hayan sido evaluados por un administrador.
fa: پس از بررسی داده‌های وارد شده توسط مدیر، می‌توان صادرات دستی را فعال کرد.
fi: Manuaaliset viennit voidaan ottaa käyttöön, kun ylläpitäjä on tarkastanut tuodut tiedot.
fr: Les exports manuels ne peuvent être activés que lorsque les données importées ont été examinées par un administrateur.
he: ניתן להפעיל ייצוא ידני לאחר שהנתונים שייובאו נסקרו על ידי ההנהלה.
hr: Ručni izvoz može se omogućiti nakon što administrator pregleda uvezene podatke.
hu: A kézi exportálás akkor engedélyezhető, ha az importált adatokat a rendszergazda felülvizsgálta.
id: Ekspor manual bisa diaktifkan setelah data yang diimpor telah ditinjau oleh administrator.
it: Le esportazioni manuali possono essere abilitate una volta che i dati importati sono stati esaminati da un amministratore.
ja: 手動エクスポートは、インポートされたデータが管理者によってレビューされると有効になります。
ka: ხელით ექსპორტის ჩართვა შესაძლებელია მას შემდეგ, რაც ადმინისტრატორი განიხილავს იმპორტირებულ მონაცემებს.
lt: Neautomatinis eksportavimas gali būti įgalintas, kai importuotus duomenis peržiūri administratorius.
lv: Manuālu eksportēšanu var iespējot, kad administrators ir pārskatījis importētos datus.
nl_be: Handmatige export kan worden ingeschakeld zodra de geïmporteerde gegevens zijn beoordeeld door een beheerder.
pl: Eksport ręczny można włączyć po przejrzeniu importowanych danych przez administratora.
pt_pt: As exportações manuais podem ser ativadas assim que os dados importados tenham sido revistos por um administrador.
ro: Exporturile manuale pot fi activate odată ce datele importate au fost revizuite de un administrator.
ru: Ручной экспорт может быть включен после проверки импортированных данных администратором.
sl: Ročni izvoz podatkov se lahko omogoči, ko skrbnik pregleda uvožene podatke.
sv: Manuella exporter kan aktiveras när den importerade informationen har granskats av en administratör.
th: สามารถเปิดใช้งานการส่งออกด้วยตนเองได้หลังจากที่ผู้ดูแลระบบตรวจสอบข้อมูลที่นำเข้าแล้ว
tr: İçe aktarılan veriler bir yönetici tarafından incelendikten sonra manuel dışa aktarmalar etkinleştirilebilir.
uk: Ручний експорт може бути ввімкнений після того, як імпортовані дані будуть перевірені адміністратором.
vi: Các lần xuất thủ công có thể bật sau khi dữ liệu được nhập đã được quản trị viên xét duyệt.

# org_activate_automated_daily_export_to_public_platform
source: Activate automated daily exports of product data and photos to the public database.
bg: Активирайте автоматизирани ежедневни износи на данни за продукти и снимки в публичната база данни.
ca: Activeu exportacions diàries automatitzades de dades de productes i fotos a la base de dades pública.
cs: Aktivovat automatický denní export dat o produktu a fotografií do veřejné databáze.
da: Aktivér automatiseret daglig eksport af produktdata og -fotos til den offentlige database.
de: Aktivieren Sie den automatischen täglichen Export von Produktdaten und Fotos in die öffentliche Datenbank.
el: Ενεργοποιήστε τις αυτοματοποιημένες καθημερινές εξαγωγές δεδομένων προϊόντων και φωτογραφιών στη δημόσια βάση δεδομένων.
eo: Aktivigu aŭtomatajn ĉiutagajn eksportojn de produktaj datumoj kaj fotoj al la publika datumbazo.
es: Activa las exportaciones diarias automatizadas de la información e imágenes de los productos a la base de datos pública.
fa: فعال کردن خروجی خودکار روزانه از داده‌ها و عکس‌های محصول به پایگاه داده عمومی.
fi: Aktivoi tuotetietojen ja -valokuvien automaattinen päivittäinen vienti julkiseen tietokantaan.
fr: Activez les exports quotidiens automatisés de données produit et de photos vers la base de données publique.
he: להפעיל ייצוא יומיומי אוטומטי של נתוני מוצרים ותמונות למסד הנתונים הציבורי.
hr: Aktivirajte automatizirani dnevni izvoz podataka o proizvodima i fotografija u javnu bazu podataka.
hu: Aktiválja a termékadatok és fényképek automatikus napi exportálását a nyilvános adatbázisba.
id: Aktifkan ekpor harian otomatis dari data dan foto produk ke basis data publik.
it: Attiva le esportazioni giornaliere automatizzate di dati di prodotto e foto nel database pubblico.
ja: 製品データと画像の公開データベースへの自動エクスポートを毎日行うようにする。
ka: გაააქტიურეთ პროდუქტის მონაცემებისა და ფოტოების ავტომატიზირებული ყოველდღიური ექსპორტი საჯარო მონაცემთა ბაზაში.
lt: Suaktyvinkite automatinį kasdienį produktų duomenų ir nuotraukų eksportą į viešąją duomenų bazę.
lv: Aktivizējiet produktu datu un fotoattēlu automatizētu ikdienas eksportēšanu uz publisko datubāzi.
nl_be: Activeer geautomatiseerde dagelijkse export van productgegevens en foto's naar de openbare database.
pl: Aktywuj automatyczny codzienny eksport danych produktów i do publicznej bazy danych.
pt_pt: Ativar exportações diárias automatizadas de dados e fotografias do produto para base de dados pública.
ro: Activați exporturile zilnice automate de date despre produse și fotografii în baza de date publică.
ru: Включить автоматический ежедневный экспорт данных о продуктах и их фотографий в общедоступную базу данных.
sl: Aktivirajte avtomatiziran dnevni izvoz podatkov o izdelkih in fotografij v javno bazo podatkov.
sv: Aktivera automatiserade dagliga exporter av produktdata och foton till den offentliga databasen.
th: เปิดใช้งานการส่งออกข้อมูลผลิตภัณฑ์และรูปภาพไปยังฐานข้อมูลสาธารณะโดยอัตโนมัติทุกวัน
tr: Ürün verilerinin ve fotoğraflarının genel veritabanına otomatik günlük aktarımını etkinleştirin.
uk: Активуйте автоматичний щоденний експорт даних та фотографій продукту у загальну базу даних.
vi: Kích hoạt xuất dữ liệu và hình ảnh sản phẩm tự động hàng ngày tới cơ sở dữ liệu công khai.

# org_activate_automated_daily_export_to_public_platform_note
source: Automated exports should be activated only for organizations that have automated imports (e.g. through Equadis).
bg: Автоматизираните износи трябва да се активират само за организации, които имат автоматизиран внос (напр. чрез Equadis).
ca: Les exportacions automatitzades només s'han d'activar per a organitzacions que tinguin importacions automatitzades (per exemple, a través d'Equadis).
cs: Automatizované exporty by měly být aktivovány pouze pro organizace, které mají automatizované importy (např. prostřednictvím Equadis).
da: Automatiseret eksport bør kun aktiveres for organisationer, som har automatiseret import (f.eks. via Equadis).
de: Automatisiertes Exportieren sollte nur für Organisationen aktiviert werden, die über automatisiertes Importieren verfügen (z. B. über Equadis).
el: Οι αυτοματοποιημένες εξαγωγές θα πρέπει να ενεργοποιούνται μόνο για οργανισμούς που έχουν αυτοματοποιημένες εισαγωγές (π.χ. μέσω Equadis).
eo: Aŭtomataj eksportoj estu aktivigitaj nur por organizoj, kiuj havas aŭtomatajn importojn (ekz. per Equadis).
es: Las exportaciones automatizadas deben activarse sólo por aquellas organizaciones que permiten importaciones automatizadas (por ejemplo, a través de Equadis).
fa: صادرات خودکار فقط باید برای سازمان‌هایی فعال شود که واردات خودکار دارند (مثلاً از طریق Equadis).
fi: Automaattinen vienti tulisi aktivoida vain organisaatioille, joilla on automatisoitu tuonti (esim. Equadisin kautta).
fr: Les exports automatisés ne être activés que pour les organisations qui ont des imports automatisés (par exemple via Equadis).
he: יש להפעיל ייצוא אוטומטי רק עבור ארגונים שיש להם ייבוא אוטומטי (למשל באמצעות Equadis).
hr: Automatizirani izvoz treba aktivirati samo za organizacije koje imaju automatizirani uvoz (npr. putem Equadisa).
hu: Az automatizált exportálást csak azoknál a szervezeteknél szabad aktiválni, amelyek rendelkeznek automatizált importtal (pl. az Equadis-en keresztül).
id: Ekspor otomatis harus diaktifkan hanya untuk organisasi yang memiliki impor otomatis (contohnya lewat Equadis).
it: Le esportazioni automatiche dovrebbero essere attivate solo per le organizzazioni che hanno importazioni automatizzate (ad esempio tramite Equadis).
ja: 自動エクスポートは、Equadisなどの自動インポートを使用している組織である場合のみ有効にしてください。
ka: ავტომატიზირებული ექსპორტი უნდა გააქტიურდეს მხოლოდ იმ ორგანიზაციებისთვის, რომლებსაც აქვთ ავტომატიზირებული იმპორტი (მაგ. Equadis-ის მეშვეობით).
lt: Automatinis eksportavimas turėtų būti suaktyvintas tik organizacijoms, kurios turi automatizuotą importą (pvz., per Equadis).
lv: Automatizēto eksportēšanu vajadzētu aktivizēt tikai organizācijām, kurām ir automatizēta importēšana (piemēram, izmantojot Equadis).
nl_be: Geautomatiseerde export moet alleen worden geactiveerd voor organisaties die geautomatiseerde import hebben (bijvoorbeeld via Equadis).
pl: Eksport automatyczny powinien być aktywowany tylko dla organizacji, które mają automatyczny import (np. Equadis).
pt_pt: As exportações automatizadas devem ser ativadas apenas para organizações que possuam importações automatizadas (por exemplo, através da Equadis).
ro: Exporturile automate ar trebui activate numai pentru organizațiile care au importuri automate (de exemplu, prin Equadis).
ru: Автоматизированный экспорт следует включать только для организаций, у которых настроен автоматический импорт (например, через Equadis).
sl: Samodejni izvoz je treba aktivirati samo za organizacije, ki imajo avtomatiziran uvoz (npr. prek Equadisa).
sv: Automatiserad export bör endast aktiveras för organisationer som har automatiserad import (t.ex. via Equadis).
th: ควรเปิดใช้งานการส่งออกอัตโนมัติเฉพาะสำหรับองค์กรที่มีการนำเข้าอัตโนมัติอยู่แล้ว (เช่น ผ่าน Equadis)
tr: Otomatik dışa aktarmalar yalnızca otomatik içe aktarma işlemi gerçekleştiren kuruluşlar için etkinleştirilmelidir (örn. Equadis aracılığıyla).
uk: Автоматизований експорт повинен бути активований тільки для організацій, які автоматизували імпорт (наприклад, через Equadis).
vi: Xuất tự động chỉ nên cho phép đối với các tổ chức có tính năng nhập tự động (ví dụ như thông qua Equadis).

# org_admin
source: Administrator fields
bg: Администраторски полета
ca: Camps de l'administrador
cs: Pole administrace
da: Administratorfelter
de: Administratorfelder
el: Πεδία διαχειριστή
eo: Administraj kampoj
es: Campos de administrador
fa: فیلدهای مدیر
fi: Ylläpitäjäkentät
fr: Champs administrateur
he: שדות ניהול
hr: Polja administratora
hu: Adminisztrátori mezők
id: Field administrator
it: Campi amministratore
ja: 管理者欄
ka: ადმინისტრატორის ველები
lt: Administratoriaus laukai
lv: Administratora lauki
nl_be: Beheerdersvelden
pl: Pola administratora
pt_pt: Campos do administrador
ro: Câmpuri administrator
ru: Поля администратора
sl: Polje skrbnika
sv: Administratörsfält
th: ช่องผู้ดูแลระบบ
tr: Yönetici alanları
uk: Поля адміністратора
vi: Trường quản trị viên

# minion_status_inactive
source: Queued
bg: На опашка
ca: En cua
cs: Ve frontě
da: Sat i kø
de: In Warteschlange
el: Στην ουρά
eo: Vicigita
es: En espera
fa: صف کشیده
fi: Jonossa
fr: En file d'attente
he: בתור
hr: U redu čekanja
hu: Sorba állítva
id: Dalam antrian
it: In coda
ja: 処理待ち
ka: რიგშია
lt: Eilėje
lv: Rindā
nl_be: In de wachtrij
pl: Zakolejkowano
pt_pt: Na fila
ro: În așteptare
ru: В очереди
sl: Na čakanju
sv: Köad
th: เข้าคิว
tr: Kuyrukta
uk: У черзі
vi: Đã xếp hàng đợi

# minion_status_active
source: In progress
ar: قيد التقدم
bg: В изпълнение
ca: En curs
cs: Zpracovává se
da: I gang
de: Wird ausgeführt
el: Σε εξέλιξη
eo: En progreso
es: En curso
fa: در حال انجام
fi: Meneillään
fr: En cours
he: בתהליך
hr: U tijeku
hu: Folyamatban
id: Dalam progres
it: In corso
ja: 進行中
ka: მიმდინარეობს
lt: Vykdoma
lv: Notiek apstrāde
nl_be: In behandeling
pl: W toku
pt_pt: Em progresso
ro: În curs
ru: Выполняется
sl: V teku
sv: Pågående
th: กำลังดำเนินการ
tr: Devam ediyor
uk: Обробляється
vi: Đang xử lý

# minion_status_finished
source: Finished
ar: انتهى
bg: Завършено
ca: Finalitzat
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
eo: Finita
es: Terminado
fa: تمام شده
fi: Valmis
fr: Terminé
he: הסתיים
hr: Završeno
hu: Befejezve
id: Selesai
it: Finito
ja: 完了
ka: დასრულებულია
lt: Baigta
lv: Pabeigts
nl_be: Voltooid
pl: Zakończone
pt_pt: Terminado
ro: Terminat
ru: Завершено
sl: Končano
sv: Slutförd
th: ที่เสร็จเรียบร้อย
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất

# minion_status_failed
source: Failed
ar: فشل
bg: Неуспешно
ca: S'ha produït un error
cs: Selhalo
da: Mislykket
de: Fehlgeschlagen
el: Απέτυχε
eo: Malsukcesis
es: Error
fa: شکست خورده
fi: Epäonnistunut
fr: Echoué
he: נכשל
hr: Neuspješno
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗
ka: ვერ მოხერხდა
lt: Nepavyko
lv: Neizdevās
nl_be: Mislukt
pl: Nie powiodło się
pt_pt: Falhou
ro: Eșuat
ru: Неудачно
sl: Spodletelo
sv: Misslyckad
th: ล้มเหลว
tr: Başarısız oldu
uk: Невдала спроба
vi: Thất bại

# export_job_export
source: Export from the producers platform
bg: Износ от платформата на производителите
ca: Exportació des de la plataforma de productors
cs: Export z platformy výrobců
da: Eksport fra producentplatformen
de: Exportieren von der Herstellerplattform
el: Εξαγωγή από την πλατφόρμα παραγωγών
eo: Eksporto de la produktanta platformo
es: Exportar desde la plataforma de productores
fa: صادرات از پلتفرم تولیدکنندگان
fi: Vienti tuottajien alustalta
fr: Exporter depuis la plateforme des producteurs
he: ייצוא מהפלטפורמה ליצרנים
hr: Izvoz s platforme proizvođača
hu: Exportálás a gyártói platformról
id: Ekspor dari platform produsen
it: Esporta dalla piattaforma dei produttori
ja: 生産者プラットフォームからのエクスポートデータ
ka: ექსპორტი მწარმოებლის პლატფორმიდან
lt: Eksportas iš gamintojų platformos
lv: Eksports no ražotāju platformas
nl_be: Exporteer vanaf het producentenplatform
pl: Eksport z platformy producentów
pt_pt: Exportar da plataforma de produtores
ro: Exportul din platforma producătorilor
ru: Экспорт с платформы производителей
sl: Izvoz s platforme proizvajalcev
sv: Export från producentplattformen
th: ส่งออกจากแพลตฟอร์มของผู้ผลิต
tr: Üreticiler platformundan ihracat
uk: Експорт з виробничої платформи
vi: Xuất từ nền tảng cho nhà sản xuất

# export_job_import
source: Import to the public database
bg: Внос в публичната база данни
ca: Importació a la base de dades pública
cs: Import do veřejné databáze
da: Import til den offentlige database
de: In die öffentliche Datenbank importieren
el: Εισαγωγή στη δημόσια βάση δεδομένων
eo: Importi al la publika datumbazo
es: Importar a la base de datos pública
fa: وارد کردن به پایگاه داده عمومی
fi: Tuo julkiseen tietokantaan
fr: Importer dans la base de données publique
he: ייבוא למסד הנתונים הציבורי
hr: Uvoz u javnu bazu podataka
hu: Importálás a nyilvános adatbázisba
id: Impor ke basis data publik
it: Importa nel database pubblico
ja: 公開データベースにインポート
ka: საჯარო მონაცემთა ბაზაში იმპორტი
lt: Importuoti į viešąją duomenų bazę
lv: Importēt publiskajā datubāzē
nl_be: De import naar de openbare database
pl: Import do publicznej bazy danych
pt_pt: Importar para a base de dados pública
ro: Import în baza de date publică
ru: Импорт в общедоступную базу данных
sl: Uvozi v javno bazo podatkov
sv: Importera till den offentliga databasen
th: นำเข้าสู่ฐานข้อมูลสาธารณะ
tr: Genel veritabanına aktarın
uk: Імпорт у загальнодоступну базу даних
vi: Nhập vào cơ sở dữ liệu công khai

# export_job_status_update
source: Update of the import status on the producers platform
bg: Обнови състоянието на внос на платформата на производителите
ca: Actualització de l'estat d'importació a la plataforma de productors
cs: Aktualizace stavu importu na platformě výrobců
da: Opdatering af importstatussen på producentplatformen
de: Aktualisierung des Importstatus auf der Herstellerplattform
el: Ενημέρωση της κατάστασης εισαγωγής στην πλατφόρμα παραγωγών
eo: Ĝisdatigo de la importa stato sur la produktanta platformo
es: Actualización del estatus de Importación dentro de la plataforma de Productores
fa: به‌روزرسانی وضعیت واردات در پلتفرم تولیدکنندگان
fi: Tuottajien alustan tuontitilan päivitys
fr: Mise à jour du statut d'import sur la plateforme des producteurs
he: עדכון מצב הייבוא בפלטפורמה ליצרנים
hr: Ažuriranje statusa uvoza na platformi proizvođača
hu: Az importállapot frissítése a gyártói platformon
id: Pembaruan status impor di platform produsen
it: Aggiornamento dello stato dell'importazione sulla piattaforma dei produttori
ja: 生産者プラットフォームのインポート状況の更新
ka: იმპორტის სტატუსის განახლება მწარმოებლების პლატფორმაზე
lt: Importo būsenos atnaujinimas gamintojų platformoje
lv: Importa statusa atjauninājums ražotāju platformā
nl_be: Update van de importstatus op het producentenplatform
pl: Aktualizacja statusu importu na platformie producentów
pt_pt: Atualização do estado da importação na plataforma de produtores
ro: Actualizare a stării importului pe platforma producătorilor
ru: Обновление статуса импорта на платформе производителей
sl: Posodobitev statusa uvoza na platformi proizvajalcev
sv: Uppdatering av importstatus på producentplattformen
th: อัปเดตสถานะการนำเข้าบนแพลตฟอร์มของผู้ผลิต
tr: Üretici platformunda aktarma durumunun güncellenmesi
uk: Оновіть статус імпортування на платформі розробників
vi: Cập nhật trạng thái nhập lên nền tảng cho nhà sản xuất

# export_in_progress
source: The export has been scheduled. This page can be closed.
bg: Износът е насрочен. Тази страница може да бъде затворена.
ca: S'ha programat l'exportació. Aquesta pàgina es pot tancar.
cs: Export byl naplánován. Tato stránka může být uzavřena.
da: Eksporten er planlagt. Denne side kan lukkes.
de: Der Export ist geplant worden. Diese Seite kann geschlossen werden.
el: Η εξαγωγή έχει προγραμματιστεί. Αυτή η σελίδα μπορεί να κλείσει.
eo: La eksportado estas planita. Ĉi tiu paĝo povas esti fermita.
es: La exportación ha sido programada. Ahora puedes cerrar esta ventana.
fa: صادرات برنامه‌ریزی شده است. این صفحه می‌تواند بسته شود.
fi: Vienti on ajoitettu. Tämä sivu voidaan sulkea.
fr: L'export a été planifié. Cette page peut être fermée.
he: מועד הייצוא נקבע. אפשר לסגור את העמוד הזה.
hr: Izvoz je zakazan. Ova stranica se može zatvoriti.
hu: Az export ütemezése megtörtént. Ez az oldal bezárható.
id: Ekspor telah dijadwalkan. Halaman ini dapat ditutup.
it: L'esportazione è stata pianificata. Questa pagina può essere chiusa.
ja: エクスポートがスケジュールされました。このページは閉じることができます。
ka: ექსპორტი დაგეგმილია. ამ გვერდის დახურვა შესაძლებელია.
lt: Eksportas buvo suplanuotas. Šį puslapį galima uždaryti.
lv: Eksportēšana ir ieplānota. Šo lapu var aizvērt.
nl_be: De export is gepland. Deze pagina kan worden gesloten.
pl: Eksport został zaplanowany. Ta strona może zostać zamknięta.
pt_pt: A exportação foi agendada. Esta página pode ser fechada.
ro: Exportul a fost programat. Această pagină poate fi închisă.
ru: Экспорт запланирован. Эту страницу можно закрыть.
sl: Izvoz je načrtovan. To stran lahko zaprete.
sv: Exporten har schemalagts. Den här sidan kan stängas.
th: การส่งออกได้ถูกกำหนดไว้แล้ว สามารถปิดหน้านี้ได้
tr: İhracat planlandı. Bu sayfa kapatılabilir.
uk: Заплановано процес експортування. Ви можете закрити цю сторінку.
vi: Lượt xuất tệp đã được lên lịch. Trang này có thể tắt.

# export_products_to_public_database_request_email
source: Your export has been scheduled. You will receive an e-mail once it is finished.
bg: Износът ви е насрочен. Ще получите ел. поща, след като приключи.
ca: La vostra exportació s'ha programat. Rebràs un correu electrònic un cop hagi acabat.
cs: Váš export byl naplánován. Po dokončení obdržíte e-mail.
da: Din eksport er planlagt. Du modtager en e-mail, når den er færdig.
de: Ihr Export ist geplant worden. Sie erhalten eine E-Mail, sobald er beendet ist.
el: Η εξαγωγή σας έχει προγραμματιστεί. Θα λάβετε ένα e-mail μόλις ολοκληρωθεί.
eo: Via eksportado estas planita. Vi ricevos retpoŝton kiam ĝi finiĝos.
es: ¡Gracias! Tu exportación ha sido programada. Recibirás un e-mail una vez que se haya completado el proceso.
fa: صادرات شما برنامه‌ریزی شده است. پس از اتمام، ایمیلی دریافت خواهید کرد.
fi: Vientisi on ajoitettu. Saat sähköpostin, kun se on valmis.
fr: Votre export a été planifié. Vous recevrez un courriel dès qu'il sera terminé.
he: מועד הייצוא שלך נקבע. תישלח אליך הודעה בדוא״ל עם סיומו.
hr: Vaš je izvoz zakazan. Primit ćete e-poruku nakon što bude završen.
hu: Az exportálás ütemezve. Ha elkészült, e-mailt fog kapni.
id: Ekspor Anda telah dijadwalkan. Anda akan menerima surel setelah proses selesai.
it: La tua esportazione è stata pianificata. Riceverai una e-mail una volta terminato.
ja: エクスポートがスケジュールされました。完了するとメールが届きます。
ka: თქვენი ექსპორტი დაგეგმილია. დასრულების შემდეგ თქვენ მიიღებთ ელ.წერილს.
lt: Jūsų eksportavimas buvo suplanuotas. Kai jis bus baigtas, gausite el. laišką.
lv: Jūsu eksportēšana ir ieplānota. Kad tā būs pabeigta, jūs saņemsiet e-pastu.
nl_be: Je export is gepland. Je ontvangt een e-mail zodra het klaar is.
pl: Twój eksport został zaplanowany. Po zakończeniu otrzymasz e-mail.
pt_pt: A sua exportação foi agendada. Irá receber um email quando a exportação terminar.
ro: Exportul dvs. a fost programat. Veți primi un e-mail după ce acesta a fost finalizat.
ru: Ваш экспорт запланирован. Вы получите электронное письмо, как только он будет готов.
sl: Vaš izvoz je načrtovan. Ko bo končano, boste o tem obveščeni preko elektronske pošte.
sv: Din export har schemalagts. Du får ett e-postmeddelande när den är klar.
th: ระบบได้กำหนดเวลาการส่งออกข้อมูลของคุณแล้ว คุณจะได้รับอีเมลเมื่อการส่งออกเสร็จสิ้น
tr: İhracat işleminiz planlandı. Tamamlandığında bir e-posta alacaksınız.
uk: Процес вашого експортування запланований. Ви отримаєте повідомлення про його завершення на вашу електронну адресу.
vi: Lượt xuất của bạn đã được lên lịch. Bạn sẽ nhận được email ngay khi quá trình hoàn thành.

source: Product page on the public database
bg: Страница на продукта в публичната база данни
ca: Pàgina del producte a la base de dades pública
cs: Stránka produktu ve veřejné databázi
da: Produktside i den offentlige database
de: Produktseite in der öffentlichen Datenbank
el: Σελίδα προϊόντος στη δημόσια βάση δεδομένων
eo: Produkta paĝo en la publika datumbazo
es: Página del producto de la base de datos pública
fa: صفحه محصول در پایگاه داده عمومی
fi: Tuotesivu julkisessa tietokannassa
fr: Page produit sur la base de données publique
he: עמוד המוצר במסד הנתונים הציבורי
hr: Stranica proizvoda u javnoj bazi podataka
hu: Termékoldal a nyilvános adatbázisban
id: Halaman produk di basis data publik
it: Pagina del prodotto nel database pubblico
ja: 公開データベース上の製品ページ
ka: პროდუქტის გვერდი საჯარო მონაცემთა ბაზაში
lt: Produkto puslapis viešoje duomenų bazėje
lv: Produkta lapa publiskajā datubāzē
nl_be: Productpagina op de openbare database
pl: Strona produktu w bazie danych
pt_pt: Página do produto na base de dados pública
ro: Pagina produsului în baza de date publică
ru: Страница продукта в общедоступной базе данных
sl: Stran izdelka v javni bazi podatkov
sv: Produktsida i den offentliga databasen
th: หน้าข้อมูลผลิตภัณฑ์ในฐานข้อมูลสาธารณะ
tr: Genel veritabanındaki ürün sayfası
uk: Сторінка цього товару розміщена в загальнодоступній базі даних
vi: Trang sản phẩm trên cơ sở dữ liệu công khai
