Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# contains_palm_oil_description
source: Tropical forests in Asia, Africa and Latin America are destroyed to create and expand oil palm tree plantations. The deforestation contributes to climate change, and it endangers species such as the orangutan, the pigmy elephant and the Sumatran rhino.
bg: Тропическите гори в Азия, Африка и Латинска Америка се унищожават, за да се създадат и разширят палмовите насаждения. Изсичането на горите допринася за изменението на климата и застрашава видове като орангутана, борнейския слон и суматранския носорог.
ca: Els boscos tropicals d'Àsia, Àfrica i Amèrica Llatina es destrueixen per crear i ampliar les plantacions de palmera d'oli. La desforestació contribueix al canvi climàtic, i posa en perill espècies com l'orangutan, l'elefant pigmeu i el rinoceront de Sumatra.
cs: Tropické pralesy v Asii, Africe a Latinské Americe jsou ničeny, aby se vytvořily a rozšířily plantáže palmy olejné. Odlesňování přispívá ke změně klimatu a ohrožuje druhy jako orangutan, slon indický bornejský a nosorožec sumaterský.
da: Tropiske skove i Asien, Afrika og Latinamerika ødelægges for at skabe og udvide oliepalmeplantager. Skovrydningen bidrager til klimaforandringer og truer arter, såsom orangutangen, griseelefanten og Sumatran-næsehornet, i fare.
de: Tropische Wälder in Asien, Afrika und Lateinamerika werden zerstört, um Ölpalmenplantagen anzulegen und zu erweitern. Die Abholzung trägt zum Klimawandel bei und gefährdet Arten wie den Orang-Utan, den Zwergelefanten und das Sumatra-Nashorn.
el: Τροπικά δάση στην Ασία, την Αφρική και τη Λατινική Αμερική καταστρέφονται για να δημιουργηθούν και να επεκταθούν οι φυτείες ελαιοφοίνικα. Η αποψίλωση των δασών συμβάλλει στην κλιματική αλλαγή και θέτει σε κίνδυνο είδη όπως ο ουρακοτάγκος, ο χοιρινός ελέφαντας και ο ρινόκερος της Σουμάτρας.
eo: Tropikaj arbaroj en Azio, Afriko kaj Latinameriko estas detruataj por krei kaj vastigi plantejojn de eleisoj. La senarbarigo kontribuas al klimata ŝanĝo, kaj ĝi endanĝerigas speciojn kiel la orangutango, la pigmea elefanto kaj la sumatra rinocero.
es: Los bosques tropicales de Asia, África y América Latina se destruyen para crear y ampliar las plantaciones de palma aceitera. La deforestación contribuye al cambio climático y pone en peligro a especies como el orangután, el elefante pigmeo y el rinoceronte de Sumatra.
fa: جنگل‌های گرمسیری در آسیا، آفریقا و آمریکای لاتین برای ایجاد و گسترش مزارع نخل روغنی نابود می‌شوند. این جنگل‌زدایی به تغییرات اقلیمی کمک می‌کند و گونه‌هایی مانند اورانگوتان، فیل خوکچه هندی و کرگدن سوماترایی را در معرض خطر قرار می‌دهد.
fi: Aasian, Afrikan ja Latinalaisen Amerikan trooppiset metsät tuhotaan öljypalmuviljelmien luomiseksi ja laajentamiseksi. Metsäkato edistää ilmastonmuutosta, ja se vaarantaa lajeja, kuten orangit, borneonnorsut ja sumatransarvikuonot.
fr: Les forêts tropicales d'Asie, d'Afrique et d'Amérique latine sont détruites pour créer et étendre les plantations de palmiers à huile. La déforestation contribue au changement climatique et met en danger des espèces telles que l'orang-outan, l'éléphant pygmée et le rhinocéros de Sumatra.
he: יערות טרופיים באסיה, אפריקה ואמריקה הדרומית נהרסים כדי ליצור ולהרחיב מטעי עצי דקל לייצור שמן. ביאור היערות תורם לשינויי האקלים ומסכן מינים כמו האורנגאוטן, הפיל הננסי וקרנף סומטרה.
hr: Tropske šume u Aziji, Africi i Latinskoj Americi uništavaju se kako bi se stvorile i proširile plantaže uljanih palmi. Krčenje šuma doprinosi klimatskim promjenama i ugrožava vrste poput orangutana, patuljastog slona i sumatranskog nosoroga.
hu: Ázsia, Afrika és Latin-Amerika trópusi erdőit pusztítják el, hogy olajpálmafa-ültetvényeket hozzanak létre és bővítsenek. Az erdőirtás hozzájárul az éghajlatváltozáshoz, és veszélyezteti az olyan fajokat, mint az orangután, a disznó elefánt és a szumátrai orrszarvú.
id: Hutan tropikal di Asia, Afrika dan Amerika Latin dihancurkan untuk membuat dan memperluas perkebunan pohon kelapa sawit. Deforestasi berkontribusi terhadap perubahan iklim, dan ia membahayakan spesies seperti orangutan, gajah kerdil, dan badak Sumatera.
it: Le foreste tropicali in Asia, Africa e America Latina sono distrutte per creare ed espandere le piantagioni di alberi di olio di palma. La deforestazione contribuisce al cambiamento climatico e minaccia specie come l'orango-tango, l'elefante pigmeo e il rinoceronte di Sumatra.
ja: アジア、アフリカ、ラテンアメリカの熱帯林は、アブラヤシの木のプランテーションを作り、拡大するために破壊されています。森林伐採は気候変動の一因となり、オランウータン、ピグミーゾウ、スマトラサイなどの種を危険にさらしています。
ka: აზიაში, აფრიკასა და ლათინურ ამერიკაში ტროპიკული ტყეები ნადგურდება ზეთის პალმის ხეების პლანტაციების შესაქმნელად და გასაზრდელად. ტყეების გაჩეხვა ხელს უწყობს კლიმატის ცვლილებას და საფრთხეს უქმნის ისეთ სახეობებს, როგორიცაა ორანგუტანი, ღორღას სპილო და სუმატრული მარტორქა.
lt: Atogrąžų miškai Azijoje, Afrikoje ir Lotynų Amerikoje naikinami, siekiant sukurti ir išplėsti aliejinių palmių plantacijas. Miškų naikinimas prisideda prie klimato kaitos ir kelia pavojų tokioms rūšims kaip orangutanai, kiauliniai drambliai ir Sumatros raganosiai.
lv: Tropu meži Āzijā, Āfrikā un Latīņamerikā tiek iznīcināti, lai izveidotu un paplašinātu eļļas palmu plantācijas. Mežu izciršana veicina klimata pārmaiņas un apdraud tādas sugas kā orangutans, pundurzilonis un Sumatras degunradzis.
nl_be: Tropische bossen in Azië, Afrika en Latijns-Amerika worden vernietigd om oliepalmplantages aan te leggen en uit te breiden. De ontbossing draagt bij aan klimaatverandering en brengt soorten als de orang-oetan, de dwergolifant en de Sumatraanse neushoorn in gevaar.
pl: Lasy tropikalne w Azji, Afryce i Ameryce Łacińskiej są niszczone w celu tworzenia i powiększania plantacji palm olejowych (na olej palmowy). Wylesianie jest przyczyną zmiany klimatu i zagraża gatunkom takim jak orangutan, słoń karłowaty czy nosorożec sumatrzański.
pt_pt: As florestas tropicais na Ásia, África e América Latina são destruídas para criar e expandir as plantações de palmeiras-de-óleo. A desflorestação contribui para as alterações climáticas e põe em perigo espécies como o orangotango, o elefante-pigmeu-de-bornéu e o rinoceronte-de-sumatra.
ro: Pădurile tropicale din Asia, Africa și America Latină sunt distruse pentru a crea și extinde plantațiile de palmieri de ulei. Defrișarea contribuie la schimbările climatice și pune în pericol specii precum urangutanul, elefantul pigmeu și rinocerul de Sumatra.
ru: Тропические леса в Азии, Аврике и Южной Америке уничтожаются ради создания и расширения плантаций пальмовых деревьев. Вырубка лесов способствует изменению климата, и подвергает опасности такие виды как орангутан, борнейский слон и суматранский носорог.
sl: Tropski gozdovi v Aziji, Afriki in Latinski Ameriki so uničeni, da bi ustvarili in razširili plantaže oljnih palm. Krčenje gozdov prispeva k podnebnim spremembam in ogroža vrste, kot so orangutan, prašičji slon in sumatranski nosorog.
sv: Tropiska skogar i Asien, Afrika och Latinamerika skövlas för att skapa och utöka oljepalmplantager. Avskogningen bidrar till klimatförändringarna och hotar arter som orangutangen, dvärgelefanten och sumatranoshörningen.
th: ป่าเขตร้อนในเอเชีย แอฟริกา และละตินอเมริกาถูกทำลายเพื่อสร้างและขยายพื้นที่ปลูกปาล์มน้ำมัน การตัดไม้ทำลายป่านี้ส่งผลต่อการเปลี่ยนแปลงสภาพภูมิอากาศ และเป็นอันตรายต่อสัตว์หลายชนิด เช่น อุรังอุตัง ช้างแคระ และแรดสุมาตรา
tr: Asya, Afrika ve Latin Amerika'daki tropik ormanlar, palmiye ağacı tarlaları oluşturmak ve genişletmek için yok ediliyor. Ormansızlaşma iklim değişikliğine katkıda bulunuyor ve orangutan, pigme fil ve Sumatra gergedanı gibi türleri tehlikeye atıyor.
uk: Тропічні ліси у Азії, Африці та Латинська Америці зруйновані задля створення та поширення насаджень дерев, які містять пальмову олію. Вирубка лісів ж причиною кліматичної зміни та загрози життю таких видів як орангутанги, слону борнейському та суматранському носорогу.
vi: Rừng nhiệt đới ở châu Á, châu Phi và châu Mỹ Latinh bị phá hủy để tạo ra và mở rộng các đồn điền trồng cây cọ dầu. Việc phá rừng góp phần làm biến đổi khí hậu, gây nguy hiểm cho các loài như đười ươi, voi heo và tê giác Sumatra.

source: Bonus
bg: Бонус
ca: Bonificació
el: Μπόνους
eo: Bonuso
es: Bonificación
fa: پاداش
he: בונוס
hu: Bónusz
ja: 長所
ka: ბონუსი
lt: Premija
lv: Bonuss
pl: Zalety
pt_pt: Bónus
ru: Бонус
th: โบนัส
uk: Бонус
vi: Điểm cộng

source: Life cycle analysis
bg: Анализ на жизнения цикъл
ca: Anàlisi del cicle de vida
cs: Analýza životního cyklu
da: Livscyklusanalyse
de: Lebenszyklusanalyse
el: Ανάλυση κύκλου ζωής
eo: Vivcikla analizo
es: Análisis del ciclo de vida
fa: تحلیل چرخه عمر
fi: Elinkaarianalyysi
fr: Analyse du cycle de vie
he: ניתוח מחזור חיים
hr: Analiza životnog ciklusa
hu: Életciklus elemzés
id: Analisis siklus hidup
it: Analisi del ciclo di vita
ja: ライフサイクルの分析
ka: სასიცოცხლო ციკლის ანალიზი
lt: Gyvavimo ciklo analizė
lv: Dzīves cikla analīze
nl_be: Levenscyclusanalyse
pl: Analiza cyklu życia produktu
pt_pt: Análise do ciclo de vida
ro: Analiza ciclului de viață
ru: Анализ жизненного цикла
sl: Analiza življenjskega cikla
sv: Livscykelanalys
th: การวิเคราะห์วัฏจักรชีวิต
tr: Yaşam döngüsü analizi
uk: Аналіз життєвого циклу
vi: Phân tích vòng đời

# environmental_score_bonuses_and_maluses
source: Bonuses and maluses
bg: Бонуси и малуси
cs: Bonusy a malusy
de: Boni und Malusse
el: Μπόνους και ποινές
eo: Gratifikoj kaj malbonusoj
fa: پاداش‌ها و جریمه‌ها
fi: Bonukset ja miinukset
fr: Bonus et malus
he: בונוסים ומאלוסים
hr: Bonusi i malusi
hu: Bónuszok és roszallások
id: Bonus dan penalti
it: Bonus e malus
ka: ბონუსები და მალუსები
lt: Premijos ir trūkumai
lv: Bonusi un zaudējumi
nl_be: Bonussen en malussen
pl: Wady i zalety
pt_pt: Pontos positivos e negativos
ru: Положительные и отрицательные баллы
sv: Bonusar och missbruk
th: โบนัสและค่าปรับ
uk: Бонус-малус

# environmental_score_for_this_product
source: Green-Score for this product
bg: Green-Score за този продукт
cs: Green-Score pro tento produkt
de: Green-Score für dieses Produkt
el: Green-Score για αυτό το προϊόν
eo: Verda Poentaro por ĉi tiu produkto
fa: امتیاز سبز برای این محصول
fi: Green-Score tälle tuotteelle
fr: Green-Score pour ce produit
he: Green-Score עבור מוצר זה
hr: Green-Score za ovaj proizvod
hu: Green-Score ehhez a termékhez
id: Green-Score untuk produk ini
it: Green-Score per questo prodotto
ka: მწვანე ქულა ამ პროდუქტისთვის
lt: Šio produkto ekologinis balas
lv: Zaļais vērtējums šim produktam
nl_be: Green-Score voor dit product
pl: Ocena Green-Score dla tego produktu
pt_pt: Green-Score para este produto
ru: Green-Score для этого продукта
sv: Green-Score för denna produkt
th: คะแนนความเป็นมิตรต่อสิ่งแวดล้อมสำหรับผลิตภัณฑ์นี้
uk: Еко-оцінка цього товару

# average_impact_of_the_category
source: Average impact of products of the same category
bg: Средно въздействие на продукти от същата категория
ca: Impacte mitjà dels productes de la mateixa categoria
cs: Průměrný dopad produktů stejné kategorie
da: Gennemsnitlig effekt af produkter i samme kategori
de: Durchschnittliche Auswirkung von Produkten der gleichen Kategorie
el: Μέσος αντίκτυπος προϊόντων της ίδιας κατηγορίας
eo: Meza efiko de produktoj de la sama kategorio
es: Media de impacto de los productos de la misma categoría
fa: میانگین تأثیر محصولات هم رده
fi: Saman luokan tuotteiden keskimääräinen vaikutus
fr: Impact moyen des produits de la même catégorie
he: השפעה ממוצעת של מוצרים מאותה הקטגוריה
hr: Prosječan utjecaj proizvoda iste kategorije
hu: Az azonos kategóriába tartozó termékek átlagos hatása
id: Dampak rata - rata produk dari kategori yang sama
it: Impatto medio dei prodotti della stessa categoria
ja: 同じカテゴリの製品の平均的な影響
ka: იმავე კატეგორიის პროდუქტების საშუალო გავლენა
lt: Vidutinis tos pačios kategorijos produktų poveikis
lv: Vienas kategorijas produktu vidējā ietekme
nl_be: Gemiddelde impact van producten van dezelfde categorie
pl: Średni wpływ produktów z tej samej kategorii
pt_pt: Impacto médio dos produtos da mesma categoria
ro: Impactul mediu al produselor din aceeași categorie
ru: Среднее влияние продуктов схожей категории
sl: Povprečni vpliv izdelkov iste kategorije
sv: Genomsnittlig effekt av produkter i samma kategori
th: ผลกระทบโดยเฉลี่ยของผลิตภัณฑ์ในหมวดหมู่เดียวกัน
tr: Aynı kategorideki ürünlerin ortalama etkisi
uk: Середній вплив продуктів однієї категорії
vi: Tác động trung bình của các sản phẩm có trong cùng danh mục

# environmental_score_sum_of_bonuses_and_maluses
source: Sum of bonuses and maluses
bg: Сбор от бонуси и малуси
cs: Součet bonusů a malusů
de: Summe aus Boni und Malus
el: Άθροισμα των μπόνους και ποινών
eo: Sumo de gratifikoj kaj malbonoj
fa: مجموع پاداش‌ها و جریمه‌ها
fi: Bonuksien ja miinuksien summa
fr: Somme des bonus et malus
he: סכום של בונוסים ומאלוסים
hr: Zbroj bonusa i malusa
hu: A bónuszok és a rosszallások összege
id: Jumlah bonus dan penalti
it: Somma di bonus e malus
ka: ბონუსებისა და მალუსების ჯამი
lt: Premijų ir trūkumų suma
lv: Bonusu un soda naudas summa
nl_be: Som van bonussen en malussen
pl: Suma wad i zalet
pt_pt: Soma dos pontos positivos e negativos
ru: Сумма положительных и отрицательных баллов
sv: Summa av bonusar och misslyckanden
th: ผลรวมของโบนัสและค่าปรับ
uk: Сума бонусів і малусів

# environmental_score_sum_of_bonuses_and_maluses_is_capped
source: The sum of bonuses and maluses is capped at +25.
bg: Сбора на бонусите и малусите е ограничена до +25.
cs: Součet bonusů a malusů je omezen na +25.
de: Die Summe der Boni und Malusse ist auf +25 begrenzt.
el: Το άθροισμα των μπόνους και ποινών περιορίζεται στο +25.
eo: La sumo de gratifikoj kaj malbonusoj estas limigita je +25.
fa: مجموع پاداش‌ها و جریمه‌ها حداکثر ۲۵+ است.
fi: Bonusten ja miinusten summa on enintään +25.
fr: La somme des bonus et malus est plafonnée à +25.
he: סכום הבונוסים והמאלוסים מוגבל ל־‎+25.
hr: Zbroj bonusa i malusa ograničen je na +25.
hu: A bónuszok és a roszallások összegének felső határa +25.
id: Jumlah bonus dan penalti dibatasi hingga +25.
it: La somma di bonus e malus è limitata a +25.
ka: ბონუსებისა და მალუსების ჯამი +25-ით შემოიფარგლება.
lt: Premijų ir trūkumų suma neviršija +25.
lv: Bonusu un soda punktu summa ir ierobežota līdz +25.
nl_be: De som van bonussen en malussen is beperkt tot +25.
pl: Suma wad i zalet jest ograniczona do +25.
pt_pt: A soma dos pontos positivos e negativos está limitada a +25.
ru: Сумма положительных и отрицательных баллов ограничена +25.
sv: Summan av bonusar och misslyckanden är begränsad till +25.
th: ผลรวมของโบนัสและค่าปรับลดมีค่าสูงสุดไม่เกิน +25
uk: Сума бонусів і малусів обмежена +25.

# environmental_score_lca_score
source: Life cycle analysis score
bg: Оценка за анализ на жизнения цикъл
cs: Skóre analýzy životního cyklu
de: Ergebnis der Lebenszyklusanalyse
el: Βαθμολογία ανάλυσης κύκλου ζωής
eo: Vivcikla analizo-poentaro
fa: امتیاز تحلیل چرخه عمر
fi: Elinkaarianalyysipisteet
fr: Score d'analyse du cycle de vie
he: ציון ניתוח מחזור חיים
hr: Rezultat analize životnog ciklusa
hu: Életciklus elemzés pontszáma
id: Skor analisis siklus hidup
it: Punteggio dell'analisi del ciclo di vita
ka: სასიცოცხლო ციკლის ანალიზის ქულა
lt: Gyvenimo ciklo analizės balas
lv: Dzīves cikla analīzes vērtējums
nl_be: Levenscyclusanalysescore
pl: Wynik analizy cyklu życia produktu
pt_pt: Pontuação de análise do ciclo de vida
ru: Баллы за анализ жизненного цикла
sv: Livscykelanalyspoäng
th: คะแนนการวิเคราะห์วงจรชีวิต
uk: Оцінка аналізу циклів життя

source: Impact for this product
bg: Въздействие на този продукт
ca: Impacte per a aquest producte
cs: Vliv na tento produkt
da: Påvirkning fra dette produkt
de: Auswirkungen für dieses Produkt
el: Αντίκτυπος για αυτό το προϊόν
eo: Efiko por ĉi tiu produkto
es: Impacto de este producto
fa: تأثیر برای این محصول
fi: Tämän tuotteen vaikutus
fr: Impact pour ce produit
he: השפעת המוצר הזה
hr: Utjecaj na ovaj proizvod
hu: A termék környezeti hatása
id: Dampak untuk produk ini
it: Impatto per questo prodotto
ja: この製品への影響
ka: ამ პროდუქტის გავლენა
lt: Poveikis šiam produktui
lv: Ietekme uz šo produktu
nl_be: Invloed voor dit product
pl: Wpływ na ten produkt
pt_pt: Impacto para este produto
ro: Impact pentru acest produs
ru: Воздействие данного продукта
sl: Vpliv za ta izdelek
sv: Påverkan för denna produkt
th: ผลกระทบต่อผลิตภัณฑ์นี้
tr: Bu ürün için etki
uk: Вплив на цей продукт
vi: Tác động đối với sản phẩm này

# environmental_score_downgraded_non_recyclable_and_non_biodegradable_materials
source: The score of products with non-recyclable and non-biodegradable packaging materials is capped at 79 (grade B).
bg: Резултатът от продукти с нерециклируеми и неразграждащи се опаковъчни материали е ограничен до 79 (степен B).
cs: Skóre produktů s nerecyklovatelnými a biologicky nerozložitelnými obalovými materiály je omezeno na 79 (stupeň B).
de: Die Wertung von Produkten mit nicht wiederverwertbaren und nicht biologisch abbaubaren Verpackungsmaterialien ist auf 79 (Note B) begrenzt.
el: Η βαθμολογία των προϊόντων με μη ανακυκλώσιμα και μη βιοδιασπώμενα υλικά συσκευασίας περιορίζεται στο 79 (βαθμός Β).
eo: La poentaro de produktoj kun ne-recikleblaj kaj ne-biodegradeblaj pakmaterialoj estas limigita je 79 (grado B).
fa: امتیاز محصولاتی که مواد بسته‌بندی آنها غیرقابل بازیافت و زیست‌تخریب‌پذیر است، حداکثر ۷۹ (درجه B) است.
fi: Kierrätyskelvottomia ja biohajoamattomia pakkausmateriaaleja sisältävien tuotteiden pistemäärä on enintään 79 (arvosana B).
fr: Le score des produits avec des matériaux d'emballage non recyclables et non biodégradables est plafonné à 79 (grade B).
he: הציון של מוצרים עם אריזה מחומרים שלא ניתן למחזר ואינם מתכלים מוגבל ל־79 (דרגה B).
hr: Rezultat proizvoda s ambalažnim materijalima koji se ne mogu reciklirati i nisu biorazgradivi ograničen je na 79 (ocjena B).
hu: A nem újrahasznosítható és biológiailag nem lebomló csomagolóanyagot tartalmazó termékek pontszáma 79 (B osztály).
id: Skor produk dengan bahan kemasan non-daur ulang dan non-dapat terurai dengan mudah dibatasi pada angka 79 (nilai B).
it: Il punteggio dei prodotti con materiali d'imballaggio non riciclabili e non biodegradabili è limitato a 79 (livello B).
ka: არაგადამუშავებადი და არაბიოდეგრადირებადი შესაფუთი მასალების მქონე პროდუქტების ქულა 79-ით შემოიფარგლება (B ქულა).
lt: Produktų su neperdirbamomis ir biologiškai neskaidžiomis pakavimo medžiagomis balas yra 79 balai (B klasė).
lv: Produktu ar nepārstrādājamiem un bioloģiski nenoārdāmiem iepakojuma materiāliem vērtējums ir ierobežots līdz 79 (B klase).
nl_be: De score van producten met niet-recycleerbare en niet-biologisch afbreekbare verpakkingsmaterialen wordt beperkt op 79 (niveau B).
pl: Punktacja produktów z nienadających się do recyklingu i biodegradowalnych materiałów opakowaniowych jest ograniczona do 79 (klasa B).
pt_pt: A pontuação de produtos com materiais da embalagem não recicláveis e não biodegradáveis é limitada a 79 (grau B).
ru: Балл для продукции с неперерабатываемой и небиоразлагаемой упаковкой ограничен 79 (уровень B).
sv: Poängen för produkter med icke-återvinningsbara och icke-biologiskt nedbrytbara förpackningsmaterial är begränsad till 79 (betyg B).
th: คะแนนของผลิตภัณฑ์ที่มีบรรจุภัณฑ์ที่ไม่สามารถรีไซเคิลได้และไม่สามารถย่อยสลายได้ทางชีวภาพนั้นถูกจำกัดไว้ที่ 79 (เกรด B)
uk: Оцінка продуктів з пакувальних матеріалів, що не підлягають переробці та біорозкладанню, обмежена 79 (клас B).

# nutriscore_not_applicable
source: Nutri-Score not applicable for this product category.
bg: Nutri-Score не е приложим за тази продуктова категория.
ca: Nutri-Score no s'aplica a aquesta categoria de producte.
cs: Nutri-Score se nevztahuje na tuto kategorii produktů.
da: Nutri-Score gælder ikke for denne produktkategori.
de: Nutri-Score ist für diese Produktkategorie nicht anwendbar.
el: Το Nutri-Score δεν ισχύει για αυτήν την κατηγορία προϊόντων.
eo: Nutri-Score ne aplikeblas por ĉi tiu produkta kategorio.
es: Para esta categoría de producto el Nutri-Score no es aplicable.
fa: امتیاز تغذیه‌ای برای این دسته از محصولات قابل استفاده نیست.
fi: Nutri-Score ei sovellu tähän tuoteluokkaan.
fr: Nutri-Score ne s'applique pas à cette catégorie de produits.
he: Nutri-Score אינו תקף עבור קטגוריית מוצרים זו.
hr: Nutri-Score se ne odnosi na ovu kategoriju proizvoda.
hu: A Nutri-Score nem alkalmazható erre a termékkategóriára.
id: Nutri-Score tidak berlaku untuk kategori produk ini.
it: Nutri-Score non applicabile per questa categoria di prodotti.
ja: この製品カテゴリにはNutri-Scoreは適用されません。
ka: Nutri-Score არ ვრცელდება ამ პროდუქტის კატეგორიაზე.
lt: Nutri-Score netaikomas šiai produktų kategorijai.
lv: Nutri-Score šai produktu kategorijai nav piemērojams.
nl_be: Nutri-Score niet van toepassing op deze productcategorie.
pl: Nutri-Score nie dotyczy tej kategorii produktów.
pt_pt: Nutri-Score não aplicável para esta categoria de produtos.
ro: Nutri-Score nu se aplică pentru această categorie de produse.
ru: Nutri-Score не применим к данной категории продуктов.
sl: Nutri-Score ne velja za to kategorijo izdelkov.
sv: Nutri-Score är inte tillämpligt för denna produktkategori.
th: คะแนนโภชนาการ (Nutri-Score) ไม่สามารถใช้ได้กับผลิตภัณฑ์ประเภทนี้
tr: Nutri-Score bu ürün kategorisi için uygulanamaz.
uk: Система Nutri-Score не придатна для категорії цієї продукції.
vi: Điểm Dinh Dưỡng không áp dụng cho danh mục sản phẩm này.

# nutriscore_missing_category
source: The category of the product must be specified in order to compute the Nutri-Score.
bg: Категорията на продукта трябва да бъде посочена, за да се изчисли Nutri-Score.
ca: S'ha d'especificar la categoria del producte per poder calcular el Nutri-Score.
cs: Pro výpočet Nutri-Score musí být specifikována kategorie produktu.
da: Produktkategorien skal angives for at kunne beregne Nutri-Score.
de: Zur Berechnung des Nutri-Score muss die Kategorie des Produkts angegeben werden.
el: Η κατηγορία του προϊόντος πρέπει να καθοριστεί για τον υπολογισμό του Nutri-Score.
eo: La kategorio de la produkto devas esti specifita por kalkuli la Nutri-Poentaron.
es: La categoría del producto debe ser especificada para calcular el Nutri-Score.
fa: برای محاسبه امتیاز تغذیه‌ای، باید دسته محصول مشخص شود.
fi: Tuotteen luokka on määritettävä Nutri-Scoren laskemiseksi.
fr: La catégorie du produit doit être spécifiée afin de calculer le Nutri-Score.
he: יש לציין את קטגוריית המוצר כדי לחשב Nutri-Score.
hr: Za izračun Nutri-Scorea potrebno je navesti kategoriju proizvoda.
hu: A Nutri-Score kiszámításához meg kell adni a termék kategóriáját.
id: Kategori produk harus ditentukan untuk menghitung Nutri-Score.
it: La categoria del prodotto dev'esser specificata per calcolare il Nutri-Score.
ja: Nutri-Scoreを計算するには、この製品のカテゴリが指定されている必要があります。
ka: Nutri-Score-ის გამოსათვლელად აუცილებელია პროდუქტის კატეგორიის მითითება.
lt: Norint apskaičiuoti Nutri-Score, turi būti nurodyta produkto kategorija.
lv: Lai aprēķinātu Nutri-Score, ir jānorāda produkta kategorija.
nl_be: Productcategorie moet gespecificeerd worden om de Nutri-Score te berekenen.
pl: W celu obliczenia Nutri-Score należy określić kategorię produktu.
pt_pt: A categoria do produto deve ser especificada para calcular o Nutri-Score.
ro: Categoria produsului trebuie specificată pentru a calcula Nutri-Score.
ru: Для определения Nutri-Score необходимо указать категорию продукта.
sl: Za izračun Nutri-Score je treba navesti kategorijo izdelka.
sv: Produktens kategori måste anges för att beräkna Nutri-Score.
th: ต้องระบุหมวดหมู่ของผลิตภัณฑ์เพื่อคำนวณค่าโภชนาการ (Nutri-Score)
tr: Nutri-Score'un hesaplanabilmesi için ürünün kategorisinin belirtilmesi gerekmektedir.
uk: Обов’язково вказати категорію продукції для того, щоб обчислити її за допомогою системи Nutri-Score.
vi: Danh mục của sản phẩm phải được xác định để tính Điểm Dinh Dưỡng.
