Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# additives_efsa_evaluation_exposure_mean_greater_than_noael
source: Groups with more than 50% of members exceeding the maximum dose without adverse effect (No observed adverse effect level - NOAEL)
ar: المجموعات التي يتجاوز عدد أعضائها 50٪ تجاوزوا الحد الأقصى للجرعة بدون تأثير ضار (لا يوجد مستوى تأثير ضار ملحوظ)
bg: Групи с повече от 50% от членовете, надвишаващи максималната доза без неблагоприятен ефект (Ниво на наблюдавани неблагоприятни ефекти - NOAEL)
ca: Grups amb més del 50% de membres que superen la dosi màxima sense efectes adversos (No hi ha un nivell d'efecte advers observat - NOAEL)
cs: Skupiny, ve kterých více než 50 % členů překračuje maximální dávku bez nežádoucího účinku (hladina bez pozorovaných nežádoucích účinků - NOAEL)
da: Grupper, hvor flere end 50% af medlemmerne overskrider den maksimale dosis uden bivirkning (ingen observeret bivirkning - NOAEL)
de: Gruppen mit mehr als 50% der Mitglieder, die die maximale Dosis ohne Nebenwirkungen überschreiten (Keine beobachteten Nebenwirkungen - NOAEL)
el: Ομάδες με περισσότερα από 50% των μελών που υπερβαίνουν τη μέγιστη δόση χωρίς ανεπιθύμητες ενέργειες (Δεν παρατηρήθηκε επίπεδο ανεπιθύμητων ενεργειών - NOAEL)
eo: Grupoj kun pli ol 50% da membroj superantaj la maksimuman dozon sen malutila efiko (Niu nivelo kun neniu observita malutila efiko - NOAEL)
es: Grupos con más del 50% de miembros que exceden la dosis máxima sin efecto adverso (No se observa el nivel de efecto adverso - NOAEL)
fa: گروه‌هایی که بیش از ۵۰٪ از اعضا بدون عارضه جانبی از حداکثر دوز تجاوز کرده‌اند (بدون سطح عارضه جانبی مشاهده شده - NOAEL)
fi: Ryhmät, joissa yli 50% jäsenistä ylittää enimmäisannoksen ilman haitallisia vaikutuksia (haitaton annostaso - NOAEL)
fr: Groupes avec plus de 50% de membres qui dépassent la dose maximale sans effet nocif observable (DSENO)
he: קבוצות בהן למעלה מ־50% מהחברים חורגים מהמינון המקסימלי ללא השפעה שלילית (אין רמת השפעה שלילית ניכרת - NOAEL)
hr: Skupine s više od 50% članova koji premašuju maksimalnu dozu bez štetnog učinka (razina bez uočenog štetnog učinka - NOAEL)
hu: A csoport tagjainak több mint 50%-ánál túllépi a káros hatások nélküli legnagyobb dózis mennyiségét (a „Nincs megfigyelhető káros hatás” szintjét - NOAEL)
id: Kelompok - kelompok dengan 50% anggotanya melebihi dosis maksimum tanpa dampak yang merugikan (No observed adverse effect level - NOAEL)
it: Gruppi con più del 50% di membri che superano la dose massima senza effetti avversi (Nessun livello di effetto avverso osservato - NOAEL)
ja: 有害作用なしに最大用量を超えるメンバーが50％を超えるグループ (有害作用レベルが観察されない - NOAEL)
ka: ჯგუფები, რომელთა წევრების 50%-ზე მეტი აჭარბებს მაქსიმალურ დოზას გვერდითი მოვლენების გარეშე (არასასურველი ეფექტის დონე - NOAEL)
lt: Grupės, kuriose daugiau kaip 50% narių viršija maksimalią dozę ir neturi neigiamo poveikio (nepastebėtas neigiamas poveikis - NOAEL)
lv: Grupas, kurās vairāk nekā 50% dalībnieku pārsniedz maksimālo devu bez nelabvēlīgas ietekmes (nenovērotās nelabvēlīgās ietekmes līmenis — NOAEL)
nl_be: Bevolkingsgroepen, waarvan meer dan 50% van de leden, meer consumeert dan de maximale dosering zonder nadelig effect (geen schadelijk effectniveau waargenomen - NOAEL)
pl: Grupy, których ponad 50% członków przekracza maksymalną dawkę bez negatywnych skutków (Działanie szkodliwe nie zostało zaobserwowane - NOAEL)
pt_pt: Grupos com mais de 50% de membros excedendo a dose máxima sem efeito adverso (nenhum nível de efeito adverso observado - NOAEL)
ro: Grupuri cu mai mult de 50% din membri care depășesc doza maximă fără efect advers (Nivel de efecte adverse observate - NOAEL)
ru: Группы с более чем 50% членов, превышающих максимальную дозу без неблагоприятного эффекта (NOAEL)
sl: Skupine z več kot 50% članov, ki presegajo največji odmerek brez škodljivega učinka (brez opaznega škodljivega učinka - NOAEL)
sv: Grupper med mer än 50 % av medlemmar som överskrider den maximala dosen utan negativ effekt (nivå där ingen skadlig effekt observeras - NOAEL)
th: กลุ่มที่มีสมาชิกมากกว่า 50% ใช้ยาเกินขนาดสูงสุดโดยไม่เกิดผลข้างเคียง (ไม่พบผลข้างเคียงในระดับที่สังเกตได้ - NOAEL)
tr: Üyelerinin %50'sinden fazlası olumsuz etki olmadan maksimum dozu aşan gruplar (Gözlemlenen olumsuz etki seviyesi yok - NOAEL)
uk: Групи, де є більше ніж 50% учасників перевищують максимальну норму не несучи за собою шкідливих наслідків (Рівень шкідливого впливу, який не спостерігається - NOAEL)
vi: Các nhóm có hơn 50% thành viên vượt quá liều tối đa mà không có tác dụng phụ (Không thấy mức độ tác động bất lợi được quan sát - NOAEL)

# additives_efsa_evaluation_exposure_95th_greater_than_noael
source: Groups with more than 5% of members exceeding the maximum dose without adverse effect (No observed adverse effect level - NOAEL)
ar: المجموعات التي يزيد عدد أعضائها عن 5٪ تجاوزوا الحد الأقصى للجرعة بدون تأثير ضار (لا يوجد مستوى تأثير ضار ملحوظ)
bg: Групи с повече от 5% от членовете, надвишаващи максималната доза без неблагоприятен ефект (Ниво на наблюдавани неблагоприятни ефекти - NOAEL)
ca: Grups amb més del 5% de membres que superen la dosi màxima sense efectes adversos (No hi ha un nivell d'efecte advers observat - NOAEL)
cs: Skupiny s více než 5 % členů překračujícími maximální dávku bez nežádoucího účinku (hladina bez pozorovaných nežádoucích účinků - NOAEL)
da: Grupper, hvor flere end 5% af medlemmerne overskrider den maksimale dosis uden bivirkning (ingen observeret bivirkning - NOAEL)
de: Gruppen mit mehr als 5% der Mitglieder, die die maximale Dosis ohne Nebenwirkungen überschreiten (Keine beobachteten Nebenwirkungen - NOAEL)
el: Ομάδες με περισσότερα από 5% των μελών που υπερβαίνουν τη μέγιστη δόση χωρίς ανεπιθύμητες ενέργειες (Δεν παρατηρήθηκε επίπεδο ανεπιθύμητων ενεργειών - NOAEL)
eo: Grupoj kun pli ol 5% da membroj superantaj la maksimuman dozon sen malutila efiko (Sen observita malutila nivelo - NOAEL)
es: Grupos con más del 5% de miembros que exceden la dosis máxima sin efecto adverso (No se observa el nivel de efecto adverso - NOAEL)
fa: گروه‌هایی که بیش از ۵٪ از اعضای آنها بدون عارضه جانبی از حداکثر دوز تجاوز کرده‌اند (هیچ سطح عارضه جانبی مشاهده نشده است - NOAEL)
fi: Ryhmät, joissa yli 5% jäsenistä ylittää enimmäisannoksen ilman haitallisia vaikutuksia (haitaton annostaso - NOAEL)
fr: Groupes avec plus de 5% de membres qui dépassent la dose maximale sans effet nocif observable (DSENO)
he: קבוצות בהן למעלה מ־5% מהחברים חורגים מהמינון המקסימלי ללא השפעה שלילית (אין רמת השפעה שלילית ניכרת - NOAEL)
hr: Skupine s više od 5% članova koji premašuju maksimalnu dozu bez štetnog učinka (razina bez uočenog štetnog učinka - NOAEL)
hu: A csoport tagjainak több mint 5%-ánál túllépi a káros hatások nélküli legnagyobb dózis mennyiségét (a „Nincs megfigyelhető káros hatás” szintjét - NOAEL)
id: Kelompok - kelompok dengan 5% anggotanya melebihi dosis maksimum tanpa dampak yang merugikan (No observed adverse effect level - NOAEL)
it: Gruppi con più del 5% di membri che superano la dose massima senza effetti avversi (Nessun livello di effetto avverso osservato - NOAEL)
ja: 有害作用なしに最大用量を超えるメンバーが5％を超えるグループ (有害作用レベルが観察されない - NOAEL)
ka: ჯგუფები, რომელთა წევრების 5%-ზე მეტი აჭარბებს მაქსიმალურ დოზას გვერდითი მოვლენების გარეშე (არასასურველი ეფექტის დონე - NOAEL)
lt: Grupės, kuriose daugiau kaip 5% narių viršija maksimalią dozę ir neturi nepageidaujamo poveikio (nepastebėtas neigiamas poveikis - NOAEL)
lv: Grupas, kurās vairāk nekā 5 % dalībnieku pārsniedz maksimālo devu bez nelabvēlīgas ietekmes (nenovērotās nelabvēlīgās ietekmes līmenis — NOAEL)
nl_be: Bevolkingsgroepen, waarvan meer dan 5% van de leden, meer consumeert dan de maximale dosering zonder nadelig effect (geen schadelijk effectniveau waargenomen - NOAEL)
pl: Grupy, których ponad 5% członków przekracza maksymalną dawkę bez negatywnych skutków (Działanie szkodliwe nie zostało zaobserwowane - NOAEL)
pt_pt: Grupos com mais de 5% de membros excedendo a dose máxima sem efeito adverso (nenhum nível de efeito adverso observado - NOAEL)
ro: Grupuri cu mai mult de 5% din membri care depășesc doza maximă fără efect advers (Nivel de efecte adverse observate - NOAEL)
ru: Группы с более чем 5% членов, превышающих максимальную дозу без неблагоприятного эффекта (NOAEL)
sl: Skupine z več kot 5% članov, ki presegajo največji odmerek brez škodljivega učinka (brez opaznega škodljivega učinka - NOAEL)
sv: Grupper med mer än 5 % av medlemmar som överskrider den maximala dosen utan negativ effekt (nivå där ingen skadlig effekt observeras - NOAEL)
th: กลุ่มที่มีสมาชิกมากกว่า 5% ที่ได้รับยาเกินขนาดสูงสุดโดยไม่มีผลข้างเคียง (ไม่พบผลข้างเคียงในระดับที่สังเกตได้ - NOAEL)
tr: Üyelerinin %5'inden fazlası olumsuz etki olmadan maksimum dozu aşan gruplar (Gözlemlenen olumsuz etki seviyesi yok - NOAEL)
uk: Групи з більше ніж 5% учасників, які не несуть за собою шкідливі наслідки (Без спостереження шкідливих наслідків - БСШН)
vi: Các nhóm có hơn 5% thành viên vượt quá liều tối đa mà không có tác dụng phụ (Không thấy mức độ tác động bất lợi được quan sát - NOAEL)

# exposure_title_95th
source: Moderate risk
bg: Умерен риск
ca: Risc moderat
cs: Střední riziko
da: Moderat risiko
de: Mäßiges Risiko
el: Μέτριος κίνδυνος
eo: Modera risko
es: Riesgo moderado
fa: خطر متوسط
fi: Kohtalainen riski
fr: Risque modéré
he: סיכון בינוני
hr: Umjereni rizik
hu: Közepes kockázat
id: Risiko menengah
it: Rischio moderato
ja: 中程度のリスク
ka: საშუალო რისკი
lt: Vidutinė rizika
lv: Mērens risks
nl_be: Matig risico
pl: Umiarkowane ryzyko
pt_pt: Risco moderado
ro: Risc moderat
ru: Умеренный риск
sv: Måttlig risk
th: ความเสี่ยงปานกลาง
tr: Orta risk
uk: Помірний ризик
vi: Nguy cơ vừa phải

# exposure_description_95th
source: 5% of people or more
bg: 5% от хората или повече
ca: 5% de persones o més
cs: 5 % lidí nebo více
da: 5% af personer eller flere
de: 5% der Bevölkerung oder mehr
el: 5% των ατόμων ή περισσότερο
eo: 5% de homoj aŭ pli
es: 5% de las personas o más
fa: ۵٪ یا بیشتر از مردم
fi: 5 % ihmisistä tai enemmän
fr: 5% des personnes ou plus
he: 5% מהאנשים ומעלה
hr: 5% ljudi ili više
hu: az emberek 5%-a vagy több
id: 5% orang atau lebih
it: 5% delle persone o più
ja: 5%以上の人が
ka: ადამიანების 5% ან მეტი
lt: 5 % ar daugiau žmonių
lv: 5% cilvēku vai vairāk
nl_be: 5% van de mensen of meer
pl: 5% osób lub więcej
pt_pt: 5% das pessoas ou mais
ro: 5% dintre oameni sau mai mult
ru: 5% людей или более
sv: 5 % av personer eller fler
th: 5% ของผู้คนหรือมากกว่านั้น
tr: İnsanların% 5'i veya daha fazlası
uk: 5% людей або більше
vi: 5% số người trở lên

# exposure_title_mean
source: High risk
bg: Висок риск
ca: Alt risc
cs: Vysoké riziko
da: Høj risiko
de: Hohes Risiko
el: Υψηλός κίνδυνος
eo: Alta risko
es: Riesgo alto
fa: ریسک بالا
fi: Suuri riski
fr: Risque élevé
he: סיכון גבוה
hr: Visoki rizik
hu: Magas kockázat
id: Risiko Tinggi
it: Rischio elevato
ja: 高いリスク
ka: მაღალი რისკი
lt: Didelė rizika
lv: Augsts risks
nl_be: Hoog risico
pl: Wysokie ryzyko
pt_pt: Risco elevado
ro: Risc ridicat
ru: Высокий риск
sv: Hög risk
th: ความเสี่ยงสูง
tr: Yüksek risk
uk: Високий ризик
vi: Nguy cơ cao

# exposure_description_mean
source: 50% of people or more
bg: 50% от хората или повече
ca: 50% de les persones o més
cs: 50 % lidí nebo více
da: 50% af personer eller flere
de: 50% der Bevölkerung oder mehr
el: 50% των ατόμων ή περισσότερο
eo: 50% de homoj aŭ pli
fa: ۵۰٪ از مردم یا بیشتر
fi: 50 % ihmisistä tai enemmän
fr: 50% des personnes ou plus
he: 50% מהאנשים ומעלה
hr: 50% ljudi ili više
hu: az emberek 50%-a vagy több
id: 50% orang atau lebih
it: 50% delle persone o più
ja: 50％以上の人が
ka: ადამიანების 50% ან მეტი
lt: 50 % ar daugiau žmonių
lv: 50% cilvēku vai vairāk
nl_be: 50% van de mensen of meer
pl: 50% osób lub więcej
pt_pt: 50% das pessoas ou mais
ro: 50% dintre oameni sau mai mult
ru: 50% людей или более
sv: 50 % av personer eller fler
th: 50% ของผู้คนหรือมากกว่านั้น
tr: İnsanların %50'si veya daha fazlası
uk: 50% людей або більше
vi: 50% số người trở lên

source: Wikipedia
ca: Viquipèdia
cs: Wikipedie
el: Βικιπαίδεια
eo: Vikipedio
fa: ویکی‌پدیا
fr: Wikipédia
he: ויקיפדיה
hr: Wikipedija
hu: Wikipédia
ka: ვიკიპედია
lt: Vikipedija
lv: Vikipēdija
pt_pt: Wikipédia
ru: Википедия
sl: Wikipedija
th: วิกิพีเดีย
uk: Вікіпедія

# additives_classes
source: Functions
ar: الوظائف
bg: Функции
ca: Funcions
cs: Funkce
da: Funktioner
de: Funktionen
el: Συναρτήσεις
eo: Funkcioj
es: Funciones
fa: توابع
fi: Toiminnot
fr: Fonctions
he: פונקציות
hr: Funkcije
hu: Funkciók
id: Fungsi
it: Funzioni
ja: 機能
ka: ფუნქციები
lt: Funkcijos
lv: Funkcijas
nl_be: Functies
pl: Funkcje
pt_pt: Funções
ro: Funcții
ru: Функции
sl: Funkcije
sv: Funktioner
th: ฟังก์ชัน
tr: Fonksiyonlar
uk: Функції
vi: Chức năng

source: Photos and data check
ar: التحقق من الصور والبيانات
bg: Проверка на снимки и данни
ca: Comprovació de fotos i dades
cs: Kontrola fotografií a dat
da: Fotos- og datakontrol
de: Foto- und Datenprüfung
el: Έλεγχος φωτογραφιών και δεδομένων
eo: Fotoj kaj datenkontrolo
es: Comprobar fotos y datos
fa: بررسی عکس‌ها و داده‌ها
fi: Valokuvien ja tietojen tarkistus
fr: Vérification des photos et des données
he: בדיקת תמונות ונתונים
hr: Provjera fotografija i podataka
hu: Képek és adatok ellenőrzése
id: Foto - foto dan pemeriksaan data
it: Foto e controllo dei dati
ja: 写真とデータの確認
ka: ფოტოების და მონაცემების შემოწმება
lt: Nuotraukų ir duomenų tikrinimas
lv: Fotoattēlu un datu pārbaude
nl_be: Foto's en gegevenscontrole
pl: Weryfikacja zdjęć oraz danych
pt_pt: Fotografias e verificação de dados
ro: Fotografii și verificarea datelor
ru: Проверка фотографий и данных
sl: Fotografije in preverjanje podatkov
sv: Foton och datakontroll
th: ตรวจสอบรูปภาพและข้อมูล
tr: Fotoğraflar ve veri kontrolü
uk: Перевірка фото та даних
vi: Kiểm tra ảnh và dữ liệu

# photos_and_data_check_description
source: Product pages can be marked as checked by experienced contributors who verify that the most recent photos are selected and cropped, and that all the product data that can be inferred from the product photos has been filled and is correct.
ar: يمكن تمييز صفحات المنتج على أنها فُحِصت من قِبل المساهمين ذوي الخبرة الذين يتحققون من أن أحدث الصور تم تحديدها واقتصاصها، وأن جميع بيانات المنتج التي يمكن استنتاجها من صور المنتج قد تم ملؤها وتصحيحها.
bg: Страниците на продукта могат да бъдат маркирани като проверени от опитни сътрудници, които проверяват дали най-новите снимки са избрани и изрязани и че всички данни за продукта, които могат да бъдат изведени от снимките на продуктите, са попълнени и правилни.
ca: Els col·laboradors experimentats poden marcar les pàgines del producte com verificades per verificar que les fotos més recents estan seleccionades i retallades i que totes les dades del producte que es poden deduir de les fotos s'han omplert i són correctes.
cs: Produktové stránky mohou být označeny jako zkontrolované zkušenými přispěvateli, kteří ověří, že jsou vybrány a oříznuty nejnovější fotografie a zda byla vyplněna a správná všechna produktová data, která lze z produktových fotografií odvodit.
da: Produktsider kan markeres som kontrolleret af erfarne bidragsydere, som verificerer, at de seneste fotos er markeret og beskåret, og at alle produktdata, som kan udledes af produktfotoene, er blevet udfyldt og korrekt.
de: Produktseiten können von erfahrenen Mitwirkenden als geprüft markiert werden, die überprüfen, ob die neuesten Fotos ausgewählt und zugeschnitten sind und ob alle Produktdaten, die aus den Produktfotos abgeleitet werden können, ausgefüllt wurden und korrekt sind.
el: Οι σελίδες προϊόντων μπορούν να επισημανθούν ως ελεγμένες από έμπειρους συνεργάτες που επαληθεύουν ότι έχουν επιλεγεί και περικοπεί οι πιο πρόσφατες φωτογραφίες και ότι όλα τα δεδομένα προϊόντος που μπορούν να συναχθούν από τις φωτογραφίες του προϊόντος έχουν συμπληρωθεί και είναι σωστά.
eo: Produktaj paĝoj povas esti markitaj kiel kontrolitaj de spertaj kontribuantoj, kiuj kontrolas, ke la plej lastatempaj fotoj estas elektitaj kaj eltonditaj, kaj ke ĉiuj produktaj datumoj, kiujn oni povas dedukti el la produktaj fotoj, estas plenigitaj kaj ĝustaj.
es: Las páginas de producto pueden ser marcadas como comprobadas por los colaboradores experimentados que verifican que las fotos más recientes son seleccionadas y recortadas, y que todos los datos de producto que se pueden inferir de las fotos del producto se hayan completado y sean correctos.
fa: صفحات محصول می‌توانند توسط مشارکت‌کنندگان باتجربه‌ای که تأیید می‌کنند جدیدترین عکس‌ها انتخاب و برش داده شده‌اند و تمام داده‌های محصول که می‌توان از عکس‌های محصول استنباط کرد، تکمیل شده و صحیح هستند، به عنوان «بررسی‌شده» علامت‌گذاری شوند.
fi: Kokeneet osallistujat voivat merkitä tuotesivuja tarkistetuiksi varmistamalla, että tuoreimmat kuvat ovat valittuna ja rajattuna, ja että tuotetiedot jotka voidaan johtaa kuvista on oikein täytettynä.
fr: Les fiches produits peuvent être marquées comme étant vérifiées par les contributeurs expérimentés qui vérifient que les photos les plus récentes sont sélectionnées et recadrées, et que les données du produit que l'on peut déduire des photos ont été remplies et sont correctes.
he: ניתן לסמן עמודי מוצרים כאילו עברו בדיקה על ידי תורמים מנוסים שאימתו שהתמונות העדכניות ביותר נבחרו ונחתכו ושכל הנתונים שניתן להסיק מאריזת המוצר מולאו ושהם נכונים.
hr: Stranice proizvoda mogu označiti kao provjerene od strane iskusnih suradnika koji provjeravaju da su odabrane i izrezane najnovije fotografije te da su svi podaci o proizvodu koji se mogu zaključiti iz fotografija proizvoda ispunjeni i točni.
hu: A termékoldalakat tapasztalt közreműködők ellenőrzöttként jelölhetik meg, akik ellenőrzik, hogy a legfrissebb fotókat kiválasztották-e és körbevágták-e, valamint hogy a termékfotókból kikövetkeztethető összes termékadat ki lett töltve és helyes.
id: Halaman produk dapat ditandai dengan "telah diperiksa" oleh para kontributor berpengalaman yang telah melakukan verifikasi bahwa foto - foto terakhir telah dipilih dan dipotong, serta semua data produk yang dapat disimpulkan dari foto - foto tersebut telah diisi dengan benar.
it: Le pagine dei prodotti possono essere contrassegnate come verificate quando controllate da contributori esperti che verificano che siano selezionate le foto più recenti e siano tagliate in modo corretto e che tutti i dati dei prodotti ricavabili dalle foto dei prodotti siano stati compilati e siano corretti.
ja: 製品ページは、最新の写真が選択およびトリミングされていること、および製品写真から推測できるすべての製品データが入力され、正しいことを確認する経験豊富な寄稿者によってチェック済みとしてマークできます。
ka: პროდუქტის გვერდები შეიძლება მონიშნული იყოს, როგორც შემოწმებული გამოცდილი კონტრიბუტორების მიერ, რომლებიც ადასტურებენ, რომ უახლესი ფოტოები შერჩეული და მოჭრილია და რომ პროდუქტის ფოტოებიდან გამომდინარე ყველა ინფორმაცია შევსებულია და სწორია.
lt: Produktų puslapius gali pažymėti kaip patikrintus patyrusių bendradarbių, kurie patikrina, ar atrinktos ir apkarpytos naujausios nuotraukos ir ar visi gaminio duomenys, kuriuos galima daryti iš gaminio nuotraukų, yra užpildyti ir yra teisingi.
lv: Produktu lapas var atzīmēt kā pārbaudītas, ja to veic pieredzējuši līdzstrādnieki, kuri pārliecinās, ka ir atlasīti un apgriezti jaunākie fotoattēli un ka visi produktu dati, ko var secināt no produktu fotoattēliem, ir aizpildīti un ir pareizi.
nl_be: Productpagina's kunnen worden gemarkeerd als gecontroleerd door ervaren bijdragers die controleren of de meest recente foto's zijn geselecteerd en bijgesneden en dat alle productgegevens die kunnen worden afgeleid van de productfoto's zijn ingevuld en correct zijn.
pl: Strony produktów mogą być oznaczone jako sprawdzone przez doświadczonych użytkowników, którzy analizują, czy zdjęcia zostały właściwie dobrane i należycie wykadrowane oraz czy wszystkie dane artykułu spożywczego, które można wywnioskować ze zdjęć produktów, zostały wypełnione i są poprawne.
pt_pt: As páginas do produto podem ser marcadas como verificadas por colaboradores experientes que verificam se as fotografias mais recentes estão selecionadas e recortadas e se todos os dados do produto que podem ser inferidos das fotografias do produto foram preenchidos e estão corretos.
ro: Paginile produselor pot fi marcate ca verificate de colaboratori experimentați care verifică dacă cele mai recente fotografii sunt selectate și decupate și că toate datele despre produse care pot fi deduse din fotografiile produselor au fost completate și corecte.
ru: Страницы продуктов погут быть помечены опытными участниками как проверенные, которые подтверждают, что выбраны последние фотографии и они верно обрезаны, и что все данные с фотографии упаковки введены верно.
sl: Strani izdelkov so lahko označene kot preverjene s strani izkušenih avtorjev, ki preverijo, ali so izbrane in obrezane najnovejše fotografije in ali so vsi podatki o izdelku, ki jih lahko sklepamo na fotografijah izdelka, izpolnjeni in pravilni.
sv: Produktsidor kan markeras som kontrollerade av erfarna bidragsgivare som verifierar att de senaste bilderna är valda och beskurna, och att all produktdata som kan härledas från produktbilderna har fyllts i och är korrekt.
th: หน้าสินค้าสามารถถูกทำเครื่องหมายว่าตรวจสอบแล้วโดยผู้ร่วมให้ข้อมูลที่มีประสบการณ์ ซึ่งจะตรวจสอบว่าได้เลือกและตัดแต่งรูปภาพล่าสุดแล้ว และข้อมูลสินค้าทั้งหมดที่สามารถอนุมานได้จากรูปภาพสินค้าได้ถูกกรอกและถูกต้องแล้ว
tr: Ürün sayfaları en son fotoğrafların seçildiğini ve kırpıldığını, ve ürün fotoğraflarından belirlenebilecek tüm ürün verilerinin doldurulduğunu ve doğru olduğunu doğrulayan deneyimli katılımcılar tarafından kontrol edildi olarak işaretlenebilir.
uk: Сторінки продукції можуть бути позначені як перевірені досвідченими співучасниками, які затвердили те, що більшість фотографій, які були зроблені нещодавно відібрано та обрізано, а також всі дані про товар, які можна вивести з фотографій продукції були заповнені та є коректними.
vi: Trang sản phẩm có thể được đánh dấu đã kiểm tra bởi các cộng tác viên có kinh nghiệm trong việc xác minh những ảnh gần đây nhất được lựa chọn và cắt ra, và rằng tất cả các dữ liệu sản phẩm có thể được suy đoán ra từ ảnh sản phẩm đã được điền đầy đủ và chính xác.

source: Photos and data checked
ar: تم فحص الصور والبيانات
bg: Проверени снимки и данни
ca: Fotos i dades comprovades
cs: Fotografie a data zkontrolovány
da: Fotos og data kontrolleret
de: Fotos und Daten geprüft
el: Οι φωτογραφίες και τα δεδομένα ελέγχθηκαν
eo: Fotoj kaj datumoj kontrolitaj
es: Fotos y datos comprobados
fa: عکس‌ها و داده‌ها بررسی شدند
fi: Valokuvat ja tiedot tarkastettu
fr: Les photos et données ont été vérifiées.
he: התמונות והנתונים נבדקו
hr: Provjerene fotografije i podaci
hu: Képek és adatok ellenőrizve
id: Foto - foto dan data telah diperiksa
it: Foto e dati controllati
ja: 写真とデータを確認しました
ka: ფოტოები და მონაცემები შემოწმებულია
lt: Patikrintos nuotraukos ir duomenys
lv: Fotoattēli un dati pārbaudīti
nl_be: Foto's en gegevens gecontroleerd
pl: Zdjęcia i dane sprawdzone
pt_pt: Fotografias e dados verificados
ro: Fotografii și date verificate
ru: Фотографии и данные проверены
sl: Fotografije in podatki preverjeni
sv: Foton och data kontrollerade
th: ตรวจสอบรูปภาพและข้อมูลเรียบร้อยแล้ว
tr: Fotoğraflar ve veriler kontrol edildi
uk: Фото та дані перевірено
vi: Ảnh và dữ liệu đã được kiểm tra
