Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# manufacturing_places_without_products
source: Products not manufactured or processed in %s
ar: المنتجات غير المصنعة أو المصنعة في %s
bg: Продукти, които не са произведени или преработени в %s
ca: Productes no fabricats o processats en %s
cs: Výrobky, které nebyly vyrobené nebo zpracované v %s
da: Produkter ikke fremstillet eller forarbejdet i %s
de: Produkte, die nicht in %s hergestellt oder verarbeitet wurden
el: Προϊόντα που δεν έχουν κατασκευαστεί ή επεξεργαστεί σε %s
eo: Produktoj ne fabrikitaj aŭ prilaboritaj en %s
es: Productos no manufacturados o procesados en %s
fa: محصولاتی که در %sتولید یا پردازش نشده‌اند
fi: Tuotteet, joita ei ole valmistettu tai jalostettu paikassa %s
fr: Les produits qui ne sont pas fabriqués ou transformés à : %s
he: מוצרים שלא יוצרו או עובדו ב%s
hr: Proizvodi koji nisu proizvedeni ili prerađeni u %s
hu: Termékek, amelyeknek nem %s a gyártási vagy feldolgozási helye
id: Produk - produk yang tidak dimanufaktur atau diproses di %s
it: Prodotti non realizzati o lavorati in %s
ja: %s で製造または加工されていない製品
ka: პროდუქტები, რომლებიც არ არის წარმოებული ან დამუშავებული %s-ში
lt: Produktai, kurie nėra pagaminti ar apdoroti %s
lv: Produkti, kas nav izgatavoti vai pārstrādāti %s
ms: Produk tidak dikilangkan atau diproses dalam %s
nl_be: Producten niet vervaardigd of verwerkt in %s
pl: Produkty wytworzone lub przetworzone poza %s
pt_pt: Produtos não fabricados nem processados em %s
ro: Produse nefabricate sau prelucrate în %s
ru: Продукты, произведённые или переработанные не в %s
sl: Izdelki niso izdelani ali predelani v %s
sv: Produkter som inte tillverkats eller bearbetats i %s
th: ผลิตภัณฑ์ที่ไม่ได้ผลิตหรือแปรรูปใน %s
tl: Mga produkto na hindi ginawa o naproseso sa %s
tr: %s'de imal edilmeyen veya işlenmeyen ürünler
uk: Товари не вироблені та не оброблені у %s
vi: Các sản phẩm không được sản xuất hoặc chế biến ở %s

# map_count
source: %d products match the search criteria, of which %i products have a known production place.
ar: %d تتطابق المنتجات مع معايير البحث ، ومنها %d منتجات لها مكان إنتاج معروف.
bg: %d продукта отговарят на критериите за търсене, от които %i продукта имат известно място на производство.
ca: %d productes coincideixen amb els criteris de recerca, dels quals % i productes tenen un lloc de producció conegut.
cs: %d úroduktů odpovídá kritériím vyhledávání, z nichž %i produktů má známé místo výroby.
da: %d produkter matcher søgekriterierne, hvoraf %i produkter har et kandt fremstillingssted.
de: %d Produkte entsprechen Ihren Suchkriterien, davon %i Produkte, wofür die Herstellungs- oder Verarbeitungsstätte bekannt ist.
el: %d προϊόντα ταιριάζουν με τα κριτήρια αναζήτησης, από τα οποία τα οποία %i προϊόντα έχουν καθορισμένες τιμές για τον άξονα του γραφήματος.
eo: %d produktoj kongruas kun la serĉkriterioj, el kiuj %i produktoj havas konatan produktadlokon.
es: %d productos coinciden con los criterios de búsqueda, de los que %i tienen un lugar de producción conocido.
fa: %d محصول با معیارهای جستجو مطابقت دارد، که از بین آنها %i محصول محل تولید مشخصی دارند.
fi: %d tuotetta täsmää hakukriteereihin, joista %i tuotteella on tunnettu valmistuspaikka.
fr: %d produits correspondent aux critères de recherche, dont %i produits pour lesquels le lieu de fabrication ou d'emballage est connu.
he: %d מוצרים תואמים לקריטריוני החיפוש, מתוכם ל־%i מהמוצרים מקום הייצור ידוע.
hr: %d proizvoda odgovara kriterijima pretraživanja, od kojih %i proizvoda ima poznato mjesto proizvodnje.
hu: %d termék felel meg a keresési feltételeknek, ezek közül %i terméknek ismert a gyártási helye.
id: %d produk - produk sesuai dengan kriteria pencarian, dimana semua %i produk memiliki tempat produksi yang dikenal.
it: %d prodotti corrispondono ai criteri di ricerca, di cui %i prodotti hanno un luogo di produzione nota.
ja: %d の製品が検索条件に一致します。そのうち %i の製品は既知の製造場所です。
ka: %d პროდუქტები შეესაბამება ძიების კრიტერიუმებს, რომელთაგან %i პროდუქტებს აქვთ ცნობილი წარმოების ადგილი.
lt: %d produktų atitinka paieškos kriterijus, iš kurių %i produktai turi žinomą gamybos vietą.
lv: %d produkti atbilst meklēšanas kritērijiem, no kuriem %i produktiem ir zināma ražošanas vieta.
ms: %d produk sepadan dengan kriteria carian, yang mana %i produk mempunyai tempat pengilangan yang diketahui.
nl_be: %d producten stemmen overeen met uw zoekcriteria, waaronder %i producten waarvan de productielocatie of de locatie van verpakking gekend is.
pl: %s produktów odpowiada kryteriom wyszukiwania, miejsce produkcji jest znane dla %s z nich.
pt_pt: %d produtos correspondem aos critérios de pesquisa, dos quais %i têm local de produção conhecido.
ro: %d produse corespund criteriilor de căutare, din care %i produse au un loc de producție cunoscut.
ru: %d продуктов соответствуют критериям поиска, из них у %i продуктов указано место производства.
sl: Izdelki, ki se ujemajo z iskalnimi kriteriji: %d, od tega imajo znano mesto izdelave: %i.
sv: %d produkter matchar sökkriterierna, varav %i produkter har en känd produktionsplats.
th: มีผลิตภัณฑ์ %d รายการที่ตรงกับเกณฑ์การค้นหา โดยมีผลิตภัณฑ์ %i รายการที่มีสถานที่ผลิตที่ทราบแล้ว
tr: %d ürünleri %i ürünlerinde bilinen bir üretim alanına sahip olan arama kriterlerine uyuyor.
uk: %d товари відповідають критеріям пошуку, з них %iтоварів володіють відомим місцем видобутку.
vi: Các sản phẩm %d phù hợp với tiêu chí tìm kiếm, trong đó các sản phẩm %i có nơi sản xuất đã xác định.

source: Map title
ar: عنوان الخريطة
bg: Заглавие на картата
ca: Títol del mapa
cs: Název mapy
da: Korttittel
de: Titel der Karte
el: Τίτλος χάρτη
eo: Titolo de la mapo
es: Título del mapa
fa: عنوان نقشه
fi: Kartan otsikko
fr: Titre de la carte
he: כותרת המפה
hr: Naslov karte
hu: Térképi cím
id: Judul peta
it: Titolo della mappa
ja: 地図タイトル
ka: რუკის სათაური
lt: Žemėlapio pavadinimas
lv: Kartes nosaukums
ms: Tajuk peta
nl_be: Titel van de kaart
pl: Tytuł mapy
pt_pt: Título do mapa
ro: Titlul hărții
ru: Заголовок карты
sl: Naslov zemljevida
sv: Karttitel
th: ชื่อแผนที่
tl: Pamagat ng mapa
tr: Harita başlığı
uk: Назва плану
vi: Tiêu đề bản đồ

source: Menu
ar: قائمة الطعام
bg: Меню
ca: Menú
de: Menü
el: Μενού
eo: Menuo
es: Menú
fa: منو
fi: Valikko
he: תפריט
hr: Jelovnik
hu: Menü
ja: メニュー
ka: მენიუ
lt: Meniu
lv: Izvēlne
ro: Meniu
ru: Меню
sl: Meni
sv: Meny
th: เมนู
tr: Menü
uk: Меню
vi: Thực đơn

# menu_add_a_product
source: Add a product
ar: إضافة منتج
bg: Добави продукт
ca: Afegir un producte
cs: Přidat produkt
da: Tilføj produkt
de: Produkt hinzufügen
el: Προσθέστε ένα προϊόν
eo: Aldoni produkton
es: Añadir un producto
fa: افزودن یک محصول
fi: Lisää tuote
fr: Ajouter un produit
he: הוספת מוצר
hr: Dodaj proizvod
hu: Termék hozzáadása
id: Tambahkan produk
it: Aggiungi un prodotto
ja: 製品を追加
ka: პროდუქტის დამატება
lt: Pridėti produktą
lv: Pievienot produktu
ms: Tambah satu bahasa
nl_be: Product toevoegen
pl: Dodaj produkt
pt_pt: Adicionar um produto
ro: Adaugă un produs
ru: Добавить продукт
sl: Dodajte izdelek
sv: Lägg till en produkt
th: เพิ่มผลิตภัณฑ์ใหม่
tl: Magdagdag ng produkto
tr: Bir ürün ekle
uk: Додати продукт
vi: Thêm một sản phẩm

# menu_contribute
source: Contribute
ar: المساهمة
bg: Допринеси
ca: Contribuir
cs: Přispět
da: Bidrag
de: Mitwirken
el: Συμβάλλετε
eo: Kontribui
es: Contribuir
fi: Osallistu
fr: Contribuer
he: לתרום
hu: Hozzájárulás
id: Berkontribusi
it: Contribuire
ja: 貢献する
lt: Prisidėti
lv: Veicināt / atbalstīt
ms: Sumbang
nl_be: Bijdragen
pl: Wnieś wkład
pt_pt: Contribuir
ro: Contribuiți
ru: Способствовать
sl: Prispevaj
sv: Bidra
th: ร่วมสนับสนุน
tl: Mag-ambag
tr: Destekleyebilirsiniz
uk: Підтримати проєкт
vi: Góp phần

# menu_discover
source: Discover
ar: إكتشف
bg: Открийте
ca: Descobrir
cs: Zjistit víc
da: Opdag
de: Entdecken
el: Ανακαλύψτε
eo: Esploru
es: Descubrir
fa: پیدا کردن
fi: Tutustu
fr: Découvrir
he: לגלות
hu: Felfedezés
id: Jelajahi
it: Scopri
ja: 見つける
lt: Atrasti
lv: Atklāj
ms: Temui
nl_be: Ontdek
pl: Odkryj
pt_pt: Descobrir
ro: Descoperiți
ru: О проекте
sl: Odkritje
sv: Upptäck
th: รู้จักกับ Open Food Facts
tl: Tuklasin
tr: Keşfet
uk: Дізнатись більше
vi: Khám phá

source: Mission:
ar: المهمة:
bg: Мисия:
ca: Missió:
cs: Mise:
de: Aufgabe:
el: Αποστολή:
eo: Misio:
es: Misión:
fa: ماموریت:
fi: Tehtävä:
he: משימה:
hr: Misija:
hu: Küldetés:
id: Misi:
it: Missione:
ja: ミッション:
ka: მისია:
lt: Misija:
lv: Misija:
ms: Misi:
nl_be: Missie:
pl: Misja:
pt_pt: Missão:
ro: Misiune:
ru: Задание:
sl: Poslanstvo:
sv: Uppdrag:
th: ภารกิจ:
tl: Misyon:
tr: Görev:
uk: Доручення:
vi: Nhiệm vụ:

# mission_accomplished_by
source: This mission has been completed by:
ar: تم الانتهاء من هذه المهمة من خلال:
bg: Тази мисия е изпълнена от:
ca: Aquesta missió ha estat completada per:
cs: Tato mise byla dokončena uživatelem:
da: Denne mission er fuldført af:
de: Diese Aufgabe wurde abgeschlossen von:
el: Αυτή η αποστολή ολοκληρώθηκε από:
eo: Ĉi tiu misio estis plenumita de:
es: Esta misión ha sido completada por:
fa: این ماموریت توسط افراد زیر به پایان رسیده است:
fi: Tehtävän suorittivat:
fr: Cette mission a été accomplie par :
he: משימה זאת הושלמה על־ידי:
hr: Ovu misiju je završio/la:
hu: Ezt a küldetést teljesítette:
id: Misi ini telah diselesaikan oleh:
it: Questa missione è stata completata da:
ja: このミッションの完了者:
ka: ეს მისია შესრულებულია:
lt: Šią misiją įvykdė:
lv: Šo misiju pabeidz:
ms: Misi ini telah diselesaikan oleh:
nl_be: Deze missie werd voltooid door:
pl: Misja została zakończona przez:
pt_pt: Esta missão foi concluída por:
ro: Această misiune a fost terminată de către:
ru: Это задание выполнено:
sl: Ta izziv je bil izpolnjen od:
sv: Detta uppdrag har genomförts av:
th: ภารกิจนี้สำเร็จลุล่วงโดย:
tl: Ang misyong ito ay nakumpleto ni:
tr: Bu görev şu kişiler tarafından tamamlanmıştır:
uk: Ця місця була виконана:
vi: Nhiệm vụ này đã được hoàn thành bởi:

# mission_accomplished_by_n
source: Completed by %d persons.
ar: اكتمل بواسطة %d أشخاص.
bg: Попълнено от %d лица.
ca: Completat per %d persones.
cs: Dokončeno %d lidmi.
da: Fuldført af %d personer.
de: Wurde von %d Personen abgeschlossen.
el: Ολοκληρώθηκαν από %d άτομα.
eo: Kompletigita de %d personoj.
es: Completada por %d personas.
fa: توسط %d نفر تکمیل شده است.
fi: Suoritettu %d henkilön avulla.
fr: Accomplie par %d personnes.
he: הושלמה על־ידי %d משתמשים.
hr: Završilo %d osoba.
hu: %d személy teljesítette.
id: Diselesaikan oleh %d orang.
it: Completata da %d persone.
ja: %d 人により完了。
ka: შეავსეს %d პირებმა.
lt: Baigė %d asmenų.
lv: Pabeigusi %d persona.
ms: Dilengkapkan oleh %d orang.
nl_be: Voltooid door %d personen
pl: Ukończona przez %s osoby.
pt_pt: Concluída por %d pessoas.
ro: Terminată de către %d persoane.
ru: Завершено %d участниками.
sl: Izpolnjeno z %d osebami.
sv: Genomförd av %d personer.
th: ดำเนินการโดยบุคคล %d คน
tl: Natapos ng %d tao.
tr: %d kişice tamamlandı.
uk: Виконана %d людьми.
vi: Được hoàn thành bởi %d người.

# mission_accomplished_by_nobody
source: Be the first to complete this mission!
ar: كن أول من يكمل هذه المهمة!
bg: Бъди първият, завършил тази мисия!
ca: Sigues el primer a completar aquesta missió!
cs: Buďte první, kdo dokončí tuto misi!
da: Bliv den første til at fuldføre denne mission!
de: Seien Sie der/die Erste, der/die diese Aufgabe erfüllt!
el: Γίνετε ο πρώτος που θα ολοκληρώσει αυτή την αποστολή!
eo: Estu la unua, kiu plenumos ĉi tiun mision!
es: ¡Sé el primero en completar esta misión!
fa: اولین نفری باشید که این ماموریت را انجام می‌دهد!
fi: Ole ensimmäinen, joka suorittaa tämän tehtävän!
fr: Soyez le premier à accomplir cette mission!
he: משימה זו טרם הושלמה, קדימה, קטן עליך!
hr: Budi prvi koji će dovršiti ovu misiju!
hu: Legyen ön az első aki teljesíti ezt a küldetést!
id: Jadilah yang pertama untuk menyelesaikan misi ini!
it: Puoi essere il primo a completare questa missione!
ja: このミッションを完了しよう！
ka: იყავი პირველი, ვინც ამ მისიას შეასრულებს!
lt: Būk pirmasis įvykdęs šią misiją!
lv: Esi pirmais, kas pabeidz šo misiju!
ms: Jadilah yang pertama untuk menyelesaikan misi ini!
nl_be: Wees de eerste om deze missie te voltooien!
pl: Wykonaj misję jako pierwszy!
pt_pt: Seja o primeiro a concluir esta missão!
ro: Fii primul care termină această misiune!
ru: Будь первым, кто завершит этого задание!
sl: Bodite prvi, ki bo izpolnil ta izziv!
sv: Var den första att slutföra detta uppdrag!
th: จงเป็นคนแรกที่ทำภารกิจนี้สำเร็จ!
tl: Maging una sa pagkumpleto nitong misyon!
tr: Bu görevi tamamlayan ilk siz olun!
uk: Станьте першим, хто завершить цю місію!
vi: Hãy là người đầu tiên hoàn thành nhiệm vụ này!

# mission_goal
source: Goal:
ar: الهدف:
bg: Цел:
ca: Objectiu:
cs: Cíl:
da: Mål:
de: Ziel:
el: Στόχος:
eo: Golo:
es: Objetivo:
fa: هدف:
fi: Tavoite:
fr: Objectif :
he: יעד:
hr: Cilj:
hu: Cél:
id: Tujuan:
it: Obiettivo:
ja: ゴール:
ka: მიზანი:
lt: Tikslas:
lv: Mērķis:
ms: Matlamat:
nl_be: Doel:
pl: Cel:
pt_pt: Objetivo:
ro: Obiectiv:
ru: Выполнено:
sl: Cilj:
sv: Mål:
th: เป้าหมาย:
tl: Layunin:
tr: Hedef:
uk: Ціль:
vi: Mục tiêu:

source: Missions
ar: المهمات
bg: Мисии
ca: Objectius
cs: Mise
da: Missioner
de: Aufgaben
el: Αποστολές
eo: Misioj
es: Misiones
fi: Tehtävät
he: משימות
hu: Küldetések
id: Misi - misi
it: Missioni
ja: ミッション
lt: Tikslai
lv: Misijas
ms: Misi
nl_be: Missies
pl: Misje
pt_pt: Missões
ro: Misiuni
ru: Задания
sl: Izzivi
sv: Uppdrag
tl: Mga misyon
tr: Görevler
uk: Завдання
vi: Các nhiệm vụ

source: moderate quantity
ar: كمية معتدلة
bg: умерено количество
ca: Quantitat moderada
cs: mírné množství
da: moderat mængde
de: moderater Menge
el: μέτρια ποσότητα
eo: modera kvanto
es: cantidad moderada
fa: مقدار متوسط
fi: kohtalainen määrä
fr: quantité modérée
he: כמות בינונית
hr: umjerena količina
hu: mérsékelt mennyiségben
id: kuantitas sedang
it: quantità moderata
ja: 適度な量
ka: ზომიერი რაოდენობა
lt: vidutinis kiekis
lv: mērens daudzums
ms: kuantiti sederhana
nl_be: matige hoeveelheid
pl: umiarkowana ilość
pt_pt: quantidade moderada
ro: cantitate moderată
ru: умеренное количество
sl: zmerni količini
sv: måttlig kvantitet
th: ปริมาณปานกลาง
tl: katamtaman ang dami
tr: orta miktar
uk: середня кількість
vi: số lượng vừa phải

# move_images_to_another_product
source: Move the images to another product
ar: نقل الصور إلى منتج آخر
bg: Преместване на снимките към друг продукт
ca: Mou les imatges a un altre producte
cs: Přesunout obrázky k jinému výrobku
da: Flyt billederne til et andet produkt
de: Fotos in ein anderes Produkt verschieben
el: Μετακινήστε τις εικόνες σε άλλο προϊόν
eo: Movu la bildojn al alia produkto
es: Mover las imágenes a otro producto
fa: تصاویر را به محصول دیگری منتقل کنید
fi: Siirrä kuvat toiseen tuotteeseen
fr: Déplacer les images sur un autre produit
he: העברת התמונות למוצר אחר
hr: Premjesti slike na drugi proizvod
hu: A képek áthelyezése egy másik termékhez
id: Pindahkan gambar ke produk lain
it: Spostare le immagini a un altro prodotto
ja: 別の製品に画像を移動します
ka: სურათების სხვა პროდუქტზე გადატანა
lt: Perkelkite vaizdus į kitą gaminį
lv: Pārvietojiet attēlus uz citu produktu
ms: Pindahkan imej ke produk lain
nl_be: Verplaats de foto's naar een ander product
pl: Przenieś obrazy na inny produkt
pt_pt: Mover as imagens para outro produto
ro: Mută imaginile la un alt produs
ru: Переместить изображения в другой продукт
sl: Premaknite slike v drug izdelek
sv: Flytta bilderna till en annan produkt
th: ย้ายรูปภาพไปยังผลิตภัณฑ์อื่น
tl: Ilipat ang mga imahe sa ibang produkto
tr: Görüntüleri başka bir ürüne taşı
uk: Перемістіть зображення до іншої продукції
vi: Di chuyển hình ảnh sang sản phẩm khác

# n_products
source: %s products
ar: %s من المنتجات
bg: %s продукта
ca: %s productes
cs: %s výrobky
da: %s produkter
de: %s Produkte
el: %s προϊόντα
eo: %s produktoj
es: %s productos
fa: %s محصولات
fi: %s tuotetta
fr: %s produits
he: %s מוצרים
hr: %s proizvoda
hu: %s termék
id: %s produk
it: %s prodotti
ja: %s 製品
ka: %s პროდუქტები
lt: %s produktų
lv: %s produkti
ms: %s produk
nl_be: %s producten
pl: %s produktów
pt_pt: %s produtos
ro: %s produse
ru: %s продуктов
sl: %s izdelkov
sv: %s produkter
th: %s ผลิตภัณฑ์
tr: %s ürün
uk: %sтовари
vi: %s sản phẩm

source: Name
ar: اﻹسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: שם
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
lt: Vardas
lv: Nosaukums
ms: Nama
nl_be: Naam
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Название
sl: Ime
sv: Namn
th: ชื่อ
tl: Pangalan
tr: İsim
uk: Ім’я
vi: Tên

source: Names
ar: الأسماء
bg: Имена
ca: Noms
cs: Názvy
da: Navne
de: Namen
el: Ονόματα
eo: Nomoj
es: Nombres
fa: نام‌ها
fi: Nimet
fr: Noms
he: שמות
hr: Imena
hu: Nevek
id: Nama - nama
it: Nomi
ja: 名前
ka: სახელები
lt: Vardai
lv: Nosaukums
ms: Nama-nama
nl_be: Namen
pl: Nazwy
pt_pt: Nomes
ro: Nume
ru: Названия
sl: Imena
sv: Namn
th: ชื่อ
tl: Mga pangalan
tr: Adlar
uk: Назви
vi: Những cái tên

# new_code
source: If the barcode is not correct, please correct it here:
ar: إذا كان الرمز الشريطي غير صحيح ، فيرجى تصحيحه هنا:
bg: Ако баркодът не е правилен, моля, коригирай го тук:
ca: Si el codi de barres no és correcte, si us plau corregir ací:
cs: Pokud není čárový kód správný, opravte jej zde:
da: Hvis stregkoden ikke er rigtig, kan du korrigere det her:
de: Wenn der Strichcode fehlerhaft ist, bitte korrigieren Sie ihn hier:
el: Αν ο γραμμωτός κώδικας δεν είναι σωστός, παρακαλώ διορθώστε τον εδώ:
eo: Se la strekokodo ne estas korekta, bonvolu korektigi ĝin tie ĉi:
es: Si el código de barras no es correcto, por favor corrígelo aquí:
fa: اگر بارکد درست نیست، لطفاً آن را اینجا اصلاح کنید:
fi: Jos viivakoodi ei pidä paikkaansa, korjaa se tähän:
fr: Une erreur de code-barres ? Vous pouvez entrer le bon ici :
he: אם הברקוד לא נכון, נא לתקן אותו כאן:
hr: Ako barkod nije ispravan, ispravite ga ovdje:
hu: Ha a vonalkód nem helyes, kérem javítsa ki itt:
id: Jika kode batang tidak benar, perbaiki di sini:
it: Se il codice a barre non è corretto, correggilo qui:
ja: バーコードが正しくない場合は、ここで修正してください:
ka: თუ შტრიხკოდი არასწორია, გთხოვთ, შეასწოროთ ის აქ:
lt: Jei brūkšninis kodas neteisingas, pataisykite jį čia:
lv: Ja svītrkoda kods nav pareizs, lūdzu, izlabojiet to šeit:
ms: Jika kod bar tidak betul, sila betulkannya di sini:
nl_be: Als de streepjescode niet correct is, corrigeer deze dan hier:
pl: Jeśli kod kreskowy jest niepoprawny, proszę skorygować go tutaj:
pt_pt: Se o código de barras estiver errado, corrija-o aqui, por favor:
ro: Dacă codul de bare nu este corect, sunteți rugat să-l corectați aici:
ru: Если штрихкод неверный, пожалуйста, исправьте его здесь:
sl: Če črtna koda ni pravilna, jo popravite tukaj:
sv: Om streckkoden inte är korrekt, vänligen korrigera den här:
th: หากรหัสบาร์โค้ดไม่ถูกต้อง กรุณาแก้ไขที่นี่:
tl: Kung hindi tama ang barcode, iwasto ito dito:
tr: Barkod doğru değilse, buradan düzeltin:
uk: Якщо штрих-код невірний, будь ласка, відкоригуйте його ось тут:
vi: Nếu mã vạch không chính xác, vui lòng sửa mã vạch tại đây:

# new_code_note
source: For products without a barcode, an internal code is automatically set.
ar: بالنسبة للمنتجات التي لا تحتوي على رمز شريطي ، يتم تعيين رمز داخلي تلقائيًا.
bg: За продукти без баркод автоматично се задава вътрешен код.
ca: Per als productes sense un codi de barres, es posa un codi intern automàticament.
cs: U produktů bez čárového kódu je automaticky nastaven interní kód.
da: For produkter uden stregkode, genereres en intern kode automatiskt.
de: Produkte ohne Strichcode werden automatisch mit einem internen Code versehen.
el: Για προϊόντα χωρίς γραμμωτό κώδικα, καθορίζεται αυτομάτως ένας εσωτερικός κώδικας.
eo: Por produktoj sen strekkodo, interna kodo estas aŭtomate agordita.
es: A los productos sin código de barras se les asignará automáticamente un código interno.
fa: برای محصولاتی که بارکد ندارند، یک کد داخلی به طور خودکار تنظیم می‌شود.
fi: Viivakoodittomille tuotteille asetetaan automaattisesti sisäinen koodi.
fr: Pour les produits sans code-barres, un code interne est attribué automatiquement.
he: למוצרים ללא ברקוד, מוגדר קוד פנימי אוטומטית.
hr: Za proizvode bez barkoda, interni kod se automatski postavlja.
hu: A vonalkód nélküli termékekhez a rendszer automatikusan beállít egy belső kódot.
id: Untuk produk tanpa kode batang, kode internal ditetapkan secara otomatis.
it: Per i prodotti senza un codice a barre, un codice interno viene impostato automaticamente.
ja: バーコードのない製品については、自動的に内部コードが設定されます。
ka: შტრიხკოდის გარეშე პროდუქტებისთვის, შიდა კოდი ავტომატურად დაყენდება.
lt: Produktams be brūkšninio kodo vidinis kodas nustatomas automatiškai.
lv: Produktiem bez svītrkoda automātiski tiek iestatīts iekšējais kods.
ms: Untuk produk tanpa kod bar, kod dalaman secara automatik ditetapkan.
nl_be: Producten zonder barcode krijgen automatisch een interne code.
pl: Kod wewnętrzny jest ustawiany automatycznie dla produktów bez kodu.
pt_pt: Para produtos sem código de barras, é definido automaticamente um código interno.
ro: Pentru produsele fără un cod de bare, un cod intern este înregistrat.
ru: Продуктам без штрихкода автоматически назначается внутренний код.
sl: Za izdelke brez črtne kode se interna koda samodejno nastavi.
sv: För produkter utan streckkod används en intern kod automatiskt.
th: สำหรับผลิตภัณฑ์ที่ไม่มีบาร์โค้ด รหัสภายในจะถูกตั้งค่าโดยอัตโนมัติ
tl: Para sa mga produktong walang barcode, isang internal code ay awtomatikang itatakda.
tr: Barkodu olmayan ürünler için dahili bir kod otomatik olarak ayarlanır.
uk: Внутрішній код встановлюється автоматично для товарів, які не мають штрих-коду.
vi: Đối với các sản phẩm không có mã vạch, mã nội bộ sẽ tự động được đặt.

# newsletter_description
source: Subscribe to the newsletter (2 emails per month maximum)
ar: الاشتراك في النشرة الإخبارية (2 رسائل البريد الإلكتروني في الشهر كحد أقصى)
bg: Абонирай се за бюлетина (максимум 2 имейла на месец)
ca: Subscriu al butlletí (2 correus electrònics per mes com a màxim)
cs: Přihlaste se k odběru novinek (maximálně 2 e-maily za měsíc)
da: Abonner på vores nyhedsbrev (maksimalt to emails pr. måned)
de: Newsletter abonnieren (maximum 2 E-Mails pro Monat)
el: Εγγραφείτε στο ενημερωτικό δελτίο (μέγιστο 2 email ανά μήνα)
eo: Abonu la informilon (maksimume 2 retpoŝtoj monate)
es: Suscribirse al boletín informativo (2 correos electrónicos al mes como mucho)
fa: اشتراک در خبرنامه (حداکثر ۲ ایمیل در ماه)
fi: Tilaa uutiskirje (enintään 2 sähköpostia kuukaudessa)
fr: S'inscrire à la lettre d'information (2 e-mails par mois maximum)
he: הרשמה לרשימת הדיוור (2 הודעות דוא״ל בחודש לכל היותר, באנגלית)
hr: Pretplatite se na newsletter (najviše 2 e-maila mjesečno)
hu: Feliratkozás a hírlevélre (havonta maximum 2 email)
id: Berlangganan surat kabar (maksimal 2 surel per bulan)
it: Iscriviti alla newsletter (2 e-mail al mese massimo)
ja: ニュースレターを購読します (月あたり最大 2 メール)
ka: გამოიწერეთ საინფორმაციო ბიულეტენი (თვეში მაქსიმუმ 2 ელ.წერილი)
lt: Prenumeruokite naujienlaiškį (daugiausia 2 el. Laiškai per mėnesį)
lv: Abonējiet jaunāko rakstu (maksimāli 2 e-pastus mēnesī)
ms: Langgan surat berita (2 email setiap bulan maksimum)
nl_be: Abonneer u op de nieuwsbrief (maximaal 2 emails per maand)
pl: Zapisz się do newslettera (do 2 e-maili miesięcznie)
pt_pt: Subscrever a newsletter (2 e-mails por mês no máximo)
ro: Abonare la buletinul informativ (maxim 2 email-uri pe lună)
ru: Подпишитесь на список рассылки (2 письма в месяц максимум)
sl: Naročite se na glasilo (največ 2 e-poštna sporočila na mesec)
sv: Prenumerera på nyhetsbrevet (maximalt två e-postmeddelanden per månad)
th: สมัครรับจดหมายข่าว (สูงสุด 2 อีเมลต่อเดือน)
tl: Mag-subscribe sa pangpapahayagang kasulatan (2 emails bawat buwan ang maximum)
tr: Bültene abone olun (aylık maksimum 2 e-posta)
uk: Приєднайтесь до новинної розсилки (максимально до 2-ох листів на місяць)
vi: Đăng ký nhận bản tin (tối đa 2 email mỗi tháng)
