Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# import_products_categories_from_public_database
source: Import product categories from the public database
ar: استيراد فئات المنتجات من قاعرد البيانات العامة
bg: Внасяне на продуктови категории от публичната база данни
ca: Importa les categories de producte de la base de dades pública
cs: Import kategorií produktů z veřejné databáze
da: Importér produktkategorier fra den offentlige database
de: Importiert Produktkategorien aus der öffentlichen Datenbank
el: Εισαγάγετε κατηγορίες προϊόντων από τη δημόσια βάση δεδομένων
eo: Importi produktajn kategoriojn el la publika datumbazo
es: Importar categorías de productos de la base de datos pública
fa: وارد کردن دسته بندی محصولات از پایگاه داده عمومی
fi: Tuo tuoteluokat julkisesta tietokannasta
fr: Importer des catégories de produits depuis la base de données publique
he: ייבוא קטגוריות מוצרים ממסד הנתונים הציבורי
hr: Uvoz kategorija proizvoda iz javne baze podataka
hu: Termékkategóriák importálása a publikus adatbázisból
id: Impor kategori produk dari basis data publik
it: Importa le categorie di prodotti dal database pubblico
ja: 公開データベースから製品カテゴリをインポートします
ka: პროდუქტის კატეგორიების იმპორტი საჯარო მონაცემთა ბაზიდან
lt: Importuokite produktų kategorijas iš viešosios duomenų bazės
lv: Importēt produktu kategorijas no publiskās datubāzes
nl_be: Productcategorieën importeren uit de openbare database
pl: Importuj kategorie produktów z publicznej bazy danych
pt_pt: Importar categorias de produtos da base de dados pública
ro: Importați categorii de produse din baza de date publică
ru: Импорт категорий товаров из общедоступной базы данных
sl: Uvoz kategorij izdelkov iz javne baze podatkov
sv: Importera produktkategorier från den offentliga databasen
th: นำเข้าหมวดหมู่สินค้าจากฐานข้อมูลสาธารณะ
tr: Genel kategoriden ürün kategorilerini içe aktarma
uk: Імпортуйте категорії продукції з загальнодоступної бази даних
vi: Nhập danh mục sản phẩm từ cơ sở dữ liệu công khai

# import_products_categories_from_public_database_description
source: Add categories from the public database to the products on the platform for producers.
ar: إضافة الفئات من قاعدة البيانات العامة إلى المنتجات على منصة المنتجين.
bg: Добавете категории от публичната база данни към продуктите на платформата за производители.
ca: Afegeix categories des de la base de dades pública als productes a la plataforma per productors.
cs: Přidejte kategorie z veřejné databáze k produktům na platformě pro výrobce.
da: Føj kategorier fra den offentlige database til produkterne på producentplatformen.
de: Fügt den Produkten auf der Plattform für Produzenten Kategorien aus der öffentlichen Datenbank hinzu.
el: Προσθέστε κατηγορίες από τη δημόσια βάση δεδομένων στα προϊόντα στην πλατφόρμα για παραγωγούς.
eo: Aldonu kategoriojn el la publika datumbazo al la produktoj sur la platformo por produktantoj.
es: Añade categorías de la base de datos pública a los productos de la plataforma para los productores.
fa: دسته‌ها را از پایگاه داده عمومی به محصولات موجود در پلتفرم برای تولیدکنندگان اضافه کنید.
fi: Lisää luokat julkisesta tietokannasta tuotteisiin tuottajien alustalla.
fr: Ajouter des catégories à partir de la base de données publique aux produits présents sur la plate-forme pour les producteurs.
he: הוספת קטגוריות ממסד הנתונים הציבורי למוצרים בפלטפורמה ליצרנים.
hr: Dodajte kategorije iz javne baze podataka proizvodima na platformi za proizvođače.
hu: Kategóriák hozzáadása a nyilvános adatbázisból a gyártói platformon található termékekhez.
id: Tambahkan kategori dari basis data publik ke produk - produk pada platform untuk para produsen.
it: Aggiungi categorie dal database pubblico ai prodotti sulla piattaforma per i produttori.
ja: 公開データベースから生産者向けのプラットフォーム上の製品にカテゴリを追加します。
ka: დაამატეთ კატეგორიები საჯარო მონაცემთა ბაზიდან პროდუქტებს პლატფორმაზე მწარმოებლებისთვის.
lt: Pridėkite kategorijas iš viešosios duomenų bazės gamintojams skirtoje platformoje.
lv: Pievienojiet platformas produktiem kategorijas no publiskās datubāzes ražotājiem.
nl_be: Voeg categorieën uit de openbare database toe aan de producten op het producentenplatform.
pl: Dodaj kategorie z publicznej bazy danych do produktów na platformie dla producentów.
pt_pt: Adicionar categorias da base de dados pública aos produtos na plataforma para produtores.
ro: Adăugați categorii din baza de date publică la produsele de pe platforma pentru producători.
ru: Добавить категории из общедоступной базы данных в продукты на платформе для производителей.
sl: Izdelkom na platformi za proizvajalce dodajte kategorije iz javne baze podatkov.
sv: Lägg till kategorier från den offentliga databasen till produkterna på plattformen för producenter.
th: เพิ่มหมวดหมู่จากฐานข้อมูลสาธารณะลงในผลิตภัณฑ์บนแพลตฟอร์มสำหรับผู้ผลิต
tr: Genel veritabanından üreticiler için platformdaki ürünlere kategori ekleyin.
uk: Додайте категорії товарів, що розміщені в загальнодоступній базі даних на платформі виробників.
vi: Thêm danh mục từ cơ sở dữ liệu công khai cho các sản phẩm trên nền tảng của nhà sản xuất.

# import_products_categories
source: Import the categories
ar: استيراد التصنيفات
bg: Внесете категориите
ca: Importa les categories
cs: Importovat kategorie
da: Importér kategorierne
de: Kategorien importieren
el: Εισαγάγετε τις κατηγορίες
eo: Importi la kategoriojn
es: Importar categorías
fa: وارد کردن دسته‌ها
fi: Tuo luokat
fr: Importer des catégories
he: ייבוא הקטגוריות
hr: Uvoz kategorija
hu: Kategóriák importálása
id: Impor kategorinya
it: Importa le categorie
ja: カテゴリデータのインポート
ka: კატეგორიების იმპორტი
lt: Importuokite kategorijas
lv: Importēt kategorijas
nl_be: Importeer categorieën
pl: Importuj kategorie
pt_pt: Importar as categorias
ro: Importă categoriile
ru: Импорт категорий
sl: Uvoz kategorij
sv: Importera kategorierna
th: นำเข้าหมวดหมู่
tr: Kategorileri içe aktarın
uk: Імпортуйте класи
vi: Nhập Danh Mục

source: Nutri-Score score from producer
ar: درجة الجودة الغذائية هي نتيجة من المنتج
bg: Nutri-Score резултат от производител
ca: Puntuació Nutri-Score del productor
cs: Nutri-Score skóre od výrobce
da: Nutri-Score angivelse fra producent
de: Nutri-Score-Bewertung des Anbieters
el: Βαθμολογία Nutri-Score από τον παραγωγό
eo: Nutri-Score-poentaro de produktanto
es: Puntuación de Nutri-Score del productor
fa: امتیاز Nutri-Score از تولیدکننده
fi: Nutri-Score-pisteet tuottajalta
fr: Score Nutri-Score du producteur
he: ציון Nutri-Score מהיצרן
hr: Nutri-Score ocjena od proizvođača
hu: Nutri-Score pontszám a gyártótól
id: Nutri-Score dari produsen
it: Punteggio Nutri-Score dal produttore
ja: 生産者からのNutri-Score(栄養スコア)
ka: Nutri-Score ქულა მწარმოებლისგან
lt: „Nutri-Score“ rezultatas iš gamintojo
lv: Nutri-Score vērtējums no ražotāja
nl_be: Nutri-Score van producent
pl: Wynik Nutri-Score od producenta
pt_pt: Pontuação Nutri-Score do produtor
ro: Scorul Nutri-Score de la producător
ru: Оценка Nutri-Score от производителя
sl: Ocena Nutri-Score od proizvajalca
sv: Nutri-Score-poäng från producent
th: คะแนนโภชนาการจากผู้ผลิต
tr: Üreticiden Nutri-Skor puanı
uk: Оцінка виробника за допомогою системи рейтингу харчових продуктів Nutri-Score
vi: Điểm dinh dưỡng từ nhà sản xuất

# nutri_score_score_calculated
source: Calculated Nutri-Score score
ar: حساب نتيجة درجة الجودة الغذائية
bg: Изчислен резултат за Nutri-Score
ca: Puntuació Nutri-Score calculada
cs: Vypočítané skóre Nutri-Score
da: Beregnet Nutri-Score værdi
de: Berechnete Nutri-Score-Bewertung
el: Υπολογισμένη βαθμολογία Nutri-Score
eo: Kalkulita Nutri-Score-poentaro
es: Puntuación de Nutri-Score calculada
fa: امتیاز تغذیه‌ای محاسبه‌شده
fi: Lasketut Nutri-Score-pisteet
fr: Score Nutri-Score calculé
he: ציון Nutri-Score מחושב
hr: Izračunati Nutri-Score rezultat
hu: Számított Nutri-Score pontszám
id: Nilai Nutri-Score terhitung
it: Punteggio calcolato di Nutri-Score
ja: 計算されたNutri-Score(栄養スコア)の点数
ka: გამოთვლილი Nutri-Score ქულა
lt: Apskaičiuotas „Nutri-Score“ balas
lv: Aprēķinātais Nutri-Score rādītājs
nl_be: Berekende Nutri-Score
pl: Obliczony wynik Nutri-Score
pt_pt: Pontuação Nutri-Score calculada
ro: Scorul Nutri-Score calculat
ru: Рассчитанная оценка Nutri-Score
sl: Izračunana ocena Nutri-Score
sv: Beräknat Nutri-Score-poäng
th: คะแนน Nutri-Score ที่คำนวณได้
tr: Hesaplanan Nutri-Puan skor
uk: Оцінка розрахована за допомогою системи Nutri-Score
vi: Điểm Dinh dưỡng được tính

source: Nutri-Score grade from producer
ar: مستوى درجة الجودة الغذائية من المنتج
bg: Nutri-Score оценка от производител
ca: Qualificació Nutri-Score del productor
cs: Nutri-Score stupeň od výrobce
da: Nutri-Score kvalitet fra producent
de: Nutri-Score-Klasse des Anbieters
el: Βαθμός Nutri-Score από τον παραγωγό
eo: Nutri-Score-grado de produktanto
es: Grado de Nutri-Score del productor
fa: درجه Nutri-Score از تولیدکننده
fi: Nutri-Score-arvosana tuottajalta
fr: Note Nutri-Score du producteur
he: דירוג Nutri-Score מהיצרן
hr: Nutri-Score ocjena od proizvođača
hu: Nutri-Score osztályzat a gyártótól
id: Nilai Nutri-Score dari produsen
it: Punteggio Nutri-Score dal produttore
ja: 生産者からのNutri-Score(栄養スコア)グレード
ka: მწარმოებლისგან Nutri-Score კლასი
lt: „Nutri-Score“ klasė iš gamintojo
lv: Nutri-Score vērtējums no ražotāja
nl_be: Nutri-Score van producent
pl: Ocena Nutri-Score od producenta
pt_pt: Grau Nutri-Score do produtor
ro: Nota Nutri-Score de la producător
ru: Оценка Nutri-Score от производителя
sl: Razred Nutri-Score od proizvajalca
sv: Nutri-Score-betyg från producent
th: คะแนนโภชนาการจากผู้ผลิต
tr: Üreticiden Nutri-Score derecesi
uk: Оцінка виробника через систему Nutri-Score
vi: Mức điểm dinh dưỡng từ nhà sản xuất

# nutri_score_grade_calculated
source: Calculated Nutri-Score grade
ar: حساب مستوى درجة الجودة الغذائية
bg: Изчислена оценка на Nutri-Score
ca: Nota Nutri-Score calculada
cs: Vypočítaný stupeň Nutri-Score
da: Beregnet Nutri-Score kvalitet
de: Berechnete Nutri-Score-Klasse
el: Υπολογισμένος βαθμός Nutri-Score
eo: Kalkulita Nutri-Score-grado
es: Puntuación de Nutri-Score calculada
fa: نمره تغذیه‌ای محاسبه‌شده
fi: Laskettu Nutri-Score-arvosana
fr: Note Nutri-Score calculée
he: דירוג Nutri-Score מחושב
hr: Izračunata ocjena Nutri-Scorea
hu: Számított Nutri-Score osztályzat
id: Nilai Nutri-Score terhitung
it: Grado Nutri-Score calcolato
ja: 計算されたNutri-Score(栄養スコア)のグレード
ka: გამოთვლილი Nutri-Score ქულა
lt: Apskaičiuotas Nutri-Score įvertinimas
lv: Aprēķinātā Nutri-Score atzīme
nl_be: Berekende Nutri-Score beoordeling
pl: Obliczona ocena Nutri-Score
pt_pt: Grau Nutri-Score calculado
ro: Nota Nutri-Score calculată
ru: Рассчитанная оценка Nutri-Score
sl: Izračunan razred Nutri-Score
sv: Beräknat Nutri-Score-betyg
th: คะแนนโภชนาการที่คำนวณได้
tr: Hesaplanan Nutri-Skor derecesi
uk: Оцінку вирахувано через систему Nutri-Score
vi: Mức điểm dinh dưỡng được tính

source: Scanned code
ar: الرمز الممسوح
bg: Сканиран код
ca: Codi escanejat
cs: Naskenovaný kód
da: Skannet kode
de: Eingelesener Code
el: Σαρωμένος κωδικός
eo: Skanita kodo
es: Código escaneado
fa: کد اسکن شده
fi: Luettu koodi
fr: Code scanné
he: קוד שנסרק
hr: Skenirani kod
hu: Leolvasott kód
id: Kode yang terpindai
it: Codice scansionato
ja: スキャンされたコード
ka: სკანირებული კოდი
lt: Nuskaitytas kodas
lv: Skenēts kods
nl_be: Gescande code
pl: Zeskanowany kod
pt_pt: Código digitalizado
ro: Cod scanat
ru: Отсканированный код
sl: Skenirana koda
sv: Skannad kod
th: รหัสที่สแกนแล้ว
tr: Taralı kod
uk: Відсканований код
vi: Mã được quét

source: Code from file name
ar: الرمز من اسم الملف
bg: Код от името на файла
ca: Codi del nom del fitxer
cs: Kód z názvu souboru
da: Kode fra filnavn
de: Code aus Dateinamen
el: Κωδικός από το όνομα αρχείου
eo: Kodo el dosiernomo
es: Código del nombre del archivo
fa: کد از نام فایل
fi: Koodi tiedostonimestä
fr: Code à partir du nom du fichier
he: קוד משם קובץ
hr: Kod iz naziva datoteke
hu: Kód a fájlnévből
id: Kode dari nama berkas
it: Codice dal nome del file
ja: ファイル名からのコード
ka: კოდი ფაილის სახელიდან
lt: Kodas iš failo pavadinimo
lv: Kods no faila nosaukuma
nl_be: Code van bestandsnaam
pl: Kod z nazwy pliku
pt_pt: Código no nome do ficheiro
ro: Cod din numele fișierului
ru: Код из имени файла
sl: Koda iz imena datoteke
sv: Kod från filnamn
th: รหัสจากชื่อไฟล์
tr: Dosya isminden kod
uk: Код із назви файлу
vi: Mã từ tên tệp

source: Using previous code
ar: استخدام الرمز السابق
bg: Използване на предишния код
ca: Utilitzant el codi anterior
cs: Použití předchozího kódu
da: Bruger foregående kode
de: Vorherigen Code verwenden
el: Χρήση προηγούμενου κώδικα
eo: Uzante antaŭan kodon
es: Usando código anterior
fa: با استفاده از کد قبلی
fi: Käytetään edellistä koodia
fr: Utilisation du code précédent
he: באמצעות קוד קודם
hr: Korištenje prethodnog koda
hu: Előző kód használata
id: Menggunakan kode sebelumnya
it: Usando il codice precedente
ja: 前のコードを使用する
ka: წინა კოდის გამოყენება
lt: Ankstesnio kodo naudojimas
lv: Izmantojot iepriekšējo kodu
nl_be: Gebruik vorige code
pl: Używanie poprzedniego kodu
pt_pt: Usando o código anterior
ro: Folosind codul anterior
ru: Использовать предыдущий код
sl: Uporaba prejšnje kode
sv: Använda föregående kod
th: โดยใช้โค้ดก่อนหน้า
tr: Önceki kod kullanılıyor
uk: Користуючись попереднім кодом
vi: Sử dụng mã trước đó

# add_field_values
source: You can specify field values that will be added to all products for which you will send images.
ar: يمكنك تحديد القيمة الميدانية التي ستضاف إلى جميع المنتجات وبعد ذلك سترسل صورها.
bg: Можете да посочите стойности на полета, които ще бъдат добавени към всички продукти, за които ще изпращате изображения.
ca: Podeu especificar els valors de camp que s'afegiran a tots els productes per als quals enviareu imatges.
cs: Můžete zadat hodnoty polí, které budou přidány ke všem produktům, pro které budete posílat obrázky.
da: Du kan angive feltværdier, som føjes til alle de produkter, for hvilke du vil indsende fotos.
de: Sie können Feldwerte angeben, die allen Produkten hinzugefügt werden, für die Sie Fotos einsenden werden.
el: Μπορείτε να καθορίσετε τιμές πεδίων που θα προστεθούν σε όλα τα προϊόντα για τα οποία θα στείλετε εικόνες.
eo: Vi povas specifi kampajn valorojn, kiuj estos aldonitaj al ĉiuj produktoj, por kiuj vi sendos bildojn.
es: Puedes especificar valores de campo que se agregarán a todos los productos para los que enviarás imágenes.
fa: شما می‌توانید مقادیر فیلدهایی را مشخص کنید که به تمام محصولاتی که برای آنها تصویر ارسال می‌کنید، اضافه شوند.
fi: Voit määritellä kenttien arvot, jotka lisätään kaikkiin tuotteisiin joihin lähetät kuvia.
fr: Vous pouvez définir des valeurs qui seront ajoutées à tous les produits pour lesquels vous enverrez des photos.
he: ניתן לציין ערכי שדות שיתווספו לכל המוצרים שעבורם תישלחנה תמונות.
hr: Možete odrediti vrijednosti polja koje će se dodati svim proizvodima za koje ćete slati slike.
hu: Megadhat olyan mezőértékeket, amelyek minden termékhez hozzáadódnak, amelyekről képeket küld.
id: Anda dapat menentukan nilai field yang akan ditambahkan ke semua produk yang gambarnya akan Anda kirimkan.
it: Puoi specificare i valori dei campi che saranno aggiunti a tutti i prodotti per cui invierai immagini.
ja: 画像を送信するすべての製品に追加されるフィールド値を指定できます。
ka: შეგიძლიათ მიუთითოთ ველის მნიშვნელობები, რომლებიც დაემატება ყველა იმ პროდუქტს, რომლის სურათებსაც გაგზავნით.
lt: Galite nurodyti lauko vertes, kurios bus pridedamos prie visų produktų, kuriems siųsite vaizdus.
lv: Varat norādīt lauka vērtības, kas tiks pievienotas visiem produktiem, kuriem nosūtīsiet attēlus.
nl_be: Je kan veldwaarden opgeven die worden toegevoegd aan alle producten waarvoor je afbeeldingen zal verzenden.
pl: Możesz określić wartości pól, które zostaną dodane do wszystkich produktów, dla których będziesz wysyłać obrazy.
pt_pt: Pode especificar valores de campo que serão adicionados a todos os produtos para os quais irá enviar imagens.
ro: Puteți specifica valorile câmpurilor care vor fi adăugate la toate produsele pentru care veți trimite imagini.
ru: Вы можете указать значения поля, которые будут добавлены ко всем товарам, для которых вы будете отправлять изображения.
sl: Lahko določite vrednosti polja, ki bodo dodane vsem izdelkom, za katere boste poslali slike.
sv: Du kan ange fältvärden som kommer att läggas till i alla produkter som du skickar bilder för.
th: คุณสามารถระบุค่าฟิลด์ที่จะถูกเพิ่มลงในผลิตภัณฑ์ทั้งหมดที่คุณจะส่งรูปภาพได้
tr: Resmini göndereceğiniz tüm ürünlerin, kendilerine eklenecek olan alan değerlerini belirleyebilirsiniz.
uk: Ви можете зазначити необхідну кількість полів, що будуть додані до усіх продуктів, зображення до яких Ви надсилатимете
vi: Bạn có thể xác định các giá trị của trường sẽ được thêm vào tất cả sản phẩm mà bạn sẽ gửi hình ảnh.

# add_tag_field
source: Add a field
ar: أضف مجال
bg: Добавяне на поле
ca: Afegeix un camp
cs: Přidat pole
da: Tilføj et felt
de: Ein Feld hinzufügen
el: Προσθέστε ένα πεδίο
eo: Aldoni kampon
es: Añadir un campo
fa: یک فیلد اضافه کنید
fi: Lisää kenttä
fr: Ajouter un champ
he: הוספת שדה
hr: Dodaj polje
hu: Mező hozzáadása
id: Tambahkan field
it: Aggiungi un campo
ja: フィールドの追加
ka: ველის დამატება
lt: Pridėkite lauką
lv: Pievienot lauku
nl_be: Een veld toevoegen
pl: Dodaj pole
pt_pt: Adicionar um campo
ro: Adăugați un câmp
ru: Добавить поле
sl: Dodaj polje
sv: Lägg till ett fält
th: เพิ่มฟิลด์
tr: Bir alan ekle
uk: Додати поле для заповнення
vi: Thêm trường

# remove_products
source: Remove all the products
ar: إزالة جميع المنتجات
bg: Премахване на всички продукти
ca: Elimineu tots els productes
cs: Odstranit všechny produkty
da: Fjern alle produkter
de: Alle Produkte entfernen
el: Αφαιρέστε όλα τα προϊόντα
eo: Forigu ĉiujn produktojn
es: Eliminar todos los productos
fa: حذف همه محصولات
fi: Poista kaikki tuotteet
fr: Supprimer l'intégralité des produits
he: להסיר את כל המוצרים
hr: Uklonite sve proizvode
hu: Összes termék eltávolítása
id: Hapus semua produk
it: Rimuovi tutti i prodotti
ja: すべての製品を削除
ka: ყველა პროდუქტის ამოღება
lt: Pašalinkite visus produktus
lv: Noņemt visus produktus
nl_be: Verwijder alle producten
pl: Usuń wszystkie produkty
pt_pt: Remover todos os produtos
ro: Elimină toate produsele
ru: Удалить все продукты
sl: Odstrani vse izdelke
sv: Ta bort alla produkter
th: นำผลิตภัณฑ์ทั้งหมดออก
tr: Tüm ürünleri kaldırın
uk: Вилучіть всі товари
vi: Xóa tất cả các sản phẩm

source: Remove user
bg: Премахване на потребител
cs: Odebrat uživatele
de: Benutzer entfernen
el: Αφαίρεση χρήστη
eo: Forigi uzanton
fa: حذف کاربر
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
he: הסרת משתמש
hr: Ukloni korisnika
hu: Felhasználó eltávolítása
id: Hapus pengguna
it: Rimuovi utente
ka: მომხმარებლის წაშლა
lt: Šalinti naudotoją
lv: Noņemt lietotāju
nl_be: Gebruiker verwijderen
pl: Usuń użytkownika
pt_pt: Remover utilizador
ru: Удалить пользователя
sv: Ta bort användare
th: ลบผู้ใช้
tr: Kullanıcıyı kaldır
uk: Видалити користувача

# remove_products_from_producers_platform
source: Remove all your products from the platform for producers
ar: أزل جميع منتجاتك من منصة المنتجين
bg: Премахване на всички продукти от платформата за производители
ca: Elimina tots els teus productes de la plataforma per a productors
cs: Odstraňte všechny své produkty z platformy pro výrobce
da: Fjern alle dine produkter fra producentplatformen
de: Entferne alle deine Produkte von der Plattform für Hersteller
el: Αφαιρέστε όλα τα προϊόντα σας από την πλατφόρμα για παραγωγούς
eo: Forigu ĉiujn viajn produktojn de la platformo por produktantoj
es: Eliminar todos tus productos de la plataforma para productores
fa: تمام محصولات خود را از پلتفرم مخصوص تولیدکنندگان حذف کنید
fi: Poista kaikki tuotteesi tuottajien alustalta
fr: Retirez tous vos produits de la plateforme pour les producteurs
he: להסיר את כל המוצרים שלך מהפלטפורמה ליצרנים
hr: Uklonite sve svoje proizvode s platforme za proizvođače
hu: Összes termékének eltávolítása a gyártói platformról
id: Hapus semua produk Anda dari platform untuk para produsen
it: Rimuovi tutti i tuoi prodotti dalla piattaforma per i produttori
ja: 生産者向けのプラットフォームからすべての製品を削除する
ka: ამოიღეთ თქვენი ყველა პროდუქტი პლატფორმიდან მწარმოებლებისთვის
lt: Pašalinkite visus savo produktus iš gamintojų platformos
lv: Noņemiet visus savus produktus no ražotāju platformas
nl_be: Verwijder al je producten van het producentenplatform
pl: Usuń wszystkie swoje produkty z platformy dla producentów
pt_pt: Remova todos os seus produtos da plataforma para produtores
ro: Elimină toate produsele tale de pe platforma pentru producători
ru: Удалить все ваши продукты с платформы для производителей
sl: Odstrani vse svoje izdelke s platforme za proizvajalce
sv: Ta bort alla dina produkter från plattformen för producenter
th: ลบผลิตภัณฑ์ทั้งหมดของคุณออกจากแพลตฟอร์มสำหรับผู้ผลิต
tr: Üreticiler için tüm ürünlerinizi platformdan kaldırın
uk: Вилучіть всі свої товари з платформи виробників
vi: Xóa tất cả các sản phẩm của bạn khỏi nền tảng dành cho nhà sản xuất
