Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# environmental_score_packaging_impact_high
source: Packaging with a high impact
bg: Опаковка с високо въздействие
cs: Balení s vysokým dopadem
de: Verpackungen mit großen Auswirkungen
el: Συσκευασία με υψηλό αντίκτυπο
eo: Pakado kun alta efiko
fa: بسته‌بندی با تاثیر بالا
fi: Pakkauksella on suuri vaikutus
fr: Emballage à fort impact
he: אריזה בעלת השפעה גבוהה
hr: Ambalaža s velikim utjecajem
hu: Nagy hatású csomagolás
id: Kemasan dengan dampak tinggi
it: Imballaggio ad alto impatto
ka: შეფუთვა მაღალი ეფექტით
lt: Pakuotė su dideliu poveikiu
lv: Iepakojums ar lielu ietekmi
nl_be: Verpakking met een hoge impact
pl: Opakowanie o wysokim wpływie
pt_pt: Embalagem com alto impacto
ru: Упаковка с высоким воздействием
sv: Förpackningar med hög påverkan
th: บรรจุภัณฑ์ที่สร้างความประทับใจสูง
uk: Упаковка з високим впливом

# environmental_score_packaging_impact_medium
source: Packaging with a medium impact
bg: Опаковка със средно въздействие
cs: Balení se středním dopadem
de: Verpackungen mit mittleren Auswirkungen
el: Συσκευασία με μέτριο αντίκτυπο
eo: Pakado kun meza efiko
fa: بسته‌بندی با تأثیر متوسط
fi: Pakkauksella on keskisuuri vaikutus
fr: Emballage à impact moyen
he: אריזה בעלת השפעה בינונית
hr: Ambalaža sa srednjim utjecajem
hu: Közepes hatású csomagolás
id: Kemasang dengan dampak sedang
it: Imballaggio a medio impatto
ka: შეფუთვა საშუალო ზემოქმედების მქონე
lt: Vidutinio poveikio pakuotė
lv: Iepakojums ar vidēju ietekmi
nl_be: Verpakking met een gemiddelde impact
pl: Opakowanie o przeciętnym wpływie
pt_pt: Embalagem com impacto médio
ru: Упаковка со средним воздействием
sv: Förpackningar med medelhög påverkan
th: บรรจุภัณฑ์ที่มีผลกระทบระดับปานกลาง
uk: Упаковка із середнім впливом

# environmental_score_packaging_impact_low
source: Packaging with a low impact
bg: Опаковка с ниско въздействие
cs: Balení s nízkým dopadem
de: Verpackungen mit geringen Auswirkungen
el: Συσκευασία με χαμηλό αντίκτυπο
eo: Pakado kun malalta efiko
fa: بسته‌بندی با ضربه کم
fi: Pakkauksella on vähäinen vaikutus
fr: Emballage à faible impact
he: אריזה בעלת השפעה נמוכה
hr: Ambalaža s niskim utjecajem
hu: Alacsony hatású csomagolás
id: Kemasan dengan dampak rendah
it: Imballaggio a basso impatto
ka: შეფუთვა დაბალი ზემოქმედებით
lt: Mažo poveikio pakuotė
lv: Iepakojums ar mazu ietekmi uz vidi
nl_be: Verpakking met een lage impact
pl: Opakowanie o małym wpływie
pt_pt: Embalagem com impacto baixo
ru: Упаковка с низким воздействием
sv: Förpackningar med låg miljöpåverkan
th: บรรจุภัณฑ์ที่เป็นมิตรต่อสิ่งแวดล้อม
uk: Упаковка з низьким впливом

# environmental_score_packaging_missing_information
source: Missing packaging information for this product
bg: Липсва информация за опаковката на този продукт
cs: Chybí informace o balení tohoto produktu
de: Fehlende Verpackungsinformationen für dieses Produkt
el: Λείπουν πληροφορίες συσκευασίας γι' αυτό το προϊόν
eo: Mankas informoj pri la pakaĵo por ĉi tiu produkto
fa: اطلاعات بسته‌بندی این محصول موجود نیست
fi: Tämän tuotteen pakkaustiedot puuttuvat
fr: Informations d'emballage manquantes pour ce produit
he: חסר מידע אריזה עבור מוצר זה
hr: Nedostaju informacije o pakiranju za ovaj proizvod
hu: Hiányzó csomagolási információ ehhez a termékhez
id: Informasi kemasan tidak ada untuk produk ini
it: Informazioni dell'imballaggio mancanti per questo prodotto
ka: ამ პროდუქტის შეფუთვის ინფორმაცია აკლია
lt: Trūksta šio produkto pakuotės informacijos
lv: Trūkst informācijas par šī produkta iepakojumu
nl_be: Ontbrekende verpakkingsinformatie voor dit product
pl: Brak informacji o opakowaniu tego produktu
pt_pt: Faltam informações sobre a embalagem neste produto
ru: Для этого продукта нет информации об упаковке
sv: Förpackningsinformation saknas för denna produkt
th: ข้อมูลบรรจุภัณฑ์สำหรับผลิตภัณฑ์นี้หายไป
uk: Відсутня інформація про упаковку для цього продукту

# environmental_score_origins_of_ingredients_impact_high
source: Origins of ingredients with a high impact
bg: Произход на съставки с високо въздействие
cs: Původ ingrediencí s vysokým dopadem
de: Herkunft der Inhaltsstoffe mit großer Auswirkung
el: Προέλευση συστατικών με υψηλό αντίκτυπο
eo: Originoj de ingrediencoj kun alta efiko
fa: منشأ مواد تشکیل‌دهنده با تأثیر بالا
fi: Ainesosien alkuperillä on suuri vaikutus
fr: Origines des ingrédients ayant un fort impact
he: מקורות רכיבים בעלי השפעה גבוהה
hr: Podrijetlo sastojaka s velikim utjecajem
hu: Nagy hatású összetevők eredete
id: Asal usul bahan dengan dampak tinggi
it: Origini degli ingredienti ad alto impatto
ka: მაღალი ზემოქმედების მქონე ინგრედიენტების წარმოშობა
lt: Didelį poveikį turinčių ingredientų kilmė
lv: Sastāvdaļu ar augstu ietekmi izcelsme
nl_be: Herkomst van ingrediënten met een hoge impact
pl: Pochodzenie składników o dużym wpływie
pt_pt: Origens dos ingredientes com um alto impacto
ru: Происхождение ингредиентов с низким экологическим воздействием
sv: Ursprunget för ingredienser med hög påverkan
th: แหล่งที่มาของส่วนผสมที่มีผลกระทบสูง
uk: Походження інгредієнтів з високим впливом

# environmental_score_origins_of_ingredients_impact_medium
source: Origins of ingredients with a medium impact
bg: Произход на съставки със средно въздействие
cs: Původ ingrediencí se středním dopadem
de: Herkunft der Inhaltsstoffe mit mittlerer Auswirkung
el: Προέλευση συστατικών με μέτριο αντίκτυπο
eo: Originoj de ingrediencoj kun meza efiko
fa: منشأ مواد تشکیل‌دهنده با تأثیر متوسط
fi: Ainesosien alkuperillä on keskisuuri vaikutus
fr: Origines des ingrédients ayant un impact moyen
he: מקורות רכיבים בעלי השפעה בינונית
hr: Podrijetlo sastojaka sa srednjim utjecajem
hu: Közepes hatású összetevők eredete
id: Asal usul bahan dengan dampak sedang
it: Origini degli ingredienti a medio impatto
ka: საშუალო ზემოქმედების მქონე ინგრედიენტების წარმოშობა
lt: Vidutinio poveikio ingredientų kilmė
lv: Sastāvdaļu izcelsme ar vidēju ietekmi
nl_be: Herkomst van ingrediënten met een gemiddelde impact
pl: Pochodzenie składników o średnim wpływie
pt_pt: Origens dos ingredientes com um impacto médio
ru: Происхождение ингредиентов со средним уровнем воздействия
sv: Ursprunget för ingredienser med medelhög påverkan
th: แหล่งที่มาของส่วนผสมที่มีผลกระทบระดับปานกลาง
uk: Походження інгредієнтів з середнім впливом

# environmental_score_origins_of_ingredients_impact_low
source: Origins of ingredients with a low impact
bg: Произход на съставки с ниско въздействие
cs: Původ ingrediencí s nízkým dopadem
de: Herkunft der Inhaltsstoffe mit geringer Auswirkung
el: Προέλευση συστατικών με χαμηλό αντίκτυπο
eo: Originoj de ingrediencoj kun malalta efiko
fa: منشأ مواد تشکیل‌دهنده با تأثیر کم
fi: Ainesosien alkuperillä on vähäinen vaikutus
fr: Origines des ingrédients ayant un faible impact
he: מקורות רכיבים בעלי השפעה נמוכה
hr: Podrijetlo sastojaka s niskim utjecajem
hu: Alacsony hatású összetevők eredete
id: Asal usul bahan dengan dampak rendah
it: Origini degli ingredienti a basso impatto
ka: დაბალი ზემოქმედების მქონე ინგრედიენტების წარმოშობა
lt: Mažo poveikio ingredientų kilmė
lv: Sastāvdaļu ar mazu ietekmi izcelsme
nl_be: Herkomst van ingrediënten met een lage impact
pl: Pochodzenie składników o niewielkim wpływie
pt_pt: Origens dos ingredientes com baixo impacto
ru: Происхождение ингредиентов с низким экологическим воздействием
sv: Ursprunget för ingredienser med låg miljöpåverkan
th: แหล่งที่มาของส่วนผสมที่มีผลกระทบต่ำ
uk: Джерела інгредієнтів з низьким впливом

# environmental_score_origins_of_ingredients_missing_information
source: Missing origins of ingredients information
bg: Липсва информация за произхода на съставките
cs: Chybějící informace o původu ingrediencí
de: Fehlende Informationen über die Herkunft der Zutaten
el: Λείπουν πληροφορίες για την προέλευση των συστατικών
eo: Mankas informoj pri la origino de ingrediencoj
fa: اطلاعات مربوط به منشاء مواد تشکیل دهنده موجود نیست
fi: Tiedot ainesosien alkuperistä puuttuvat
fr: Informations manquantes sur les origines des ingrédients
he: חסר מידע על מקורות של רכיבים
hr: Nedostaju informacije o podrijetlu sastojaka
hu: Hiányzik az összetevők eredetére vonatkozó információ
id: Informasi asal usul bahan tidak ada
it: Informazioni sulle origini degli ingredienti mancanti
ka: ინგრედიენტების წარმოშობის შესახებ ინფორმაციის ნაკლებობა
lt: Trūksta informacijos apie sudedamųjų dalių kilmę
lv: Trūkstoša informācija par sastāvdaļu izcelsmi
nl_be: Ontbrekende informatie over de oorsprong van ingrediënten
pl: Brak informacji o pochodzeniu składników
pt_pt: Faltam informações sobre as origens dos ingredientes
ru: Отсутствует информация о происхождении ингредиентов
sv: Saknar information om ingrediensernas ursprung
th: ขาดข้อมูลแหล่งที่มาของส่วนผสม
uk: Відсутні джерела інформації про інгредієнти

# percent_of_ingredients
source: % of ingredients
ar: ٪ من المكونات
bg: % от съставки
ca: % d'ingredients
cs: % přísad
da: % af ingredienser
de: % der Zutaten
el: % των συστατικών
eo: % de ingrediencoj
es: % de ingredientes
fa: درصد مواد تشکیل دهنده
fi: % ainesosista
fr: % d'ingrédients
he: % מהרכיבים
hr: % sastojaka
hu: az összetevők %-a
id: % dari bahan
it: % degli ingredienti
ja: % の原材料
ka: ინგრედიენტების %
lt: % ingredientų
lv: Sastāvdaļu %
nl_be: % ingrediënten
pl: % składników
pt_pt: % dos ingredientes
ro: % de ingrediente
ru: % ингредиентов
sl: % sestavin
sv: % av ingredienserna
th: เปอร์เซ็นต์ของส่วนผสม
tr: içeriklerin yüzdesi
uk: % інгредієнтів
vi: % thành phần

source: medium
ar: متوسط
bg: средно
ca: mitjà
cs: střední
de: mittlere
el: μέτριο
eo: meza
es: medio
fa: متوسط
fi: keskisuuri
fr: moyen
he: בינונית
hr: medij
hu: közepes
id: sedang
it: medio
ja: 中程度
ka: საშუალო
lt: vidutinis
lv: vidējs
pl: średni
pt_pt: médio
ro: mediu
ru: среднее
sl: srednje
th: ปานกลาง
tr: orta
uk: середній
vi: trung bình

# nutrition_grade_fr_tea_bags_note
source: Note: the Nutri-Score of teas and herbal teas corresponds to the product prepared with water only, without sugar or milk.
ar: ملحوظة: النتيجة الغذائية Nutri-Score للشاي أو شاي الأعشاب مقاسة على أساس تحضير المنتج بالماء فقط، بدون سكر أو حليب.
bg: Забележка: Nutri-Score за чайове и билкови чайове съответства на продукта, приготвен само с вода, без захар или мляко.
ca: Nota: el Nutri-Score de tes i tisanes correspon al producte preparat només amb aigua, sense sucre ni llet.
cs: Poznámka: Nutri-Score čajů a bylinných čajů odpovídá produktu připravenému pouze s vodou, bez cukru nebo mléka.
da: Bemærk, at Nutri-Score for te og urtete modsvarer produkttilberedning alene med vand, uden sukker eller mælk.
de: Hinweis: Der Nutri-Score von Tees und Kräutertees bezieht sich auf das Produkt, das nur mit Wasser, ohne Zucker oder Milch zubereitet wird.
el: Σημείωση: το Nutri-Score των τσαγιών και των βοτάνων αντιστοιχεί στο προϊόν που παρασκευάζεται μόνο με νερό, χωρίς ζάχαρη ή γάλα.
eo: Noto: la Nutri-Poentaro de teoj kaj herbaj teoj respondas al la produkto preparita nur kun akvo, sen sukero aŭ lakto.
es: Nota: el Nutri-Score de tés e infusiones corresponde al producto preparado solo con agua, sin azúcar ni leche.
fa: توجه: امتیاز تغذیه‌ای چای‌ها و دمنوش‌های گیاهی مربوط به محصولی است که فقط با آب و بدون شکر یا شیر تهیه شده باشد.
fi: Huomautus: teiden ja yrttiteiden Nutri-Score vastaa pelkällä vedellä valmistettua tuotetta, ilman sokeria tai maitoa.
fr: Remarque : le Nutri-Score des thés et tisanes correspond au produit préparé avec de l'eau uniquement, sans sucre ni lait.
he: הערה: Nutri-Score לתה ותה צמחים מחושב לפי המוצר שהוכן עם מים בלבד, ללא סוכר או חלב.
hr: Napomena: Nutri-Score čajeva i biljnih čajeva odgovara proizvodu pripremljenom samo s vodom, bez šećera ili mlijeka.
hu: Megjegyzés: a teák és gyógyteák Nutri-Score értéke a kizárólag vízzel, cukor és tej nélkül elkészített terméknek felel meg.
id: Catatan: Nutri-Score untuk teh dan teh herbal sesuai dengan produk yang disiapkan dengan air saja, tanpa tambahan gula atau susu.
it: Nota: il Nutri-Score di tè e tisane corrisponde al prodotto preparato con sola acqua, senza zucchero o latte.
ja: 注記：お茶とハーブティーのNutri-Scoreは、砂糖やミルクを使用せず、水のみで調製された時の製品に相当します。
ka: შენიშვნა: ჩაისა და მცენარეული ჩაის Nutri-Score შეესაბამება მხოლოდ წყლით, შაქრისა და რძის გარეშე მომზადებულ პროდუქტს.
lt: Pastaba: arbatų ir žolelių arbatų Nutri-Score atitinka produktą, paruoštą tik su vandeniu, be cukraus ar pieno.
lv: Piezīme: tēju un zāļu tēju Nutri-Score atbilst produktam, kas pagatavots tikai ar ūdeni, bez cukura vai piena.
nl_be: Opmerking: de Nutri-Score van thee en kruidentheën komt overeen met het product dat alleen met water is bereid, zonder suiker of melk.
pl: Uwaga: Nutri-Score herbat i herbat ziołowych odpowiada produktowi przygotowanemu z samą wodą, bez cukru i mleka.
pt_pt: Nota: o Nutri-Score de chás e chás de ervas corresponde ao produto preparado apenas com água, sem açúcar ou leite.
ro: Notă: Nutri-Score ceaiurilor și ceaiurilor din plante corespunde produsului preparat doar cu apă, fără zahăr sau lapte.
ru: Примечание: Nutri-Score чая и травяных чаев соответствует продукту, приготовленному только на воде, без сахара или молока.
sl: Opomba: Nutri-Score za čaje in zeliščne čaje ustreza izdelkom pripravljenim samo z vodo, brez sladkorja ali mleka.
sv: Obs: Näringsvärdet för teer och örtteer motsvarar produkten tillagad med endast vatten, utan socker eller mjölk.
th: หมายเหตุ: Nutri-Score ของชาและชาสมุนไพรสอดคล้องกับผลิตภัณฑ์ที่เตรียมด้วยน้ำเท่านั้น ไม่ใส่น้ำตาลหรือนม
tr: Not: Çayların ve bitki çaylarının Nutri-Score'u, şeker veya süt içermeyen, yalnızca suyla hazırlanan ürüne karşılık gelir.
uk: Примітка: система Nutri-Score, яка налічує в собі певну кількість чаїв або ж трав’яних чаїв є відповідної до готової продукції, яка складається лише з води, без додавання цукру чи молока.
vi: Lưu ý: Điểm dinh dưỡng của các loại trà và trà thảo mộc tương ứng với sản phẩm được pha chế chỉ với nước, không có đường hoặc sữa.

# donation_title
source: Important: we need your support!
ar: هام: نحن بحاجة إلى دعمك!
bg: Важно: имаме нужда от твоята подкрепа!
ca: Important: ens cal suport!
cs: Důležité: potřebujeme vaši podporu!
da: Vigtigt: Der er behov for din støtte!
de: Wichtig: Wir benötigen Ihre Unterstützung!
el: Σημαντικό: χρειαζόμαστε την υποστήριξή σας!
eo: Grave: ni bezonas vian subtenon!
es: Importante: ¡necesitamos tu apoyo!
fa: مهم: ما به حمایت شما نیاز داریم!
fi: Tärkeää: tarvitsemme tukeasi!
fr: Important : nous avons besoin de votre soutien !
he: חשוב מאוד: אנחנו זקוקים לעזרתכם!
hr: Važno: Trebamo vašu podršku!
hu: Fontos: szükségünk van az Ön támogatására!
id: Penting: kami membutuhkan dukungan Anda!
it: Importante: abbiamo bisogno del tuo supporto!
ja: 重要：あなたのサポートが必要です！
ka: მნიშვნელოვანია: ჩვენ გვჭირდება თქვენი მხარდაჭერა!
lt: Svarbu: mums reikia jūsų paramos!
lv: Svarīgi: mums ir nepieciešams jūsu atbalsts!
nl_be: Belangrijk: we hebben uw steun nodig!
pl: Ważne: potrzebujemy Twojego wsparcia!
pt_pt: Importante: precisamos da sua ajuda!
ro: Important: avem nevoie de sprijinul tău!
ru: Важно: нам нужна ваша поддержка!
sl: Pomembno: potrebujemo vašo podporo!
sv: Viktigt: vi behöver ditt stöd!
th: สำคัญ: เราต้องการการสนับสนุนจากคุณ!
tr: Önemli: Desteğinize ihtiyacımız var!
uk: Важливо: нам необхідна ваша підтримка!
vi: Quan trọng: chúng tôi cần sự hỗ trợ của bạn!

# donation_text_2023_main
source: Help us make food transparency the norm!
bg: Помогнете ни да превърнем прозрачността на храните в норма!
ca: Ajuda'ns a fer que la transparència alimentària sigui la norma!
cs: Pomozte nám, aby se transparentnost potravin stala normou!
de: Helfen Sie uns, Lebensmitteltransparenz zur Norm zu machen!
el: Βοηθήστε μας να κάνουμε τη διαφάνεια των τροφίμων κανόνα!
eo: Helpu nin igi manĝaĵtravideblecon la normo!
fa: به ما کمک کنید تا شفافیت در مواد غذایی را به یک امر عادی تبدیل کنیم!
fi: Auta meitä tekemään ruoan läpinäkyvyydestä normi!
fr: Aidez-nous à faire de la transparence alimentaire la norme !
he: נשמח לקבל את עזרתך להפוך שקיפות מזון לשגרה!
hr: Pomozite nam da transparentnost hrane postane norma!
hu: Segítsen nekünk, hogy az élelmiszerek átláthatósága normává váljon!
id: Bantu kami menjadikan transparansi makanan sebagai norma!
it: Aiutaci a rendere la trasparenza alimentare la norma!
ka: დაგვეხმარეთ, საკვების გამჭვირვალობა ნორმად ვაქციოთ!
lt: Padėkite mums, kad maisto skaidrumas taptų norma!
lv: Palīdziet mums padarīt pārtikas pārredzamību par normu!
nl_be: Help ons om voedseltransparantie de norm te maken!
pl: Pomóż nam uczynić przejrzystość żywności normą!
pt_pt: Ajude-nos a tornar a transparência alimentar a norma!
ru: Помогите нам сделать нормой прозрачность в сфере питания!
sv: Hjälp oss att göra livsmedelstransparens till normen!
th: ช่วยเราทำให้ความโปร่งใสในเรื่องอาหารเป็นเรื่องปกติ!
uk: Допоможіть нам зробити прозорість їжі нормою!

# donation_text_2023_secondary
source: As a non-profit organization, we depend on your donations to continue informing consumers around the world about what they eat.
bg: Като организация с нестопанска цел, ние зависим от вашите дарения, за да продължим да информираме потребителите по целия свят за това, което ядат.
ca: Com a organització sense ànim de lucre, depenem de les vostres donacions per continuar informant els consumidors de tot el món sobre tot allò què mengen.
cs: Jako nezisková organizace jsme závislí na vašich darech, abychom i nadále mohli informovat spotřebitele po celém světě o tom, co jedí.
de: Als gemeinnützige Organisation sind wir auf Ihre Spenden angewiesen, um die Verbraucher auf der ganzen Welt weiterhin darüber zu informieren, was sie essen.
el: Ως μη κερδοσκοπικός οργανισμός, βασιζόμαστε στις δωρεές σας για να συνεχίσουμε να ενημερώνουμε τους καταναλωτές σε όλο τον κόσμο για το τι τρώνε.
eo: Kiel neprofitcela organizaĵo, ni dependas de viaj donacoj por daŭre informi konsumantojn tra la mondo pri tio, kion ili manĝas.
fa: ما به عنوان یک سازمان غیرانتفاعی، برای ادامه‌ی اطلاع‌رسانی به مصرف‌کنندگان در سراسر جهان در مورد آنچه می‌خورند، به کمک‌های مالی شما وابسته‌ایم.
fi: Voittoa tavoittelemattomana järjestönä olemme riippuvaisia lahjoituksistanne jatkaaksemme kuluttajien valistamista siitä, mitä he syövät.
fr: En tant qu'organisation à but non lucratif, nous dépendons de vos dons pour continuer à informer les consommateurs du monde entier sur ce qu'ils mangent.
he: כארגון ללא מטרות רווח, אנו תלויים בתרומות שלך כדי להמשיך ליידע צרכנים ברחבי העולם על מה שהם אוכלים.
hr: Kao neprofitna organizacija, ovisimo o vašim donacijama kako bismo nastavili informirati potrošače diljem svijeta o tome što jedu.
hu: Nonprofit szervezetként az Ön adományaira vagyunk utalva, hogy továbbra is tájékoztatni tudjuk a fogyasztókat világszerte arról, hogy mit esznek.
id: Sebagai organisasi nirlaba, kami bergantung pada donasi Anda untuk terus memberikan informasi kepada konsumen di seluruh dunia tentang apa yang mereka makan.
it: Come organizzazione senza scopo di lucro, dipendiamo dalle vostre donazioni per continuare a informare i consumatori di tutto il mondo su ciò che mangiano.
ka: როგორც არაკომერციული ორგანიზაცია, ჩვენ თქვენს შემოწირულობებზე ვართ დამოკიდებული, რათა გავაგრძელოთ მომხმარებლების ინფორმირება მთელ მსოფლიოში იმის შესახებ, თუ რას მიირთმევენ.
lt: Kaip ne pelno organizacija, priklausome nuo jūsų aukų, kad ir toliau informuotume vartotojus visame pasaulyje apie tai, ką jie valgo.
lv: Kā bezpeļņas organizācija mēs esam atkarīgi no jūsu ziedojumiem, lai turpinātu informēt patērētājus visā pasaulē par to, ko viņi ēd.
nl_be: Als non-profitorganisatie zijn we afhankelijk van uw donaties om consumenten over de hele wereld te blijven informeren over wat ze eten.
pl: Jako organizacja non-profit jesteśmy zależni od Twoich darowizn, aby nadal informować konsumentów na całym świecie o tym, co jedzą.
pt_pt: Sendo uma organização sem fins lucrativos, dependemos dos seus donativos para continuar a informar os consumidores de todo o mundo sobre o que comem.
ru: Будучи некоммерческой организацией, мы рассчитываем на ваши пожертвования, чтобы продолжать оповещать потребителей во всем мире об их питании.
sv: Som en ideell organisation är vi beroende av era donationer för att fortsätta informera konsumenter runt om i världen om vad de äter.
th: ในฐานะองค์กรไม่แสวงหาผลกำไร เราจึงต้องพึ่งพาเงินบริจาคของคุณเพื่อให้สามารถให้ข้อมูลแก่ผู้บริโภคทั่วโลกเกี่ยวกับสิ่งที่พวกเขากินได้ต่อไป
uk: Як некомерційна організація ми покладаємося на ваші пожертви, щоб продовжувати інформувати споживачів у всьому світі про те, що вони їдять.

# donation_text_2023_tertiary
source: The food revolution starts with you!
bg: Хранителната революция започва с теб!
ca: La revolució alimentària comença amb tu!
cs: Potravinová revoluce začíná u vás!
de: Die Lebensmittelrevolution beginnt bei Ihnen!
el: Η επανάσταση του φαγητού ξεκινά από εσάς!
eo: La manĝaĵa revolucio komenciĝas ĉe vi!
fa: انقلاب غذایی از شما شروع می‌شود!
fi: Ruoan vallankumous alkaa sinusta!
fr: La révolution alimentaire commence avec vous !
he: מהפכת המזון מתחילה בך!
hr: Revolucija hrane počinje s vama!
hu: Az élelmiszer-forradalom veled kezdődik!
id: Revolusi makanan dimulai dari Anda!
it: La rivoluzione alimentare inizia da te!
ka: კვების რევოლუცია შენით იწყება!
lt: Maisto revoliucija prasideda nuo tavęs!
lv: Pārtikas revolūcija sākas ar tevi!
nl_be: De voedselrevolutie begint bij jou!
pl: Rewolucja żywieniowa zaczyna się od Ciebie!
pt_pt: A revolução alimentar começa por si!
ru: Революция питания начинается с вас!
sv: Matrevolutionen börjar med dig!
th: การปฏิวัติวงการอาหารเริ่มต้นที่ตัวคุณ!
uk: Харчова революція починається з вас!

# donation_hook_2024
source: Help us inform millions of consumers around the world about what they eat
bg: Помогнете ни да информираме милиони потребители по света за това какво ядат
cs: Pomozte nám informovat miliony spotřebitelů po celém světě o tom, co jedí
de: Helfen Sie uns, Millionen von Verbrauchern auf der ganzen Welt darüber zu informieren, was sie essen
el: Βοηθήστε μας να ενημερώσουμε εκατομμύρια καταναλωτές σε όλο τον κόσμο για το τι τρώνε
eo: Helpu nin informi milionojn da konsumantoj tra la mondo pri tio, kion ili manĝas
fa: به ما کمک کنید تا میلیون‌ها مصرف‌کننده در سراسر جهان را در مورد آنچه می‌خورند آگاه کنیم
fi: Auta meitä kertomaan miljoonille kuluttajille eri puolilla maailmaa siitä, mitä he syövät
fr: Aidez-nous à informer des millions de consommateurs à travers le monde sur ce qu'ils mangent
he: נשמח לסיוע בהפצת ידע למיליוני צרכנים ברחבי העולם לגבי מה הם מכניסים לפה
hr: Pomozite nam informirati milijune potrošača diljem svijeta o tome što jedu
hu: Segítsen nekünk tájékoztatni a fogyasztók millióit világszerte arról, hogy mit esznek
id: Bantu kami menginformasikan kepada jutaan konsumen di seluruh dunia tentang apa yang mereka makan
it: Aiutaci a informare milioni di consumatori in tutto il mondo su ciò che mangiano
ka: დაგვეხმარეთ, მთელ მსოფლიოში მილიონობით მომხმარებელს ვაცნობოთ, თუ რას მიირთმევენ
lt: Padėkite mums informuoti milijonus vartotojų visame pasaulyje apie tai, ką jie valgo
lv: Palīdziet mums informēt miljoniem patērētāju visā pasaulē par to, ko viņi ēd
nl_be: Help ons miljoenen consumenten over de hele wereld te informeren over wat ze eten
pl: Pomóż nam informować miliony konsumentów na całym świecie o tym, co jedzą
pt_pt: Ajude-nos a informar milhões de consumidores em todo o mundo sobre o que comem
ru: Помогите нам информировать миллионы потребителей по всему миру о том, что они едят
sv: Hjälp oss att informera miljontals konsumenter runt om i världen om vad de äter
th: ช่วยเราให้ข้อมูลแก่ผู้บริโภคนับล้านทั่วโลกเกี่ยวกับสิ่งที่พวกเขากิน
uk: Допоможіть нам інформувати мільйони споживачів по всьому світу про те, що вони їдять
