Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Products exported
cs: Produkty exportovány
de: Exportierte Erzeugnisse
el: Τα προϊόντα εξήχθησαν
eo: Produktoj eksportitaj
fa: محصولات صادر شده
fi: Viedyt tuotteet
fr: Produits exportés
he: מוצרים יוצאו
hr: Izvezeni proizvodi
hu: Exportált termékek
id: Produk yang diekspor
it: Prodotti esportati
ka: ექსპორტირებული პროდუქტები
lt: Eksportuotos prekės
lv: Eksportētie produkti
nl_be: Geëxporteerde producten
pt_pt: Produtos exportados
ru: Продукты экспортированы
sv: Produkter exporterade
th: สินค้าส่งออก
uk: Продукція експортована

# opportunities_to_improve_nutriscore
source: Opp. for Nutri-Score improvements
cs: Opp. pro vylepšení Nutri-Score
de: Möglichkeiten zur Verbesserung des Nutri-Score
el: Opp. για βελτιώσεις του Nutri-Score
eo: Kontraŭe al plibonigoj de Nutri-Score
fa: در مقابل، برای بهبودهای Nutri-Score
fi: Mahd. Nutri-Scoren parannuksia varten
fr: Opp. d'amélioration Nutri-Score
he: הזדמנויות לשיפור Nutri-Score
hr: Mogućnost poboljšanja Nutri-Scorea
hu: Nutri-Score fejlesztési lehetőségek
id: Peluang untuk peningkatan Nutri-Score
it: Opp. per miglioramenti al Nutri-Score
ka: Nutri-Score-ის გაუმჯობესების საპირისპიროდ
lt: „Nutri-Score“ patobulinimų galim.
lv: Iespēja uzlabot Nutri-Score
nl_be: Mogelijkheden voor het verbeteren van de Nutri-Score
pt_pt: Oportunidades para melhorias do Nutri-Score
ru: Оппонент для улучшения Nutri-Score
sv: Motstånd för förbättringar av Nutri-Score
th: คัดค้านการปรับปรุง Nutri-Score
uk: Можливості для покращення Nutri-Score

source: Date of last update
cs: Datum poslední aktualizace
de: Datum der letzten Aktualisierung
el: Ημερομηνία τελευταίας ενημέρωσης
eo: Dato de lasta ĝisdatigo
fa: تاریخ آخرین به‌روزرسانی
fi: Viimeisimmän päivityksen päivämäärä
fr: Date de la dernière mise à jour
he: תאריך העדכון האחרון
hr: Datum posljednjeg ažuriranja
hu: Utolsó frissítés dátuma
id: Tanggal pembaruan terakhir
it: Data dell'ultimo aggiornamento
ka: ბოლო განახლების თარიღი
lt: Paskutinio atnaujinimo data
lv: Pēdējās atjaunināšanas datums
nl_be: Datum van de laatste update
pt_pt: Data da última atualização
ru: Дата последнего обновления
sv: Datum för senaste uppdatering
th: วันที่อัปเดตล่าสุด
uk: Дата останнього оновлення

source: Number of products on public platform
cs: Počet produktů na veřejné platformě
de: Anzahl Produkte auf der öffentlichen Plattform
el: Αριθμός προϊόντων στη δημόσια πλατφόρμα
eo: Nombro da produktoj sur publika platformo
fa: تعداد محصولات در پلتفرم عمومی
fi: Tuotteiden määrä julkisella alustalla
fr: Nombre de produits sur la plateforme publique
he: מספר המוצרים בפלטפורמה הציבורית
hr: Broj proizvoda na javnoj platformi
hu: Termékek száma a nyilvános platformon
id: Jumlah produk di platform publik
it: Numero di prodotti sulla piattaforma pubblica
ka: საჯარო პლატფორმაზე არსებული პროდუქტების რაოდენობა
lt: Produktų skaičius viešojoje platformoje
lv: Produktu skaits publiskajā platformā
nl_be: Aantal producten op openbaar platform
pt_pt: Número de produtos na plataforma pública
ru: Количество продуктов на публичной платформе
sv: Antal produkter på offentlig plattform
th: จำนวนผลิตภัณฑ์บนแพลตฟอร์มสาธารณะ
uk: Кількість продуктів на публічній платформі

source: Number of products on producer platform
cs: Počet produktů na platformě výrobců
de: Anzahl der Produkte auf der Herstellerplattform
el: Αριθμός προϊόντων στην πλατφόρμα παραγωγών
eo: Nombro da produktoj sur la produktanta platformo
fa: تعداد محصولات روی پلتفرم تولیدکننده
fi: Tuotteiden lukumäärä tuottaja-alustalla
fr: Nombre de produits sur la plateforme producteurs
he: מספר המוצרים בפלטפורמה ליצרנים
hr: Broj proizvoda na platformi proizvođača
hu: Termékek száma a gyártói platformon
id: Jumlah produk di platform produsen
it: Numero di prodotti sulla piattaforma per i produttori
ka: პროდუქციის რაოდენობა მწარმოებლის პლატფორმაზე
lt: Produktų skaičius gamintojo platformoje
lv: Produktu skaits ražotāja platformā
nl_be: Aantal producten op producentenplatform
pt_pt: Número de produtos na plataforma dos produtores
ru: Количество продуктов на платформе производителя
sv: Antal produkter på producentplattformen
th: จำนวนผลิตภัณฑ์บนแพลตฟอร์มของผู้ผลิต
uk: Кількість товарів на платформі виробника

# automated_daily_export_to_public_platform
source: Automatic daily export to public platform
cs: Automatický denní export na veřejnou platformu
de: Automatisch tägliche zur öffentlichen Plattform exportieren
el: Αυτόματη καθημερινή εξαγωγή σε δημόσια πλατφόρμα
eo: Aŭtomata ĉiutaga eksportado al publika platformo
fa: خروجی خودکار روزانه به پلتفرم عمومی
fi: Automaattinen päivittäinen vienti julkiselle alustalle
fr: Export quotidien automatique vers la plateforme publique
he: ייצוא יומי אוטומטי לפלטפורמה הציבורית
hr: Automatski dnevni izvoz na javnu platformu
hu: Automatikus napi export a nyilvános platformra
id: Ekspor harian otomatis ke platform publik
it: Esportazione giornaliera automatica verso la piattaforma pubblica
ka: ავტომატური ყოველდღიური ექსპორტი საჯარო პლატფორმაზე
lt: Automatinis kasdienis eksportas į viešąją platformą
lv: Automātiska ikdienas eksportēšana uz publisko platformu
nl_be: Automatische dagelijkse export naar openbaar platform
pt_pt: Exportação diária automática para a plataforma pública
ru: Автоматический ежедневный экспорт на публичную платформу
sv: Automatisk daglig export till offentlig plattform
th: ส่งออกข้อมูลไปยังแพลตฟอร์มสาธารณะโดยอัตโนมัติทุกวัน
uk: Автоматичний щоденний експорт на публічну платформу

# improvements_navigation
source: Improvements
cs: Vylepšení
de: Verbesserungen
fi: Parannukset
fr: Améliorations
he: שיפורים
id: Peningkatan
it: Miglioramenti
lv: Uzlabojumi
nl_be: Verbeteringen
pl: Udoskonalenia
pt_pt: Melhorias
ru: Улучшения
sv: Förbättringar
uk: Вдосконалення

source: Products with changes since last export
cs: Produkty se změnami od posledního exportu
de: Produkte mit Änderungen seit dem letzten Export
el: Προϊόντα με αλλαγές από την τελευταία εξαγωγή
eo: Produktoj kun ŝanĝoj ekde la lasta eksporto
fa: محصولاتی که از آخرین صادرات تغییر کرده‌اند
fi: Tuotteet, joita on muokattu viimeisimmän viennin jälkeen
fr: Produits avec des modifications depuis le dernier export
he: מוצרים עם שינויים מאז הייצוא האחרון
hr: Proizvodi s promjenama od zadnjeg izvoza
hu: A legutóbbi exportálás óta módosított termékek
id: Produk dengan perubahan sejak ekspor terakhir
it: Prodotti con modifiche dall'ultima esportazione
ka: პროდუქტები, რომლებშიც ცვლილებებია ბოლო ექსპორტის შემდეგ
lt: Produktai su pakeitimais nuo paskutinio eksporto
lv: Produkti ar izmaiņām kopš pēdējā eksporta
nl_be: Producten met wijzigingen sinds de laatste export
pt_pt: Produtos com alterações desde a última exportação
ru: Товары с изменениями с момента последнего экспорта
sv: Produkter med ändringar sedan senaste exporten
th: สินค้าที่มีการเปลี่ยนแปลงนับตั้งแต่การส่งออกครั้งล่าสุด
uk: Продукти зі змінами з моменту останнього експорту

source: Organization list
cs: Seznam organizací
de: Liste der Organisationen
el: Λίστα οργανισμών
eo: Organizlisto
fa: فهرست سازمان
fi: Organisaatioluettelo
fr: Liste des organisations
he: רשימת ארגונים
hr: Popis organizacija
hu: Szervezeti lista
id: Daftar organisasi
it: Lista di organizzazione
ka: ორგანიზაციების სია
lt: Organizacijos sąrašas
lv: Organizāciju saraksts
nl_be: Organisatielijst
pt_pt: Lista da organização
ru: Список организаций
sv: Organisationslista
th: รายชื่อองค์กร
uk: Список організацій

source: Open org
de: Offene Organisation
el: Ανοιχτοί org
eo: Malferma organizo
fa: سازمان باز
fr: Ouvrir l'orga
he: פתיחת ארגון
hr: Otvori organizaciju
hu: Szerv. megnyitása
it: Organizzazione aperta
ka: ღია ორგანიზაცია
lt: Atidaryti org
lv: Atvērtā organizācija
ru: Открытая org
sv: Öppen organisation
th: โอเพ่นออร์ก
uk: Відкрити org

source: Secondhand
cs: Z druhé ruky
de: Aus zweiter Hand
el: Μεταχειρισμένο
eo: Uzita
fa: دست دوم
fi: Käytetty
fr: Seconde main
he: יד שנייה
hr: Rabljeno
hu: Másodkézből
id: Bekas
it: Seconda mano
ka: მეორადი
lt: Naudoti
lv: Lietots
nl_be: Tweedehands
pt_pt: Em segunda mão
ru: Подержанные
sv: Begagnat
th: มือสอง
uk: Секонд-хенд

# donated_products_title
source: Donations
cs: Dary
de: Spenden
el: Δωρεές
eo: Donacoj
fa: کمک‌های مالی
fi: Lahjoitukset
fr: Dons
he: תרומות
hr: Donacije
hu: Adományok
id: Donasi
it: Donazioni
ka: შემოწირულობები
lt: Parama
lv: Ziedojumi
nl_be: Donaties
pt_pt: Donativos
ru: Пожертвования
sv: Donationer
th: การบริจาค
uk: Пожертви

# donated_products_subtitle
source: Give this product, or search for a similar donated product
cs: Darujte tento produkt nebo vyhledejte podobný darovaný produkt
de: Verschenken Sie dieses Produkt, oder suchen Sie nach einem ähnlichen gespendeten Produkt
el: Δώστε αυτό το προϊόν ή αναζητήστε ένα παρόμοιο δωρημένο προϊόν
eo: Donacu ĉi tiun produkton, aŭ serĉu similan donacitan produkton
fa: این محصول را اهدا کنید، یا محصول اهدایی مشابهی را جستجو کنید
fi: Anna tämä tuote tai etsi samankaltaista lahjoitettua tuotetta
fr: Donnez ce produit ou recherchez un produit donné similaire
he: לספק את המוצר הזה, או לחפש אחר מוצר דומה שנתרם
hr: Poklonite ovaj proizvod ili potražite sličan donirani proizvod
hu: Adja oda ezt a terméket, vagy keressen hasonló adományozott terméket
id: Berikan produk ini atau cari produk donasi serupa
it: Dona questo prodotto o cerca un prodotto simile donato
ka: გაიღეთ ეს პროდუქტი ან მოძებნეთ მსგავსი შემოწირული პროდუქტი
lt: Duokite šį produktą arba ieškokite panašaus paaukoto produkto
lv: Ziedojiet šo produktu vai meklējiet līdzīgu ziedotu produktu.
nl_be: Doneer dit product, of zoek naar een soortgelijk gedoneerd product
pt_pt: Dar este produto ou procurar um produto doado semelhante
ru: Дайте этот товар или ищите подобный пожертвованный товар
sv: Ge bort den här produkten, eller sök efter en liknande donerad produkt
th: บริจาคผลิตภัณฑ์นี้ หรือค้นหาผลิตภัณฑ์บริจาคที่คล้ายคลึงกัน
uk: Надайте цей продукт або знайдіть подібний пожертвуваний продукт

# used_products_title
source: Used products
cs: Použité produkty
de: Gebrauchte Produkte
el: Χρησιμοποιημένα προϊόντα
eo: Uzitaj produktoj
fa: محصولات دست دوم
fi: Käytetyt tuotteet
fr: Produits d'occasion
he: מוצרים משומשים
hr: Rabljeni proizvodi
hu: Használt termék
id: Produk bekas
it: Prodotto usato
ka: გამოყენებული პროდუქტები
lt: Naudoti produktai
lv: Lietoti produkti
nl_be: Gebruikte producten
pt_pt: Produtos usados
ru: Использованные продукты
sv: Använda produkter
th: สินค้ามือสอง
uk: Вживані продукти

# used_products_subtitle
source: Buy this product used, or search for a similar used product
cs: Kupte tento použitý produkt nebo vyhledejte podobný použitý produkt
de: Kaufen Sie dieses Produkt gebraucht, oder suchen Sie nach einem ähnlichen gebrauchten Produkt
el: Αγοράστε αυτό το προϊόν μεταχειρισμένο ή αναζητήστε ένα παρόμοιο μεταχειρισμένο προϊόν
eo: Aĉetu ĉi tiun uzitan produkton, aŭ serĉu similan uzitan produkton
fa: این محصول را دست دوم بخرید، یا یک محصول دست دوم مشابه را جستجو کنید
fi: Osta tämä tuote käytettynä tai etsi samankaltaista käytettyä tuotetta
fr: Achetez ce produit d'occasion ou recherchez un produit d'occasion similaire
he: רכישת המוצר הזה משומש, או לחפש אחר מוצרים משומשים דומים
hr: Kupite ovaj rabljeni proizvod ili potražite sličan rabljeni proizvod
hu: Vásárolja meg ezt a terméket használtan, vagy keressen hasonló használt terméket
id: Beli produk bekas ini atau cari produk bekas serupa
it: Acquista questo prodotto usato o cerca un prodotto usato simile
ka: იყიდეთ ეს პროდუქტი მეორადი, ან მოძებნეთ მსგავსი მეორადი პროდუქტი
lt: Pirkite šį produktą naudotą arba ieškokite panašaus naudoto produkto
lv: Iegādājieties šo produktu lietotu vai meklējiet līdzīgu lietotu produktu
nl_be: Koop dit product tweedehands, of zoek naar een soortgelijk tweedehands product
pt_pt: Comprar este produto usado ou procurar um produto usado semelhante
ru: Купите этот товар, или найдите аналогичный использованный товар
sv: Köp den här produkten begagnad, eller sök efter en liknande begagnad produkt
th: ซื้อสินค้ามือสองชิ้นนี้ หรือค้นหาสินค้ามือสองที่คล้ายคลึงกัน
uk: Придбайте цей використаний продукт, або знайдіть подібний використаний продукт

# attribute_repairability_index_france_name
source: Repairability index
cs: Index opravitelnosti
de: Reparierbarkeitsindex
el: Δείκτης επισκευασιμότητας
eo: Riparebleca indekso
fa: شاخص تعمیرپذیری
fi: Korjattavuusindeksi
fr: Indice de réparabilité
he: מדד יכולת תיקון
hr: Indeks popravljivosti
hu: Javíthatósági index
id: Indeks kemudahan diperbaiki
it: Indice di riparabilità
ka: შეკეთების ინდექსი
lt: Taisomumo indeksas
lv: Remontējamības indekss
nl_be: Herstelbaarheidsindex
pt_pt: Índice de reparabilidade
ru: Индекс ремонтопригодности
sv: Reparerbarhetsindex
th: ดัชนีความสามารถในการซ่อมแซม
uk: Індекс ремонтопридатності

# attribute_repairability_index_france_setting_name
source: Good repairability
cs: Dobrá opravitelnost
de: Gute Reparierbarkeit
el: Καλή δυνατότητα επισκευής
eo: Bona riparebleco
fa: قابلیت تعمیر خوب
fi: Hyvä korjattavuus
fr: Bonne réparabilité
he: יכולת תיקון טובה
hr: Dobra popravljivost
hu: Jó javíthatóság
id: Tingkat kemudahan diperbaiki bagus
it: Buona riparabilità
ka: კარგი შეკეთების უნარი
lt: Geras taisomumas
lv: Laba remontējamība
nl_be: Goede reparatiebaarheid
pt_pt: Boa reparabilidade
ru: Хорошая ремонтопригодность
sv: God reparationsförmåga
th: ซ่อมแซมง่าย
uk: Хороша ремонтопридатність

# attribute_repairability_index_france_setting_note
source: Mandatory rating in France for certain products since 2021
cs: Povinné hodnocení ve Francii pro určité produkty od roku 2021
de: Verpflichtende Bewertung in Frankreich für bestimmte Produkte ab 2021
el: Υποχρεωτική αξιολόγηση στη Γαλλία για ορισμένα προϊόντα από το 2021
eo: Deviga rangigo en Francio por certaj produktoj ekde 2021
fa: رتبه‌بندی اجباری در فرانسه برای برخی محصولات از سال ۲۰۲۱
fi: Pakollinen luokitus Ranskassa tietyille tuotteille vuodesta 2021 lähtien
fr: Notation obligatoire en France pour certains produits depuis 2021
he: דירוג חובה בצרפת למוצרים מסוימים מאז 2021
hr: Obavezna ocjena u Francuskoj za određene proizvode od 2021.
hu: Franciaországban bizonyos termékeknél 2021 óta kötelező besorolás
id: Peringkat wajib di Prancis untuk produk tertentu sejak 2021
it: Classificazione obbligatoria in Francia per alcuni prodotti dal 2021
ka: საფრანგეთში გარკვეული პროდუქტებისთვის სავალდებულო რეიტინგი 2021 წლიდან
lt: Nuo 2021 m. Prncūzijoje privalomas tam tikrų produktų įvertinimas
lv: Obligāta vērtēšana Francijā noteiktiem produktiem kopš 2021. gada
nl_be: Verplichte beoordeling in Frankrijk voor bepaalde producten sinds 2021
pt_pt: Classificação obrigatória em França para determinados produtos desde 2021
ru: Обязательная оценка во Франции для некоторых видов продукции с 2021 года
sv: Obligatorisk betygsättning i Frankrike för vissa produkter sedan 2021
th: การติดฉลากแสดงระดับน้ำตาลเป็นข้อบังคับในฝรั่งเศสตั้งแต่ปี 2021
uk: Обов’язковий рейтинг у Франції для певних продуктів з 2021 року

# attribute_repairability_index_france_grade_title
source: Repairability index %s
cs: Index opravitelnosti %s
de: Reparierbarkeitsindex %s
el: Δείκτης δυνατότητας επισκευής %s
eo: Riparebleca indekso %s
fa: شاخص تعمیرپذیری %s
fi: Korjattavuusindeksi %s
fr: Indice de réparabilité %s
he: מדד יכולת תיקון %s
hr: Indeks popravljivosti %s
hu: Javíthatósági index %s
id: Indeks kemudahan diperbaiki %s
it: Indice di riparabilità %s
ka: შეკეთების ინდექსი %s
lt: Taisomumo indeksas %s
lv: Remontējamības indekss %s
nl_be: Herstelbaarheidsindex %s
pt_pt: Índice de reparabilidade: %s
ru: Индекс ремонтопригодности %s
sv: Reparerbarhetsindex %s
th: ดัชนีความสามารถในการซ่อมแซม %s
uk: Індекс ремонтопридатності %s

# attribute_repairability_index_france_unknown_title
source: Repairability index unknown
cs: Index opravitelnosti neznámý
de: Reparierbarkeitsindex unbekannt
el: Άγνωστος δείκτης δυνατότητας επισκευής
eo: Riparebleca indekso nekonata
fa: شاخص تعمیرپذیری ناشناخته
fi: Tuntematon korjattavuusindeksi
fr: Indice de réparabilité inconnu
he: מדד יכולת תיקון לא ידוע
hr: Indeks popravljivosti nepoznat
hu: A javíthatósági index ismeretlen
id: Indeks kemudahan diperbaiki tidak diketahui
it: Indice di riparabilità sconosciuto
ka: შეკეთების ინდექსი უცნობია
lt: Taisomumo indeksas nežinomas
lv: Remontējamības indekss nav zināms
nl_be: Herstelbaarheidsindex onbekend
pt_pt: Índice de reparabilidade: desconhecido
ru: Индекс ремонтопригодности неизвестен
sv: Reparerbarhetsindex okänt
th: ดัชนีความสามารถในการซ่อมแซมไม่ทราบค่า
uk: Індекс ремонтопридатності невідомий

# attribute_repairability_index_france_not_applicable_title
source: Repairability index not applicable
eo: Riparebleca indekso ne aplikebla
fa: شاخص تعمیرپذیری قابل اجرا نیست
hr: Indeks popravljivosti nije primjenjiv
ka: შეკეთების ინდექსი არ გამოიყენება
lv: Remontējamības indekss nav piemērojams
sv: Reparerbarhetsindex inte tillämpligt
th: ดัชนีความสามารถในการซ่อมแซมไม่เกี่ยวข้อง

# attribute_repairability_index_france_not_applicable_description_short
source: Not applicable for the category
eo: Ne aplikebla por la kategorio
fa: برای دسته بندی مناسب نیست
hr: Ne odnosi se na kategoriju
ka: კატეგორიას არ ეხება
lv: Nav piemērojams šai kategorijai
sv: Inte tillämpligt för kategorin
th: ไม่เกี่ยวข้องกับหมวดหมู่นี้

# f_attribute_repairability_index_france_not_applicable_description
source: Applicable only for categories: {categories}
cs: Platí pouze pro kategorie: {categories}
de: Gilt nur für Kategorien: {categories}
el: Ισχύει μόνο για κατηγορίες: {categories}
eo: Aplikebla nur por kategorioj: {categories}
fa: فقط برای دسته بندی های زیر قابل استفاده است: {categories}
fi: Sovellettavissa vain luokkiin: {categories}
fr: Applicable uniquement pour les catégories : {categories}
he: תקף רק לקטגוריות: {categories}
hr: Primjenjivo samo za kategorije: {categories}
hu: Csak a következő kategóriákra alkalmazható: {categories}
id: Hanya berlaku untuk kategori: {categories}
it: Applicabile solo per le categorie: {categories}
ka: გამოიყენება მხოლოდ კატეგორიებისთვის: {categories}
lt: Taikomas tik kategorijoms: {categories}
lv: Attiecas tikai uz kategorijām: {categories}
nl_be: Alleen van toepassing op de categorieën: {categories}
pt_pt: Aplicável apenas para categorias: {categories}
ru: Применимо только для категорий: {categories}
sv: Gäller endast för kategorierna: {categories}
th: ใช้ได้เฉพาะกับหมวดหมู่: {categories}
uk: Застосовується лише для категорій: {categories}

# attribute_repairability_index_france_very_good_description_short
source: Very good repairability
cs: Velmi dobrá opravitelnost
de: Sehr gute Reparierbarkeit
el: Πολύ καλή δυνατότητα επισκευής
eo: Tre bona riparebleco
fa: قابلیت ترمیم بسیار خوب
fi: Erittäin hyvä korjattavuus
fr: Très bonne réparabilité
he: יכולת תיקון טובה
hr: Vrlo dobra popravljivost
hu: Nagyon jó javíthatóság
id: Tingkat kemudahan diperbaiki sangat bagus
it: Ottima riparabilità
ka: ძალიან კარგი შეკეთების შესაძლებლობა
lt: Labai geras taisomumas
lv: Ļoti laba remontējamība
nl_be: Zeer goed repareerbaar
pt_pt: Muito boa reparabilidade
ru: Очень хорошая ремонтопригодность
sv: Mycket god reparationsförmåga
th: ความสามารถในการซ่อมแซมดีมาก
uk: Дуже хороша ремонтопридатність

# attribute_repairability_index_france_good_description_short
source: Good repairability
cs: Dobrá opravitelnost
de: Gute Reparierbarkeit
el: Καλή δυνατότητα επισκευής
eo: Bona riparebleco
fa: قابلیت تعمیر خوب
fi: Hyvä korjattavuus
fr: Bonne réparabilité
he: יכולת תיקון טובה
hr: Dobra popravljivost
hu: Jó javíthatóság
id: Tingkat kemudahan diperbaiki bagus
it: Buona riparabilità
ka: კარგი შეკეთების უნარი
lt: Geras taisomumas
lv: Laba remontējamība
nl_be: Goede reparatiebaarheid
pt_pt: Boa reparabilidade
ru: Хорошая ремонтопригодность
sv: God reparationsförmåga
th: ซ่อมแซมง่าย
uk: Хороша ремонтопридатність

# attribute_repairability_index_france_average_description_short
source: Average repairability
cs: Průměrná opravitelnost
de: Durchschnittliche Reparierbarkeit
el: Μέτρια δυνατότητα επισκευής
eo: Meza riparebleco
fa: قابلیت تعمیر متوسط
fi: Keskimääräinen korjattavuus
fr: Réparabilité moyenne
he: יכולת תיקון ממוצעת
hr: Prosječna popravljivost
hu: Átlagos javíthatóság
id: Tingkat kemudahan diperbaiki rata-rata
it: Riparabilità media
ka: საშუალო შეკეთების უნარი
lt: Vidutinis taisomumas
lv: Vidēja remontējamība
nl_be: Gemiddelde repareerbaarheid
pt_pt: Reparabilidade média
ru: Средняя ремонтопригодность
sv: Genomsnittlig reparationsbarhet
th: ความสามารถในการซ่อมแซมโดยเฉลี่ย
uk: Середня ремонтопридатність

# attribute_repairability_index_france_poor_description_short
source: Poor repairability
cs: Špatná opravitelnost
de: Geringe Reparierbarkeit
el: Χαμηλή δυνατότητα επισκευής
eo: Malbona riparebleco
fa: قابلیت تعمیر ضعیف
fi: Heikko korjattavuus
fr: Faible réparabilité
he: יכולת תיקון ירודה
hr: Slaba popravljivost
hu: Gyenge javíthatóság
id: Tingkat kemudahan diperbaiki tidak bagus
it: Scarsa riparabilità
ka: ცუდი შეკეთების უნარი
lt: Prastas taisomumas
lv: Slikta remontējamība
nl_be: Matige repareerbaarheid
pt_pt: Fraca reparabilidade
ru: Плохая ремонтопригодность
sv: Dålig reparationsbarhet
th: ซ่อมแซมยาก
uk: Погана ремонтопридатність

# attribute_repairability_index_france_bad_description_short
source: Bad repairability
cs: Špatná opravitelnost
de: Schlechte Reparierbarkeit
el: Κακή δυνατότητα επισκευής
eo: Malbona riparebleco
fa: قابلیت تعمیر ضعیف
fi: Huono korjattavuus
fr: Mauvaise réparabilité
he: יכולת תיקון גרועה
hr: Loša popravljivost
hu: Rossz javíthatóság
id: Tingkat kemudahan diperbaiki buruk
it: Cattiva riparabilità
ka: ცუდი შეკეთების უნარი
lt: Blogas taisomumas
lv: Slikta remontējamība
nl_be: Slechte repareerbaarheid
pt_pt: Má reparabilidade
ru: Очень плохая ремонтопригодность
sv: Dålig reparationsbarhet
th: ซ่อมแซมยาก
uk: Дуже погана ремонтопридатність

source: estimate
de: Schätzung
el: εκτίμηση
eo: takso
fa: تخمین
fr: estimation
he: הערכה
hr: procjena
hu: becslés
ka: შეფასება
lt: įvertinti
lv: aplēse
nl_be: geschat
pt_pt: estimativa
sv: uppskatta
th: ประมาณการ
uk: оцінка

source: Ingredient information
de: Informationen zu den Inhaltsstoffen
el: Πληροφορίες συστατικών
eo: Informoj pri ingrediencoj
fa: اطلاعات مواد تشکیل دهنده
fr: Information sur les ingrédients
he: פרטי רכיבים
hr: Informacije o sastojcima
hu: Információk az összetevőkről
ka: ინგრედიენტების შესახებ ინფორმაცია
lt: Informacija apie sudedamąsias dalis
lv: Sastāvdaļu informācija
nl_be: Ingrediënteninformatie
pt_pt: Informações sobre os ingredientes
sv: Ingrediensinformation
th: ข้อมูลส่วนผสม
uk: Інформація про інгредієнти

source: Product type
cs: Typ produktu
de: Produkttyp
el: Τύπος προϊόντος
fi: Tuotetyyppi
fr: Type de produit
he: סוג המוצר
hu: Terméktípus
id: Tipe produk
it: Tipo di prodotto
lt: Produkto tipas
lv: Produkta veids
pt_pt: Tipo do produto
sv: Produkttyp
th: ประเภทผลิตภัณฑ์
uk: Тип продукту

# product_type_food
source: Food
cs: Jídlo
de: Nahrungsmittel
fi: Ruoka
fr: Nourriture
he: מזון
id: Makanan
it: Cibo
lv: Ēdiens
nl_be: Voedsel
pt_pt: Alimento
sv: Mat
th: อาหาร
uk: Їжа

# product_type_petfood
source: Pet food
cs: Zvířecí krmivo
de: Haustierfutter
fi: Lemmikin ruoka
fr: Nourriture pour animaux de compagnie
he: מזון לחיות מחמד
id: Makanan hewan
it: Cibo per animali domestici
lv: Mājdzīvnieku barība
nl_be: Dierenvoeding
pt_pt: Comida para animais
sv: Djurmat
th: อาหารสัตว์เลี้ยง
uk: Корм для домашніх тварин

# product_type_beauty
source: Beauty
cs: Krása
de: Schönheitspflege
eo: Beleco
fa: زیبایی
fi: Kauneus
fr: Beauté
he: טיפול
hr: Ljepota
id: Kecantikan
it: Bellezza
ka: სილამაზე
lv: Skaistums
nl_be: Schoonheidsindustrie
pt_pt: Beleza
sv: Skönhet
th: ความงาม
uk: Краса

# product_type_product
source: Product
bg: Продукт
cs: Produkt
de: Produkt
el: Προϊόν
eo: Produkto
fa: محصول
fi: Tuote
fr: Produit
he: מוצר
hr: Proizvod
hu: Termék
id: Produk
it: Prodotto
lt: Produktas
lv: Produkts
pl: Produkt
pt_pt: Produto
ru: Продукт
sv: Produkt
th: สินค้า
uk: Продукт
