Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# attribute_environmental_score_e_description_short
source: Very high environmental impact
bg: Много силно въздействие върху околната среда
cs: Velmi vysoký dopad na životní prostředí
de: Sehr hohe Umweltbelastung
el: Πολύ υψηλός περιβαλλοντικός αντίκτυπος
eo: Tre alta media efiko
fa: تأثیر بسیار زیاد بر محیط زیست
fi: Erittäin suuri ympäristövaikutus
fr: Impact environnemental très élevé
he: השפעה רבה מאוד על איכות הסביבה
hr: Vrlo visok utjecaj na okoliš
hu: Nagyon magas környezeti hatás
id: Dampak lingkungan sangat tinggi
it: Impatto ambientale molto elevato
ka: ძალიან მაღალი გარემოზე ზემოქმედება
lt: Labai didelis poveikis aplinkai
lv: Ļoti liela ietekme uz vidi
nl_be: Zeer grote milieu-impact
pl: Bardzo duży wpływ na środowisko
pt_pt: Impacto ambiental muito alto
ru: Russian
sv: Mycket hög miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมสูงมาก
uk: Дуже високий вплив на навколишнє середовище

# attribute_environmental_score_f_description_short
source: Very high environmental impact
bg: Много силно въздействие върху околната среда
cs: Velmi vysoký dopad na životní prostředí
de: Sehr hohe Umweltbelastung
el: Πολύ υψηλός περιβαλλοντικός αντίκτυπος
eo: Tre alta media efiko
fa: تأثیر بسیار زیاد بر محیط زیست
fi: Erittäin suuri ympäristövaikutus
fr: Impact environnemental très élevé
he: השפעה רבה מאוד על איכות הסביבה
hr: Vrlo visok utjecaj na okoliš
hu: Nagyon magas környezeti hatás
id: Dampak lingkungan sangat tinggi
it: Impatto ambientale molto elevato
ka: ძალიან მაღალი გარემოზე ზემოქმედება
lt: Labai didelis poveikis aplinkai
lv: Ļoti liela ietekme uz vidi
nl_be: Zeer grote milieu-impact
pl: Bardzo duży wpływ na środowisko
pt_pt: Impacto ambiental muito alto
ru: Russian
sv: Mycket hög miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมสูงมาก
uk: Дуже високий вплив на навколишнє середовище

source: Contains: %s
bg: Съдържа: %s
ca: Conté: %s
cs: Obsahuje: %s
da: Indeholder %s
de: Enthält %s
el: Περιέχει: %s
eo: Enhavas: %s
es: Contiene: %s
fa: شامل: %s
fi: Sisältää: %s
fr: Contient : %s
he: מכיל: %s
hr: Sadrži: %s
hu: Tartalmaz: %s
id: Mengandung: %s
it: Contiene: %s
ja: 含む：%s
ka: შეიცავს: %s
lt: Turi: %s
lv: Satur: %s
nl_be: Bevat: %s
pl: Zawiera: %s
pt_pt: Contém: %s
ro: Contine: %s
ru: Содержит: %s
sl: Vsebuje: %s
sv: Innehåller: %s
th: ประกอบด้วย: %s
tr: Şunları içerir: %s
uk: Містить: %s
vi: Chứa: %s

source: May contain: %s
bg: Може да съдържа: %s
ca: Pot contenir: %s
cs: Může obsahovat: %s
da: Indeholde muligvis: %s
de: Könnte enthalten: %s
el: Μπορεί να περιέχει: %s
eo: Povas enhavi: %s
es: Puede contener: %s
fa: ممکن است شامل موارد زیر باشد: %s
fi: Saattaa sisältää: %s
fr: Peut contenir : %s
he: עשוי להכיל: %s
hr: Može sadržavati: %s
hu: Tartalmazhat: %s
id: Mungkin mengandung: %s
it: Può contenere: %s
ja: 含む可能性：%s
ka: შეიძლება შეიცავდეს: %s
lt: Gali būti: %s
lv: Var saturēt: %s
nl_be: Kan bevatten: %s
pl: Może zawierać: %s
pt_pt: Pode conter: %s
ro: Poate conține: %s
ru: Может содержать: %s
sl: Lahko vsebuje: %s
sv: Kan innehålla: %s
th: อาจมี: %s
tr: Şunları içerebilir: %s
uk: Може містити: %s
vi: Có thể chứa: %s

source: Does not contain: %s
bg: Не съдържа %s
ca: No conté: %s
cs: Neobsahuje: %s
da: Indeholder ikke: %s
de: Enthält nicht: %s
el: Δεν περιέχει: %s
eo: Ne enhavas: %s
es: No contiene: %s
fa: شامل موارد زیر نمی‌شود: %s
fi: Ei sisällä: %s
fr: Ne contient pas : %s
he: אינו מכיל: %s
hr: Ne sadrži: %s
hu: Nem tartalmaz: %s
id: Tidak mengandung: %s
it: Non contiene: %s
ja: 含まない：%s
ka: არ შეიცავს: %s
lt: Neturi: %s
lv: Nesatur: %s
nl_be: Bevat niet: %s
pl: Nie zawiera: %s
pt_pt: Não contém: %s
ro: Nu conține: %s
ru: Не содержит: %s
sl: Ne vsebuje: %s
sv: Innehåller inte: %s
th: ไม่ประกอบด้วย: %s
tr: Şunları içermez: %s
uk: Не містить: %s
vi: Không chứa: %s

source: Without %s
bg: Без %s
ca: Sense %s
cs: Bez %s
da: Uden %s
de: Ohne %s
el: Χωρίς %s
eo: Sen %s
es: Sin %s
fa: بدون %s
fi: Ilman: %s
fr: Sans %s
he: ללא %s
hr: Bez %s
hu: %s nélkül
id: Tanpa %s
it: Senza %s
ja: %s不使用
ka: %s-ის გარეშე
lt: Be %s
lv: Bez %s
nl_be: Zonder %s
pl: Bez %s
pt_pt: Sem %s
ro: Fără %s
ru: Без %s
sl: Brez %s
sv: Utan %s
th: โดยไม่มี %s
tr: %s içermez
uk: Без %s
vi: Không có %s

# owners_p
source: owners
bg: собственици
ca: propietaris
cs: vlastníci
da: ejere
de: Eigentümer
el: ιδιοκτήτες
eo: posedantoj
es: propietarios
fa: صاحبان
fi: omistajat
fr: propriétaires
he: בעלים
hr: vlasnici
hu: tulajdonosok
id: para pemilik
it: proprietari
ja: 所有者
ka: მფლობელები
lt: savininkai
lv: īpašnieki
nl_be: eigenaren
pl: właściciele
pt_pt: proprietários
ro: proprietarii
sl: lastniki
sv: ägare
th: เจ้าของ
tr: sahipler
uk: власники
vi: chủ sở hữu

# owners_s
source: owner
bg: собственик
ca: propietari
cs: vlastník
da: ejer
de: Eigentümer
el: ιδιοκτήτης
eo: posedanto
es: propietario
fa: مالک
fi: omistaja
fr: propriétaire
he: בעלים
hr: vlasnik
hu: tulajdonos
id: pemilik
it: proprietario
ja: 所有者
ka: მფლობელი
lt: savininkas
lv: īpašnieks
nl_be: eigenaar
pl: właściciel
pt_pt: proprietário
ro: proprietar
sl: lastnik
sv: ägare
th: เจ้าของ
tr: sahip
uk: власник
vi: chủ sở hữu

# org_profile_description
source: You can provide information about your company that will be displayed in your organization profile.
bg: Можете да предоставите информация за вашата компания, която ще се показва в профила на вашата организация.
ca: Podeu proporcionar informació sobre la vostra empresa, es mostrarà al perfil de la vostra organització.
cs: Můžete poskytnout informace o vaší společnosti, které se zobrazí v profilu vaší organizace.
da: Du kan angive oplysninger om din virksomhed, som vil fremgå af din organisationsprofil.
de: Sie können Informationen über Ihr Unternehmen angeben, die in Ihrem Organisationsprofil angezeigt werden.
el: Μπορείτε να παρέχετε πληροφορίες σχετικά με την εταιρεία σας που θα εμφανίζονται στο προφίλ του οργανισμού σας.
eo: Vi povas provizi informojn pri via kompanio, kiuj estos montrataj en via organizaĵa profilo.
es: Puedes proporcionar información sobre tu empresa que se mostrará en el perfil de tu organización.
fa: شما می‌توانید اطلاعاتی در مورد شرکت خود ارائه دهید که در پروفایل سازمان شما نمایش داده خواهد شد.
fi: Voit antaa yritystäsi koskevia tietoja, jotka näkyvät organisaatioprofiilissasi.
fr: Vous pouvez fournir des informations sur votre entreprise qui seront affichées dans le profil de votre organisation.
he: ניתן לספק מידע על החברה שלך שיופיע בפרופיל הארגון שלך.
hr: Možete navesti podatke o svojoj tvrtki koji će biti prikazani u profilu vaše organizacije.
hu: Információkat adhat meg a vállalatáról, amik megjelennek az Ön szervezeti profiljában.
id: Anda dapat memberikan informasi tentang perusahaan Anda yang akan ditampilkan di profil organisasi Anda.
it: Puoi fornire informazioni sulla tua azienda che saranno visualizzate nel tuo profilo organizzativo.
ja: 組織のプロフィールに表示される会社に関する情報を設定できます。
ka: შეგიძლიათ მოგვაწოდოთ ინფორმაცია თქვენი კომპანიის შესახებ, რომელიც გამოჩნდება თქვენი ორგანიზაციის პროფილში.
lt: Galite pateikti informaciją apie savo įmonę, kuri bus rodoma jūsų organizacijos profilyje.
lv: Jūs varat sniegt informāciju par savu uzņēmumu, kas tiks parādīta jūsu organizācijas profilā.
nl_be: U kunt informatie over uw bedrijf opgeven die wordt weergegeven in uw organisatieprofiel.
pl: Możesz podać informacje o swojej firmie, które będą wyświetlane w profilu Twojej organizacji.
pt_pt: Pode fornecer informação sobre a sua empresa que será mostrada no perfil da organização.
ro: Puteți furniza informații despre compania dvs. care vor fi afișate în profilul organizației dvs.
ru: Укажите информацию о вашей компании. Эта информация будет отображена в вашем профиле.
sl: Navedete lahko informacije o vašem podjetju, ki bodo prikazane v profilu vaše organizacije.
sv: Du kan ange information om ditt företag som visas i din organisationsprofil.
th: คุณสามารถใส่ข้อมูลเกี่ยวกับบริษัทของคุณ ซึ่งจะแสดงในโปรไฟล์องค์กรของคุณได้
tr: Şirketiniz hakkında, organizasyon profilinizde görüntülenecek bilgi verebilirsiniz.
uk: Ви можете надати інформацію про свою компанію, яка буде відображатися в профілі вашої організації.
vi: Bạn có thể cung cấp thông tin về công ty của bạn, chúng sẽ được hiển thị trong hồ sơ tổ chức của bạn.

# org_profile_description_2
source: Some of the information like the customer service contact information may also be displayed directly on pages for your products.
bg: Част от информацията като информацията за връзка с обслужването на клиенти може също да се показва директно на страниците за вашите продукти.
ca: Part de la informació, com ara la informació de contacte del servei d'atenció al client, també es pot mostrar directament a les pàgines dels vostres productes.
cs: Některé z informací, jako jsou kontaktní informace zákaznického servisu, mohou být také zobrazeny přímo na stránkách vašich produktů.
da: Nogle af oplysningerne, f.eks. kundeservicekontaktoplysninger, kan også fremgå direkte af dine produktsider.
de: Einige der Informationen, wie z.B. die Kontaktmöglichkeiten des Kundendienstes, können auch direkt auf Seiten für Ihre Produkte angezeigt werden.
el: Ορισμένες από τις πληροφορίες, όπως τα στοιχεία επικοινωνίας της εξυπηρέτησης πελατών, ενδέχεται επίσης να εμφανίζονται απευθείας σε σελίδες για τα προϊόντα σας.
eo: Iuj informoj, kiel la kontaktinformoj de klienta servo, ankaŭ povas esti montrataj rekte sur paĝoj por viaj produktoj.
es: Parte de la información, como la información de contacto del servicio de atención al cliente, también se puede mostrar directamente en las páginas de tus productos.
fa: برخی از اطلاعات مانند اطلاعات تماس خدمات مشتری ممکن است مستقیماً در صفحات محصولات شما نمایش داده شوند.
fi: Osa tiedoista, kuten asiakaspalvelun yhteystiedot, voivat näkyä myös suoraan tuotteidenne sivuilla.
fr: Certaines informations telles que les coordonnées du service client peuvent également être affichées directement sur les pages de vos produits.
he: חלק מהמידע כגון פרטי יצירת קשר עם שירות הלקוחות עשוי להופיע ישירות על עמודי המוצרים שלכם.
hr: Neke informacije poput kontaktnih podataka korisničke službe mogu se prikazati i izravno na stranicama vaših proizvoda.
hu: Egyes információk, például az ügyfélszolgálat elérhetőségei közvetlenül is megjelenhetnek a termékei oldalain.
id: Beberapa informasi seperti informasi kontak layanan pelanggan juga dapat ditampilkan langsung di halaman produk Anda.
it: Alcune delle informazioni, come le informazioni di contatto del servizio clienti possono anche essere visualizzate direttamente sulle pagine per i vostri prodotti.
ja: カスタマーサービスの連絡先情報などの一部の情報は、製品のページに直接表示される場合もあります。
ka: ზოგიერთი ინფორმაცია, როგორიცაა მომხმარებელთა მომსახურების საკონტაქტო ინფორმაცია, შეიძლება პირდაპირ თქვენი პროდუქტების გვერდებზეც გამოჩნდეს.
lt: Tam tikra informacija, pvz., klientų aptarnavimo kontaktinė informacija, taip pat gali būti rodoma tiesiogiai jūsų produktų puslapiuose.
lv: Daļa informācijas, piemēram, klientu apkalpošanas kontaktinformācija, var tikt parādīta arī tieši jūsu produktu lapās.
nl_be: Sommige informatie, zoals de contactinformatie van de klantendienst, kan ook direct op pagina's van uw producten worden weergegeven.
pl: Niektóre informacje, takie jak dane kontaktowe działu obsługi klienta, mogą być również wyświetlane bezpośrednio na stronach produktów.
pt_pt: Algumas das informações, como as informações de contacto do atendimento ao cliente, também podem ser mostradas diretamente nas páginas dos seus produtos.
ro: Unele dintre informații, cum ar fi informațiile de contact ale serviciului pentru clienți, pot fi afișate și direct pe paginile produselor dvs.
ru: Часть этой информации будет отображена и на страницах ваших продуктов (например, контакты службы поддержки клиентов).
sl: Nekateri podatki, kot so kontaktni podatki službe za stranke, se lahko prikažejo neposredno na straneh vaših izdelkov.
sv: En del av informationen, som kontaktuppgifter till kundtjänst, kan också visas direkt på sidor för dina produkter.
th: ข้อมูลบางส่วน เช่น ข้อมูลติดต่อฝ่ายบริการลูกค้า อาจแสดงโดยตรงบนหน้าเว็บสำหรับผลิตภัณฑ์ของคุณได้เช่นกัน
tr: Müşteri hizmetleri iletişim bilgileri gibi bazı bilgiler doğrudan ürünlerinizin sayfalarında da görüntülenebilir.
uk: Деяка інформація, наприклад контактна інформація служби підтримки клієнтів, також може відображатися безпосередньо на сторінках ваших продуктів.
vi: Một số thông tin như thông tin liên hệ dịch vụ khách hàng cũng có thể được hiển thị trực tiếp trên các trang dành cho sản phẩm của bạn.

# org_name
source: Name
ar: اﻹسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: שם
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
lt: Vardas
lv: Nosaukums
nl_be: Naam
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Название
sl: Ime
sv: Namn
th: ชื่อ
tr: İsim
uk: Ім’я
vi: Tên

# org_link
source: Link to the official web site
bg: Линк към официалния уебсайт
ca: Enllaç al lloc web oficial
cs: Odkaz na oficiální webovou stránku
da: Link til det officielle websted
de: Link zur offiziellen Webseite
el: Σύνδεσμος στον επίσημο ιστότοπο
eo: Ligilo al la oficiala retejo
es: Enlace al sitio web oficial
fa: لینک به وب‌سایت رسمی
fi: Linkki viralliselle verkkosivustolle
fr: Lien vers le site Web officiel
he: קישור לאתר הרשמי
hr: Link na službenu web stranicu
hu: Hivatkozás a hivatalos weboldalra
id: Tautan ke situs web resmi
it: Link al sito ufficiale
ja: 公式サイトへのリンク
ka: ბმული ოფიციალურ ვებსაიტზე
lt: Nuoroda į oficialią svetainę
lv: Saite uz oficiālo tīmekļa vietni
nl_be: Link naar de officiële website
pl: Link do oficjalnej strony internetowej
pt_pt: Hiperligação para o site oficial
ro: Link către site-ul oficial
ru: Ссылка на официальный сайт
sl: Povezava do uradne spletne strani
sv: Länk till den officiella webbplatsen
th: ลิงก์ไปยังเว็บไซต์อย่างเป็นทางการ
tr: Resmi Websitesine bağlantıyı girin
uk: Посилання на офіційний веб-сайт
vi: Liên kết đến trang web chính thức

# org_customer_service
source: Customer service
ar: خدمة العملاء
bg: Обслужване на клиентите
ca: Servei al client
cs: Zákaznický servis
da: Kundeservice
de: Kundendienst
el: Εξυπηρέτηση πελατών
eo: Klientservo
es: Servicio al cliente
fa: خدمات مشتری
fi: Asiakaspalvelu
fr: Service consommateur
he: שירות לקוחות
hr: Služba za korisnike
hu: Vevőszolgálat
id: Layanan pelanggan
it: Servizio clienti
ja: カスタマーサービス
ka: მომხმარებელთა მომსახურება
lt: Klientų aptarnavimas
lv: Klientu apkalpošana
nl_be: Klantenservice
pl: Obsługa klienta
pt_pt: Serviço ao cliente
ro: Serviciu clienți
ru: Обслуживание клиентов
sl: Podpora uporabnikom
sv: Kundservice
th: ฝ่ายบริการลูกค้า
tr: Müşteri servisi
uk: Служба роботи з клієнтами
vi: Dịch vụ khách hàng

# org_customer_service_description
source: Customer service information is public and can be shown on the Open Food Facts web site and apps.
bg: Информацията за обслужване на клиенти е публична и може да бъде показана на уеб сайта и приложенията Open Food Facts.
ca: La informació d'atenció al client és pública i es pot mostrar al lloc web i a les aplicacions d'Open Food Facts.
cs: Informace o zákaznickém servisu jsou veřejné a mohou být zobrazeny na webových stránkách Open Food Facts a aplikacích.
da: Kundeserviceoplysninger er offentlige og kan fremgå af Open Food Facts-websted og -apps.
de: Informationen zum Kundenservice sind öffentlich und können auf der Open Food Facts Website und in Apps angezeigt werden.
el: Οι πληροφορίες εξυπηρέτησης πελατών είναι δημόσιες και μπορούν να εμφανίζονται στον ιστότοπο και τις εφαρμογές Open Food Facts.
eo: Informoj pri klienta servo estas publikaj kaj videblas en la retejo kaj aplikaĵoj de Open Food Facts.
es: La información de servicio al cliente es pública y se puede mostrar en el sitio web y las aplicaciones de Open Food Facts.
fa: اطلاعات خدمات مشتری عمومی است و می‌تواند در وب‌سایت و برنامه‌های Open Food Facts نمایش داده شود.
fi: Asiakaspalvelutiedot ovat julkisia ja ne voidaan näyttää Open Food Facts -verkkosivustolla ja -sovelluksissa.
fr: Les informations sur le service client sont publiques et peuvent être affichées sur le site Web et les applications d'Open Food Facts.
he: פרטי שירות הלקוחות גלויים לציבור וניתן להציג אותם באתר של Open Food Facts וביישומונים.
hr: Podaci o korisničkoj službi su javni i mogu se prikazati na web stranici i aplikacijama Open Food Facts.
hu: Az ügyfélszolgálati információk nyilvánosak, és megjelenhetnek az Open Food Facts webhelyén és az alkalmazásokban.
id: Informasi layanan pelanggan bersifat publik dan dapat ditampilkan di situs web dan aplikasi Open Food Facts.
it: Le informazioni sul servizio clienti sono pubbliche e possono essere visualizzate sul sito web e sulle app di Open Food Facts.
ja: カスタマーサービスの情報は公開され、Open Food Factsのウェブサイトとアプリで表示することができます。
ka: მომხმარებელთა მომსახურების ინფორმაცია საჯაროა და მისი ჩვენება შესაძლებელია Open Food Facts-ის ვებსაიტსა და აპლიკაციებში.
lt: Klientų aptarnavimo informacija yra vieša ir gali būti rodoma Open Food Facts svetainėje ir programėlėse.
lv: Klientu apkalpošanas informācija ir publiska un var tikt parādīta Open Food Facts tīmekļa vietnē un lietotnēs.
nl_be: Informatie over de klantenservice is openbaar en kan worden getoond op de Open Food Facts-website en apps.
pl: Informacje dotyczące obsługi klienta są publiczne i można je wyświetlać w witrynie internetowej i aplikacjach Open Food Facts.
pt_pt: As informações sobre o atendimento ao cliente são públicas e podem ser mostradas no site e aplicações do Open Food Facts.
ro: Informațiile legate de serviciul pentru clienți sunt publice și pot fi afișate pe site-ul și aplicațiile Open Food Facts.
ru: Информация о службе поддержки является публичной и может быть размещена на сайте и в приложениях Open Food Facts.
sl: Informacije o storitvah za stranke so javne in jih je mogoče prikazati na spletnem mestu in v aplikacijah Open Food Facts.
sv: Kundtjänstinformation är offentlig och kan visas på Open Food Facts webbplats och appar.
th: ข้อมูลการบริการลูกค้าเป็นข้อมูลสาธารณะและสามารถดูได้บนเว็บไซต์และแอปพลิเคชันของ Open Food Facts
tr: Müşteri hizmetleri bilgileri halka açıktır ve Open Food Facts web sitesinde ve uygulamalarında gösterilebilir.
uk: Інформація про обслуговування клієнтів є загальнодоступною і може бути відображена на веб-сайті і в додатках Open Food Facts.
vi: Thông tin dịch vụ khách hàng được công khai và có thể được hiển thị trên trang web Open Food Facts và các ứng dụng.

# org_customer_service_note
source: All fields are optional.
bg: Всички полета не са задължителни.
ca: Tots els camps són opcionals.
cs: Všechna pole jsou volitelná.
da: Alle felter er valgfrie.
de: Alle Angaben sind freiwillig.
el: Όλα τα πεδία είναι προαιρετικά.
eo: Ĉiuj kampoj estas laŭvolaj.
es: Todos los campos son opcionales.
fa: همه فیلدها اختیاری هستند.
fi: Kaikki kentät ovat valinnaisia.
fr: Tous les champs sont optionnels.
he: כל השדות הם בגדר רשות.
hr: Sva polja su neobavezna.
hu: Az összes mező opcionális.
id: Semua field adalah opsional.
it: Tutti i campi sono opzionali.
ja: すべての入力欄は任意です。
ka: ყველა ველი არჩევითია.
lt: Visi laukai yra neprivalomi.
lv: Visi lauki ir neobligāti.
nl_be: Alle velden zijn optioneel.
pl: Wszystkie pola są opcjonalne.
pt_pt: Todos os campos são opcionais.
ro: Toate câmpurile sunt opționale.
ru: Все поля не являются обязательными.
sl: Vsa polja so neobvezna.
sv: Alla fält är valfria.
th: ทุกช่องเป็นช่องเลือกกรอกได้
tr: Tüm alanlar isteğe bağlıdır.
uk: Усі поля є необов’язковими.
vi: Tất cả các trường là tùy chọn.

# org_commercial_service
source: Commercial service
bg: Търговска услуга
ca: Servei comercial
cs: Komerční služba
da: Kommerciel service
de: Gewerblicher Dienst
el: Εμπορική υπηρεσία
eo: Komerca servo
es: Servicio comercial
fa: خدمات تجاری
fi: Kaupallinen palvelu
fr: Service commercial
he: שירות מסחרי
hr: Komercijalne usluge
hu: Kereskedelmi szolgáltatás
id: Layanan komersial
it: Servizio commerciale
ja: 商用サービス
ka: კომერციული მომსახურება
lt: Komercinė paslauga
lv: Komerciāls pakalpojums
nl_be: Commerciële dienst
pl: Usługa komercyjna
pt_pt: Serviço comercial
ro: Serviciu comercial
ru: Платные услуги
sl: Komercialna storitev
sv: Kommersiell tjänst
th: บริการเชิงพาณิชย์
tr: Ticari hizmet
uk: Комерційні послуги
vi: Dịch vụ thương mại

# org_commercial_service_description
source: Commercial service information is only shown in the organization profile.
bg: Информацията за търговската услуга се показва само в профила на организацията.
ca: La informació del servei comercial només es mostra al perfil de l'organització.
cs: Informace o komerčních službách se zobrazují pouze v profilu organizace.
da: Kommercielserviceoplysninger fremgår kun af organisationsprofilen.
de: Informationen zu kommerziellen Dienstleistungen werden nur im Organisationsprofil angezeigt.
el: Οι πληροφορίες εμπορικής υπηρεσίας εμφανίζονται μόνο στο προφίλ του οργανισμού.
eo: Komercaj servaj informoj estas montrataj nur en la organiza profilo.
es: La información del servicio comercial solo se muestra en el perfil de la organización.
fa: اطلاعات خدمات تجاری فقط در نمایه سازمان نشان داده می‌شود.
fi: Kaupalliset palvelutiedot näkyvät vain organisaation profiilissa.
fr: Les informations sur le service commercial sont uniquement affichées dans le profil de l'organisation.
he: פרטי השירות המסחרי מופיעים בפרופיל הארגון בלבד.
hr: Informacije o komercijalnim uslugama prikazuju se samo u profilu organizacije.
hu: A kereskedelmi szolgáltatással kapcsolatos információk csak a szervezeti profilban jelennek meg.
id: Informasi layanan komersial hanya ditampilkan di profil organisasi.
it: Le informazioni del servizio commerciale sono mostrate solo nel profilo dell'organizzazione.
ja: 商用サービス情報は、組織のプロフィールにのみ表示されます。
ka: კომერციული მომსახურების შესახებ ინფორმაცია მხოლოდ ორგანიზაციის პროფილშია ნაჩვენები.
lt: Komercinių paslaugų informacija rodoma tik organizacijos profilyje.
lv: Informācija par komerciāliem pakalpojumiem tiek rādīta tikai organizācijas profilā.
nl_be: Commerciële dienstinformatie wordt alleen weergegeven in het organisatieprofiel.
pl: Informacje o usługach komercyjnych są wyświetlane tylko w profilu organizacji.
pt_pt: As informações de serviço comercial são mostradas apenas no perfil da organização.
ro: Informațiile serviciului comercial sunt afișate doar în profilul organizației.
ru: Информация о платных услугах указана только в профиле организации.
sl: Informacije o komercialnih storitvah so prikazane samo v profilu organizacije.
sv: Information om kommersiella tjänster visas endast i organisationsprofilen.
th: ข้อมูลบริการเชิงพาณิชย์จะแสดงเฉพาะในโปรไฟล์องค์กรเท่านั้น
tr: Reklam hizmet bilgileri yalnızca kuruluş profilinde gösterilir.
uk: Інформація про комерційні послуги відображається тільки в профілі організації.
vi: Thông tin dịch vụ thương mại chỉ được hiển thị trong hồ sơ tổ chức.

# contact_name
source: Name
ar: اﻹسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: שם
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
lt: Vardas
lv: Nosaukums
nl_be: Naam
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Название
sl: Ime
sv: Namn
th: ชื่อ
tr: İsim
uk: Ім’я
vi: Tên

# contact_address
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
eo: Adreso
es: Dirección
fa: آدرس
fi: Osoite
fr: Adresse
he: כתובת
hr: Adresa
hu: Cím
id: Alamat
it: Indirizzo
ja: 住所
ka: მისამართი
lt: Adresas
lv: Adrese
nl_be: Adres
pl: Adres
pt_pt: Morada
ro: Abordare
ru: Адрес
sl: Naslov
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
