Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Subscribe to our newsletter
bg: Абонирай се за нашия бюлетин
ca: Subscriu-te al nostre butlletí
cs: Přihlaste se k odběru našeho zpravodaje
da: Abonnér på nyhedsbrevet
de: Abonnieren Sie den Newsletter
el: Εγγραφείτε στο ενημερωτικό μας δελτίο
eo: Abonu nian informilon
es: Suscríbete a nuestro boletín
fa: در خبرنامه ما مشترک شوید
fi: Tilaa uutiskirjeemme
fr: S'abonner à notre newsletter
he: הרשמה לרשימת התפוצה שלנו
hr: Pretplatite se na naš newsletter
hu: Iratkozzon fel hírlevelünkre
id: Berlangganan buletin kami
it: Iscriviti alla nostra newsletter
ka: გამოიწერეთ ჩვენი საინფორმაციო ბიულეტენი
lt: Prenumeruokite mūsų naujienlaiškį
lv: Abonējiet mūsu jaunumus
nl_be: Abonneer op onze nieuwsbrief
pl: Zapisz się do naszego newslettera
pt_pt: Assine o nosso boletim informativo
ro: Abonează-te la newsletter-ul nostru
ru: Подпишитесь на нашу рассылку
sv: Prenumerera på vårt nyhetsbrev
th: สมัครรับจดหมายข่าวของเรา
tr: Haber bültenimize abone olun
uk: Підпишіться на нашу розсилку новин
vi: Đăng ký nhận Bản tin

source: Next
ar: التالى
bg: Следваща
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
eo: Sekva
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hu: Következő
id: Selanjutnya
it: Successiva
ja: 次
ka: შემდეგი
lt: Kitas
lv: Nākamais
ms: Seterusnya
nl_be: Volgende
pl: Następne
pt_pt: Seguinte
ro: Următoarea
ru: Следующий
sl: Naprej
sv: Nästa
th: ถัดไป
tl: Susunod
tr: Sonraki
uk: Далі
vi: Kế tiếp

# no_barcode
source: Product without barcode
ar: المنتج دون الباركود
bg: Продукт без баркод
ca: Producte sense codi de barres
cs: Produkt bez čárového kódu
da: Produkt uden stregkode
de: Produkt ohne Strichcode
el: Προϊόν χωρίς γραμμωτό κώδικα
eo: Produkto sen strekokodo
es: Producto sin código de barras
fa: محصول بدون بارکد
fi: Viivakooditon tuote
fr: Produit sans code-barres
he: מוצר ללא ברקוד
hr: Proizvod bez barkoda
hu: Vonalkód nélküli termék
id: Produk tanpa kode batang
it: Prodotto senza codice a barre
ja: バーコードのない商品
ka: პროდუქტი შტრიხკოდის გარეშე, შტრიხკოდის გარეშე.
lt: Produktas be brūkšninio kodo
lv: Produkts bez svītrkoda
ms: Produk tanpa kod bar
nl_be: Product zonder barcode
pl: Towar bez kodów kreskowych
pt_pt: Produto sem código de barras
ro: Produs fără cod de bare
ru: Продукт без штрихкода
sl: Izdelek brez črtne kode
sv: Produkt utan streckkod
th: สินค้าที่ไม่มีบาร์โค้ด
tl: Produkto na walang barcode
tr: Barkodsuz ürün
uk: Продукція без штрих-коду
vi: Sản phẩm mà không cần mã vạch

# no_nutrition_data
source: Nutrition facts are not specified on the product.
ar: لم يتم تحديد الحقائق الغذائية على المنتج.
bg: Хранителните стойности не са посочени върху продукта.
ca: Les dades nutricionals no s'especifiquen en el producte.
cs: Výživové hodnoty nejsou na výrobku specifikovány.
da: Ernæringsindhold er ikke specificeret på produktet.
de: Die Nährwertinformationen sind nicht auf dem Produkt angegeben.
el: Τα διατροφικά δεδομένα δεν αναγράφονται σε αυτό το προϊόν.
eo: Nutraj informoj ne estas specifitaj sur la produkto.
es: El producto no incluye información nutricional.
fi: Ravintosisältöä ei ole määritelty tuotteessa.
fr: Les informations nutritionnelles ne sont pas mentionnées sur le produit.
he: המפרט התזונתי אינו מצוין על המוצר.
hu: A tápértékadatok nincsenek feltüntetve a terméken.
id: Informasi nilai gizi tidak ditetapkan pada produk.
it: I valori nutrizionali non sono specificati sul prodotto.
ja: 栄養成分表が製品に指定されていません。
lt: Produkto maistingumas nenurodytas.
lv: Uz produkta nav norādīti uztura fakti.
ms: Fakta pemakanan tidak dinyatakan pada produk.
nl_be: De voedingswaarden zijn niet op het product vermeld
pl: Nie podano wartości odżywczych dla tego produktu.
pt_pt: Informação nutricional não especificada no produto.
ro: Valorile nutriționale nu sunt specificate pe produs.
ru: Пищевая ценность не указана на продукте.
sl: Podatki o hranilni vrednosti niso navedeni na izdelku.
sv: Näringsfakta anges inte på produkten.
tl: Nutrisyon facts ay hindi nakasaad sa produkto.
tr: Besin değerleri ürün üzerinde belirtilmemiştir.
uk: Харчова цінність не вказана на продукті.
vi: Thành phần dinh dưỡng không được chỉ định trên sản phẩm.

# multiple_nutrition_data
source: Multiple nutrition facts are specified on the product (e.g. with added water or milk).
ar: يتم تحديد حقائق التغذية المتعددة على المنتج (على سبيل المثال مع الماء أو الحليب المضافة).
bg: Върху продукта са посочени множество хранителни факти (напр. с добавена вода или мляко).
ca: Els productes especifiquen múltiples dades nutricionals (p. ex. amb aigua o llet afegida).
cs: Na výrobku je uvedeno více výživových hodnot (např. s přidanou vodou nebo mlékem).
da: Flere næringsoplysninger er angivet på produktet (f.eks. med tilsat vand eller mælk).
de: Auf dem Produkt sind mehrere Nährwerte angegeben (z.B. mit Zusatz von Wasser oder Milch).
el: Πολλαπλά διατροφικά στοιχεία προσδιορίζονται στο προϊόν (πχ. με προσθήκη νερού ή γάλακτος).
eo: Pluraj nutraj informoj estas specifitaj sur la produkto (ekz. kun aldonita akvo aŭ lakto).
es: En el producto se especifican múltiples datos nutricionales (por ejemplo, con agua o leche añadida).
fa: اطلاعات تغذیه‌ای متعددی روی محصول ذکر شده است (مثلاً با آب یا شیر اضافه شده).
fi: Useampia ravintosisältöjä määritetään tuotteessa (esim. lisätyllä vedellä tai maidolla).
fr: Différentes valeurs nutritionnelles sont mentionnées sur le produit (par exemple avec de l'eau ou du lait)
he: מגוון עובדות תזונתיות שמצוינות על המוצר (למשל: תוספת מים או חלב).
hr: Na proizvodu je navedeno više nutritivnih vrijednosti (npr. s dodanom vodom ili mlijekom).
hu: A terméken több tápértékadat is fel van tüntetve (például: hozzáadott vízzel vagy tejjel).
id: Informasi nilai gizi beragam ditetapkan pada produk (contohnya dengan tambahan air atau susu).
it: Informazioni nutrizionali multiple sono specificate sul prodotto (ad esempio con aggiunta di acqua o latte).
ja: 製品に複数の栄養成分が指定されています (例えば、水や牛乳を加えた)。
ka: პროდუქტზე მითითებულია მრავალი კვებითი ღირებულება (მაგ., დამატებული წყალი ან რძე).
lt: Ant produkto nurodyti keli mitybos faktai (pvz., Įpilta vandens ar pieno).
lv: Uz produkta ir norādīti vairāki uztura fakti (piemēram, pievienojot ūdeni vai pienu).
ms: Fakta pemakanan berganda ditentukan pada produk (contohnya dengan ditambah air atau susu).
nl_be: Meerdere voedingswaarden zijn aangegeven op het product (bijv. met toegevoegd water of melk).
pl: Na produkcie podano wiele informacji o wartościach odżywczych ( np. z dodatkiem wody lub mleka).
pt_pt: São especificadas várias informações nutricionais no produto (por exemplo, com água ou leite adicionados).
ro: Detaliile nutriționale multiple sunt specificate pe produs (de exemplu, cu apă adăugată sau cu lapte).
ru: На продукте указываются многочисленные факты о питательной ценностии (например, с добавленной водой или молоком).
sl: Na proizvodu so navedene številne prehranske navedbe (npr. z dodano vodo ali mlekom).
sv: Flera näringsfakta anges på produkten (t.ex. med tillsatt vatten eller mjölk).
th: มีข้อมูลโภชนาการหลายประเภทที่ระบุไว้ในผลิตภัณฑ์ (เช่น เมื่อมีการเพิ่มน้ำหรือนม)
tr: Çeşitli besin değerleri ürün üzerinde belirtilmiştir. (örneğin süt ya da su eklendi).
uk: У товарі зазначено різноманітні харчові фактори(до прикладу: додавання води або молока).
vi: Nhiều sự kiện dinh dưỡng được chỉ định trên sản phẩm (ví dụ như với nước hoặc sữa thêm vào).

# multiple_nutrition_data_instructions
source: Enter only the nutrition facts for the unprepared product, without added water or milk. If there are different products, enter nutrition facts for the first product listed.
ar: أدخل فقط حقائق التغذية للمنتج الغير معد مسبقاً ، دون إضافة ماء أو حليب. إذا كانت هناك منتجات مختلفة ، فأدخل حقائق التغذية للمنتج الأول المدرج.
bg: Въведи само хранителните данни за неприготвения продукт, без добавена вода или мляко. Ако има различни продукти, въведи хранителните данни за първия изброен продукт.
ca: Anoteu només les dades nutricionals pels productes no preparats, sense l'aigua o la llet afegida. Si hi ha diferents productes, anoteu només les dades nutricionals del primer producte llistat.
cs: Zadejte pouze výživové hodnoty pro nepřipravený výrobek bez přidané vody nebo mléka. Pokud existují různé produkty, zadejte výživové hodnoty pro první uvedený produkt.
da: Angiv kun næringsoplysninger for det uklargjorte produkt, uden tilsat vand eller mælk. Hvis der er forskellige produkter, så angiv næringsoplysninger for det først opførte produkt.
de: Geben Sie nur die Nährwertangaben für das nicht zubereitete Produkt ein, ohne Zusatz von Wasser oder Milch. Wenn es verschiedene Produkte gibt, geben Sie die Nährwertangaben für das erste gelistete Produkt ein.
el: Εισαγάγετε μόνο τα στοιχεία διατροφής για το μη προετοιμασμένο προϊόν, χωρίς προσθήκη νερού ή γάλακτος. Εάν υπάρχουν διαφορετικά προϊόντα, εισαγάγετε στοιχεία διατροφής για το πρώτο προϊόν που αναφέρεται.
eo: Enigu nur la nutrajn informojn por la nepreparita produkto, sen aldonita akvo aŭ lakto. Se estas malsamaj produktoj, enigu la nutrajn informojn por la unua listigita produkto.
es: Introduce solo los datos nutricionales para el producto no preparado, sin agua ni leche agregada. Si hay diferentes productos, introduce información nutricional para el primer producto de la lista.
fa: فقط اطلاعات تغذیه‌ای محصول آماده نشده را بدون اضافه کردن آب یا شیر وارد کنید. اگر محصولات مختلفی وجود دارد، اطلاعات تغذیه‌ای اولین محصول ذکر شده را وارد کنید.
fi: Syötä ravintosisältö vain valmistamattomalle tuotteelle, ilman lisättyä vettä tai maitoa. Jos tuotteita on erilaisia, lisää ravintosisältö ensimmäiselle listatulle tuotteelle.
fr: Entrez seulement les valeurs nutritionnelles pour le produit non préparé, sans eau ou lait ajouté. S'il y a des produits différents, entrez les valeurs nutritionnelles pour le premier produit listé.
he: נא להקליד את הנתונים התזונתיים בלבד למוצר בטרם ההכנה, ללא מים או חלב כתוספת. אם ישנם מוצרים שונים, יש להזין את הנתונים התזונתיים למוצר הראשון שמוצג.
hr: Unesite samo nutritivne vrijednosti za nepripremljeni proizvod, bez dodane vode ili mlijeka. Ako postoje različiti proizvodi, unesite nutritivne vrijednosti za prvi navedeni proizvod.
hu: Csak az el nem készített termék tápértékadatait írja be, hozzáadott víz vagy tej nélkül. Ha több termékről van szó, akkor az első felsorolt termékhez tartozó tápértékadatokat írja be.
id: Hanya masukkan informasi nilai gizi untuk produk yang belum diolah, tanpa penambahan air atau susu. Jika ada produk berbeda, masukkan informasi nilai gizi untuk produk pertama yang didaftarkan.
it: Immettere solo i dati nutrizionali per il prodotto non preparato, senza aggiunta di acqua o latte. Se ci sono prodotti diversi, inserire i dati nutrizionali per il primo prodotto elencato.
ja: 水やミルクを加えずに、調整されていない製品の栄養成分のみを入力してください。異なる製品がある場合は、一覧の最初の製品の栄養成分を入力してください。
ka: შეიყვანეთ მხოლოდ მოუმზადებელი პროდუქტის კვებითი ღირებულება, დამატებული წყლის ან რძის გარეშე. თუ სხვადასხვა პროდუქტია, შეიყვანეთ პირველი ჩამოთვლილი პროდუქტის კვებითი ღირებულება.
lt: Įveskite tik neparengto produkto maistingumą, be vandens ar pieno. Jei yra skirtingų produktų, įveskite pirmojo išvardyto produkto maistingumą.
lv: Ievadiet tikai neapstrādāta produkta uzturvērtības faktus bez ūdens vai piena pievienošanas. Ja ir dažādi produkti, ierakstiet uztura faktus pirmajam uzskaitītajam produktam.
ms: Masukkan hanya fakta pemakanan untuk produk yang belum disediakan, tanpa ditambah air atau susu. Jika terdapat produk yang berbeza, masukkan fakta pemakanan untuk produk pertama yang disenaraikan.
nl_be: Voer alleen de voedingswaarden in voor het onbereide product, zonder toegevoegd water of melk. Als er verschillende producten zijn, vul de voedingswaarden in voor het eerst vermelde product.
pl: Wprowadź tylko wartości odżywcze dla nieprzygotowanego produktu, bez dodatku mleka lub wody. Jeśli występują inne produkty, wprowadź wartości odżywcze dla pierwszego produktu na liście.
pt_pt: Introduza apenas os dados nutricionais do produto por preparar, como por exemplo num produto de cereais de pequeno almoço antes da adição da água ou leite. Se houver produtos diferentes, introduza as informações nutricionais para o primeiro produto apresentado.
ro: Introduceți doar valorile nutriționale pentru produsul nepreparat, fără adaos de apă sau lapte. Dacă există produse diferite, introduceți valorile nutriționale pentru primul produs enumerat.
ru: Укажите питательную ценность только для неподготовленного продукта без добавления воды или молока. Если указаны разные продукты, введите данные о питательной ценности для первого перечисленного продукта.
sl: Vpišite samo prehranske podatke o nepripravljenem izdelku brez dodane vode ali mleka. Če obstajajo različni izdelki, vnesite podatke o hranilni vrednosti za prvi navedeni izdelek.
sv: Ange endast näringsfakta för den oberedda produkten, utan tillsatt vatten eller mjölk. Om det finns olika produkter, ange näringsfakta för den första produkten som listas.
th: ใส่ข้อมูลโภชนาการสำหรับผลิตภัณฑ์ที่ยังไม่ได้ปรุง (โดยไม่มีการเพิ่มน้ำหรือนมเข้าไป) หากมีผลิตภัณฑ์มากกว่า 1 ชนิด (เช่น คุกกี้หลายแบบ แต่ละแบบมีฉลากของตัวเอง) ใส่ข้อมูลโภชนาการสำหรับผลิตภัณฑ์ที่แสดงอยู่ในรายการแรกเท่านั้น
tr: Su ya da süt ilave edilmeksizin hazırlanmamış ürün için sadece besin değerlerini girin. Eğer farklı ürünler varsa, listelenecek ilk ürün için besin değerlerini girin.
uk: Тільки для продукції, яка є непідготовленою, введіть факти про харчування з додаванням води або молока.
vi: Chỉ nhập các thông tin dinh dưỡng cho sản phẩm chưa chuẩn bị, không thêm nước hoặc sữa. Nếu có các sản phẩm khác nhau, hãy nhập thông tin dinh dưỡng cho sản phẩm đầu tiên được liệt kê.

# no_product_for_barcode
source: No product listed for barcode %s.
ar: لم يتم إدراج أي منتج للباركود %s.
bg: Няма посочен продукт за баркод %s.
ca: Cap producte de la llista pel codi de barres %s .
cs: Pro čárový kód %s není uveden žádný produkt.
da: Ingen produkter fundet med stregkode %s.
de: Mit dem Strichcode %s ist kein Produkt vorhanden.
el: Δεν υπάρχει προϊόν με γραμμωτό κώδικα %s.
eo: Neniu produkto listigita por strekkodo %s.
es: No existe ningún producto con el código de barras %s.
fa: هیچ محصولی برای بارکد %sفهرست نشده است.
fi: Viivakoodilla %s ei löydy tuotetta.
fr: Il n'y a pas de produit référencé pour le code-barres %s.
he: לא נרשמו מוצרים על הברקוד %s
hr: Nema navedenog proizvoda za barkod %s.
hu: Nincs %s vonalkódú termék.
id: Tidak ada produk yang tercantum untuk kode batang %s.
it: Nessun prodotto elencato per il codice a barre %s .
ja: バーコード %s の製品はリストされていません。
ka: შტრიხკოდის %s-სთვის პროდუქტი არ არის მითითებული.
lt: Nėra tokio produkto, kurio brūkšninis kodas %s.
lv: Nav neviena produkta, kas uzskaitīts svītrkodā %s.
ms: Tiada produk yang disenaraikan untuk kod bar %s.
nl_be: Er is geen product gevonden voor de barcode %s.
pl: Nie znaleziony listy produktów o kodzie kreskowym %s.
pt_pt: Não existe nenhum produto com o código de barras %s.
ro: Nici un produs listat pentru codul de bare %s.
ru: Нет продуктов со штрихкодом %s.
sl: Za črtno kodo %s ni izdeleka.
sv: Ingen produkt listad för streckkod %s.
th: ยังไม่มีรายการผลิตภัณฑ์สำหรับบาร์โค้ด %s
tl: Walang nakalistang produkto sa barcode %s.
tr: %s barkodu için listelenen ürün yok.
uk: В списку немає продукції зі штрих-кодом %s.
vi: Không có sản phẩm nào được liệt kê cho mã vạch %s.

source: No products.
ar: لا توجد منتجات.
bg: Няма продукти.
ca: Cap producte.
cs: Žádné produkty.
da: Ingen produkter.
de: Keine Produkte.
el: Κανένα προϊόν.
eo: Neniuj produktoj.
es: No hay productos.
fa: بدون محصول.
fi: Ei tuotteita.
fr: Pas de produits.
he: אין מוצרים.
hr: Nema proizvoda.
hu: Nincsenek termékek.
id: Tidak ada produk.
it: Nessun prodotto
ja: 製品はありません。
ka: პროდუქტები არ არის.
lt: Nėra produktų.
lv: Nav produktu.
ms: Tiada produk.
nl_be: Geen producten
pl: Brak produktów.
pt_pt: Sem produtos.
ro: Nici un produs.
ru: Нет продуктов
sl: Ni izdelkov.
sv: Inga produkter.
th: ไม่พบผลิตภัณฑ์
tl: Walang mga produkto.
tr: Ürün yok.
uk: Товари відсутні.
vi: Không có sản phẩm.

# not_saved
source: Error while saving, please retry.
ar: حدث خطأ أثناء الحفظ، يرجى إعادة المحاولة.
bg: Грешка при запазването, моля опитай отново.
ca: Error en desar, si us plau torni a provar.
cs: Při ukládání došlo k chybě. Zkuste to prosím znovu.
da: Fejl under gemning, prøv igen.
de: Fehler beim Speichern. Bitte versuchen Sie es erneut.
el: Σφάλμα κατά την αποθήκευση, παρακαλώ προσπαθήστε πάλι.
eo: Eraro dum konservado, bonvolu reprovi.
es: Se ha producido un error guardando los datos, por favor inténtalo de nuevo.
fa: خطا در ذخیره، لطفا دوباره امتحان کنید.
fi: Virhe tallennettaessa, yritä uudelleen.
fr: Erreur d'enregistrement, merci de réessayer.
he: אירעה שגיאה במהלך השמירה, נא לנסות שוב.
hr: Pogreška prilikom spremanja, pokušajte ponovno.
hu: Hiba történt a mentés során, kérjük, próbálja újra.
id: Kesalahan saat menyimpan, coba lagi.
it: Errore durante il salvataggio, si prega di riprovare.
ja: 保存中にエラー、再試行してください。
ka: შენახვისას შეცდომა მოხდა, გთხოვთ, სცადოთ ხელახლა.
lt: Išsaugant įvyko klaida, bandykite dar kartą.
lv: Saglabājot kļūdu, lūdzu, mēģiniet vēlreiz.
ms: Ralat semasa menyimpan, sila cuba lagi.
nl_be: Fout tijdens het opslaan, gelieve opnieuw te proberen
pl: Błąd w trakcie zapisywania, proszę ponowić.
pt_pt: Erro ao guardar os dados, por favor tente novamente.
ro: Eroare de salvare, vă rog reîncercați.
ru: Ошибка при сохранении, попробуйте снова.
sl: Napaka med shranjevanjem, poskusite znova.
sv: Fel vid sparande, försök igen.
th: เกิดข้อผิดพลาดขณะบันทึก โปรดลองใหม่อีกครั้ง
tl: Error habang nagse-save, subukan ulit.
tr: Kaydederken hata oluştu, lütfen yeniden deneyin.
uk: Виникла помилка при збереженні, будь ласка, повторіть спробу знову.
vi: Lỗi khi lưu, vui lòng thử lại.

source: Number of additives
ar: عدد الإضافات
bg: Брой добавки
ca: Nombre d'additius
cs: Počet aditiv
da: Antal tilsætningsstoffer
de: Anzahl von Zusatzstoffen
el: Αριθμός προσθέτων
eo: Nombro da aldonaĵoj
es: Número de aditivos
fa: تعداد مواد افزودنی
fi: Lisäaineiden lukumäärä
fr: Nombre d'additifs
he: מספר התוספים
hr: Broj aditiva
hu: Adalékanyagok száma
id: Jumlah zat aditif
it: Numero di additivi
ja: 添加物の数
ka: დანამატების რაოდენობა
lt: Priedų skaičius
lv: Piedevu skaits
ms: Bilangan aditif
nl_be: Aantal additieven
pl: Liczba dodatków
pt_pt: Número de aditivos
ro: Numărul de aditivi
ru: Количество добавок
sl: Število aditivov
sv: Antal tillsatser
th: จำนวนสารเติมแต่ง
tl: Bilang ng mga sangkap
tr: Katkı maddesi sayısı
uk: Коефіцієнт добавок
vi: Số lượng phụ gia

source: Number of products
ar: عدد من المنتجات
bg: Брой продукти
ca: Nombre de productes
cs: Počet výrobků
da: Antal produkter
de: Anzahl der Produkte
el: Αριθμός προϊόντων
eo: Nombro da produktoj
es: Número de productos
fa: تعداد محصولات
fi: Tuotteiden määrä
fr: Nombre de produits
he: מספר המוצרים
hr: Broj proizvoda
hu: Termékek száma
id: Jumlah produk
it: Numero di prodotti
ja: 製品数
ka: პროდუქტების რაოდენობა
lt: Produktų skaičius
lv: Produktu skaits
ms: Bilangan produk
nl_be: Aantal producten
pl: Liczba produktów
pt_pt: Número de produtos
ro: Numărul produselor
ru: Количество продуктов
sl: Število izdelkov
sv: Antal produkter
th: จำนวนของผลิตภัณฑ์
tl: Bilang ng mga produkto
tr: Ürün sayısı
uk: Певна кількість продукції
vi: Số lượng sản phẩm

# nutrient_in_quantity
source: %s in %s
ar: %s في %s
bg: %s в %s
ca: %s en %s
cs: %s v %s
da: %s i %s
el: %s σε %s
eo: %s en %s
es: %s en %s
fa: %s در %s
fi: %s on %s
fr: %s en %s
he: %s ב%s
hr: %s u %s
hu: %s / %s
id: %s di %s
ja: %s / %s
ka: %s %s-ში
lt: %s į %s
lv: %s %s
ms: %s dalam %s
pl: %s w %s
pt_pt: %s em %s
ro: %s în %s
ru: %s в %s
sl: %s v %s
sv: %s i %s
th: %s ใน %s
tl: %s sa %s
tr: %s içinde %s
uk: %s у %s
vi: %s trong %s

# nutrient_levels_info
source: Nutrient levels for 100 g
ar: مستويات المواد الغذائية ل 100 غرام
bg: Хранителни стойности за 100 г
ca: Nivells de nutrients per 100 g
cs: Výživové údaje na 100 g
da: Næringsstoffer per 100 g
de: Nährstoffwerte für 100 g
el: Διατροφικοί δείκτες ανά 100 γρ
eo: Nutraĵa nivelo por 100 g
es: Valores nutricionales por 100 g
fa: میزان مواد مغذی در هر ۱۰۰ گرم
fi: Ravintoainepitoisuudet per 100 g
fr: Repères nutritionnels pour 100 g
he: רמות המרכיבים התזונתיים ל־100 גרם
hr: Razina hranjivih tvari na 100 g
hu: Átlagos tápérték 100 g termékben
id: Tingkat kandungan gizi untuk 100 g
it: Livelli dei nutrienti per 100 g
ja: 100グラムのための栄養レベル
ka: საკვები ნივთიერებების დონე 100 გრამზე
lt: Maistingumas 100 g
lv: Uzturvielu līmenis uz 100 g:
ms: Paras nutrien untuk 100 g
nl_be: Voedingswaarden per 100 g
pl: Żywnościowe poziomy 100 g
pt_pt: Valores nutricionais por 100 g
ro: Valori nutriționale pentru 100g
ru: Питательная ценность в 100 г
sl: Vsebnost hranil za 100 g
sv: Näringsvärde per 100 g
th: ระดับสารอาหารสำหรับ 100 กรัม
tl: Mga antas ng sustansya sa 100 g
tr: 100 g için besin seviyesi
uk: Вміст поживних речовин для 100 грам продукції
vi: Mức độ dinh dưỡng cho 100 g

# nutrient_levels_p
source: nutrient levels
ar: مستويات المغذيات
bg: хранителни стойности
ca: Nivells de nutrients
cs: množství živin
da: næringsniveauer
de: Nährstoffgehalte
el: διατροφικοί δείκτες
eo: nutraĵaj niveloj
es: valores nutricionales
fa: سطح مواد مغذی
fi: ravintoainepitoisuudet
fr: repères nutritionnels
he: רמות המרכיבים התזונתיים
hr: razine hranjivih tvari
hu: tápanyagszintek
id: tingkat - tingkat kandungan gizi
it: livelli di nutrienti
ja: 栄養レベル
ka: საკვები ნივთიერებების დონე
lv: uzturvielu līmeņi
ms: paras nutrien
nl_be: voedingswaarden
pl: poziom składników odżywczych
pt_pt: valores nutricionais
ro: valori nutriționale
ru: уровни питательных веществ
sl: ravni hranil
sv: näringsvärden
th: ปริมาณสารอาหาร
tl: mga antas ng sustansya
tr: besin seviyeleri
uk: вміст поживних речовин
vi: các mức độ dinh dưỡng

# nutrient_levels_s
source: nutrient level
ar: مستوى المواد الغذائية
bg: хранителна стойност
ca: Nivell de nutrients
cs: množství živiny
da: næringsniveau
de: Nährstoffgehalt
el: διατροφικός δείκτης
eo: nutraĵa nivelo
es: valor nutricional
fa: سطح مواد مغذی
fi: ravintoainepitoisuus
fr: repère nutritionnel
he: רמת המרכיב התזונתי
hr: razina hranjivih tvari
hu: tápanyagszint
id: tingkat kandungan gizi
it: livello di nutrienti
ja: 栄養レベル
ka: საკვები ნივთიერებების დონე
lv: uzturvielu līmenis
ms: paras nutrien
nl_be: voedingswaarde
pl: poziom składników odżywczych
pt_pt: valor nutricional
ro: valoare nutrițională
ru: уровень питательного вещества
sl: raven hranil
sv: näringsvärde
th: ระดับสารอาหาร
tl: antas ng sustansya
tr: besin seviyesi
uk: вміст поживних речовин
vi: mức độ dinh dưỡng

# nutriments_p
source: nutriments
ar: أغذية
bg: хранителни вещества
ca: aliments
cs: živin
da: næringsstoffer
de: Nährstoffe
el: θρεπτικά συστατικά
eo: nutraĵoj
es: nutrientes
fi: ravintoaineet
he: רכיבים תזונתיים
hu: tápanyagok
id: nutrisi
it: nutrimenti
ja: 栄養成分
lt: maistinės medžiagos
lv: ēdieni
nl_be: voedingsstoffen
pl: odżywki
pt_pt: nutrientes
ro: nutriente
ru: питательные вещества
sl: hranila
sv: näringsämnen
tl: mga nutrimento
tr: besinler
uk: поживності
vi: nguồn Thực Phẩm
