Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# cities_without_products
source: Products not packaged in the city of %s
ar: المنتجات التي لا يتم تعبئتها في مدينة %s
bg: Продукти, които не са опаковани в града от %s
ca: Productes no envasats a la ciutat %s
cs: Výrobky nebalené ve městě %s
da: Produkter der ikke er pakket i byen %s
de: Produkte, die nicht in %s verpackt wurden
el: Προϊόντα που δεν συσκευάζονται στην πόλη %s
eo: Produktoj ne pakitaj en la urbo %s
es: Productos no envasados en la ciudad de %s
fa: محصولاتی که در شهر %sبسته‌بندی نشده‌اند
fi: Tuotteet, joita ei ole pakattu kaupungissa %s
fr: Les produits dont la commune d'emballage n'est pas %s
he: מוצרים שלא נארו בעיר %s
hr: Proizvodi koji nisu pakirani u gradu %s
hu: Nem %s városában csomagolt termékek
id: Produk - produk yang tidak dikemas di kota %s
it: Prodotti non imballati nella città di %s
ja: %s で包装されていない製品
ka: პროდუქტები, რომლებიც არ არის შეფუთული %sქალაქში
lt: Produktai, neįpakuoti %s mieste
lv: Produkti, kas nav iesaiņoti pilsētā %s
ms: Produk yang tidak dibungkus di bandar %s
nl_be: Producten niet verpakt in de stad %s
pl: Produkty pakowane poza miastem %s
pt_pt: Produtos não embalados na cidade de(o) %s
ro: Produsele nu sunt împachetate în orașul %s
ru: Продукты, упакованные не в городе %s
sl: Izdelki, ki niso pakirani v mestu %s
sv: Produkter som inte är förpackade i staden %s
th: ผลิตภัณฑ์ที่ไม่ได้บรรจุในเมือง %s
tl: Mga produkto na hindi nakabalot sa lungsod ng %s
tr: %s şehrinde paketlenmeyen ürünler
uk: Не запаковані товари в місті %s
vi: Sản phẩm không được đóng gói ở thành phố %s

# codes_p
source: Codes
ar: رموز
bg: Кодове
ca: Codis
cs: Zdrojové kódy
da: Koder
el: Κωδικοί
eo: Kodoj
es: Códigos
fa: کدها
fi: Koodit
he: קודים
hr: Kodovi
hu: Kódok
id: Kode - kode
it: Codici
ja: コー​​ド
ka: კოდები
lt: Kodai
lv: Kodi
ms: Kod-kod
pl: Kody
pt_pt: Códigos
ro: Coduri
ru: Коды
sl: Kode
sv: Koder
th: รหัส
tl: Mga code
tr: Kodlar
uk: Коди
vi: Mã

# codes_s
source: Code
ar: رمز
bg: Код
ca: Codi
cs: Zdrojový kód
da: Kode
el: Κωδικός
eo: Kodo
es: Código
fa: کد
fi: Koodi
he: קוד
hr: Kodirati
hu: Kód
id: Kode
it: Codice
ja: コー​​ド
ka: კოდი
lt: Kodas
lv: Kods
ms: Kod
pl: Kod
pt_pt: Código
ro: Cod
ru: Код
sl: Koda
sv: Kod
th: รหัส
tr: Kod
uk: Код
vi: Mã

# completed_n_missions
source: completed %d missions:
ar: أكملت %d مهمات:
bg: изпълнени %d мисии:
ca: completades %d missions:
cs: dokončeno %d misí:
da: fuldført %d missioner:
de: hat %d Aufgaben abgeschlossen:
el: ολοκληρώθηκαν %d αποστολές:
eo: kompletigitaj %d misioj:
es: %d misiones completadas:
fa: ماموریت‌های %d تکمیل‌شده:
fi: suorittanut %d tehtävää:
fr: a accompli %d missions :
he: הושלמו %d משימות:
hr: završenih %d misija:
hu: teljesített %d küldetést:
id: %d misi terselesaikan:
it: missioni %d completate:
ja: %d ミッション完了しました:
ka: შესრულებული %d მისიები:
lt: įvykdė %d misijų:
lv: pabeigti %d komandējumi:
ms: selesai %d misi:
nl_be: %s missies voltooid
pl: zakończono %d misji:
pt_pt: completou %d missões:
ro: a terminat %d misiuni:
ru: завершено %d заданий:
sl: zaključeno %d misij:
sv: avslutade %d uppdrag:
th: ทำภารกิจเสร็จสิ้น %d :
tl: natapos %d misyon:
tr: %d görev tamamladı:
uk: виконано %d місій:
vi: hoàn thành nhiệm vụ %d:

# connected_with_facebook
source: You are connected with your Facebook account.
ar: أنت متصل بحساب الفيسبوك الخاص بك.
bg: Свързан си с твоя Facebook акаунт.
ca: Està connectat amb el seu compte de Facebook.
cs: Jste připojeni svým Facebookovým účtem.
da: Du er forbundet med din Facebook-konto.
de: Sie sind mit Ihrem Facebook-Konto verbunden.
el: Έχετε συνδεθεί με τον λογαριασμό σας στο Facebook.
eo: Vi estas konektita kun via Facebook-konto.
es: Estás conectado a través de tu cuenta de Facebook.
fa: شما با حساب فیسبوک خود متصل هستید.
fi: Olet yhteydessä Facebook-tilisi kautta.
fr: Vous êtes connecté via votre compte Facebook.
he: נכנסת לחשבון הפייסבוק שלך.
hr: Povezani ste sa svojim Facebook računom.
hu: Ön a Facebook-fiókjával kapcsolódott.
id: Anda terhubung dengan akun Facebook Anda.
it: Connesso attraverso il vostro profilo Facebook.
ja: Facebookアカウントで接続しています。
ka: თქვენ დაკავშირებული ხართ თქვენს Facebook ანგარიშთან.
lt: Esate prisijungę prie savo „Facebook“ paskyros.
lv: Jūs esat saistīts ar savu Facebook kontu.
ms: Anda dihubungkan dengan akaun Facebook anda.
nl_be: Je bent verbonden met je Facebook-account.
pl: Jesteś połączony z kontem na Facebooku.
pt_pt: Encontra-se autenticado através da sua conta de Facebook.
ro: Sunteți conectat cu contul de Facebook.
ru: Вы подключены используя ваш аккаунт Facebook
sl: Vaš Facebook račun je povezan.
sv: Du är ansluten med ditt Facebook-konto.
th: คุณกำลังเชื่อมต่อกับบัญชี Facebook ของคุณ
tl: Ikaw ay konektado sa iyong Facebook account.
tr: Facebook hesabınızla bağlısınız.
uk: Ви підключені до вашого облікового запису Facebook.
vi: Bạn đang kết nối với tài khoản Facebook của bạn.

source: Contributor since
ar: مساهم منذ
bg: Сътрудник от
ca: Col·laborador des de
cs: Přispěvatel od
da: Bidragsyder siden
de: Mitwirkend seit
el: Συνεισφέρων από
eo: Kontribuanto ekde
es: Colaborador desde
fa: مشارکت‌کننده از
fi: Liittynyt osallistujaksi
fr: Contributeur depuis le
he: מועד התחלת תרומה
hr: Suradnik od
hu: Hozzájáruló ettől kezdve:
id: Kontributor sejak
it: Contributore dal
ja: 貢献開始
ka: კონტრიბუტორი წლიდან
lt: Bendraautoris nuo
lv: Atbalstītāji
ms: Penyumbang sejak
nl_be: Vrijwilliger sinds
pl: Współtwórca od
pt_pt: Colaborador desde
ro: Contribuitor din
ru: Участник с
sl: Sodelavec od
sv: Medarbetare sedan
th: คุณเข้าร่วมตั้งแต่
tl: Nag-abuloy noong
tr: Katılımcı
uk: Є співучасником з
vi: Tham gia từ

# copy_data
source: Copy data from current product to new product
ar: نسخ البيانات من المنتج الحالي إلى منتج جديد
bg: Копирай данните от текущия продукт в нов продукт
ca: Copia les dades del producte actual al nou producte
cs: Kopírovat data z aktuálního produktu do nového produktu
da: Kopier data fra aktuelle produkt til nyt produkt
de: Daten vom aktuellen Produkt zu neuem Produkt kopieren
el: Αντιγραφή δεδομένων από το τρέχον προϊόν σε νέο προϊόν
eo: Kopii datumojn de la nuna produkto al la nova produkto
es: Copiar la información desde el producto actual a uno nuevo
fa: کپی کردن داده‌ها از محصول فعلی به محصول جدید
fi: Kopioi tiedot nykyisestä tuotteesta uuteen tuotteeseen
fr: Copier les données du produit actuel sur le nouveau
he: העתקת נתונים מהמוצר הנוכחי למוצר חדש
hr: Kopiranje podataka iz trenutnog proizvoda u novi proizvod
hu: Adatok másolása a jelenlegi termékről új termékre
id: Salin data dari produk saat ini ke produk baru
it: Copiare i dati dal prodotto corrente al nuovo prodotto
ja: 現在の製品から新しい製品にデータをコピーする
ka: მონაცემების კოპირება მიმდინარე პროდუქტიდან ახალ პროდუქტზე
lt: Nukopijuokite duomenis iš dabartinio produkto į naują
lv: Kopēt datus no pašreizējā produkta uz jaunu produktu
ms: Salin data dari produk semasa ke produk baru
nl_be: Kopieer gegevens van het huidige product naar nieuwe product
pl: Skopiuj dane bieżącego produktu do nowego
pt_pt: Copiar dados do produto atual para o novo produto
ro: Copiați datele de la produsul curent la produsul nou
ru: Копировать данные из текущего продукта в новый.
sl: Kopiraj podatke iz trenutnega v nov izdelek
sv: Kopiera data från nuvarande produkt till ny produkt
th: คัดลอกข้อมูลจากผลิตภัณฑ์ปัจจุบันไปยังผลิตภัณฑ์ใหม่
tl: Kopyahin ang datos mula sa kasulukuyang produkto sa bagong produkto
tr: Mevcut ürünün verilerini yeni ürüne kopyala
uk: Копіювати дані з поточного продукту в новий продукт
vi: Sao chép dữ liệu từ sản phẩm hiện tại sang sản phẩm mới

# correct_the_following_errors
source: Please correct the following errors:
ar: الرجاء تصحيح الأخطاء التالية:
bg: Моля, поправи следните грешки:
ca: Si us plau, corregiu els següents errors:
cs: Prosím, opravte následující chyby:
da: Ret venligst disse fejl:
de: Bitte korrigieren Sie die folgenden Fehler:
el: Παρακαλώ διορθώστε τα παρακάτω σφάλματα:
eo: Bonvolu korekti la jenajn erarojn:
es: Por favor, corrija los siguientes errores:
fa: لطفا خطاهای زیر را اصلاح کنید:
fi: Korjaa seuraavat virheet:
fr: Merci de corriger les erreurs suivantes :
he: נא לתקן את השגיאות הבאות:
hr: Molimo ispravite sljedeće greške:
hu: Kérem, javítsa ki a következő hibákat:
id: Harap perbaiki kesalahan berikut:
it: Correggere gli errori seguenti, grazie
ja: 次のエラーを修正してください：
ka: გთხოვთ, გამოასწოროთ შემდეგი შეცდომები:
lt: Ištaisykite šias klaidas:
lv: Lūdzu, labojiet šīs kļūdas:
ms: Sila betulkan ralat berikut:
nl_be: Gelieve de volgende fouten te verbeteren
pl: Proszę o poprawienie następujących błędów:
pt_pt: Por favor corrija os seguintes erros:
ro: Vă rugăm corectați erorile următoare:
ru: Исправьте следующие ошибки:
sl: Prosim odpravite naslednje napake:
sv: Vänligen korrigera följande fel:
th: กรุณาแก้ไขข้อผิดพลาดดังนี้
tl: Pakitama sa mga sumusunod na mali:
tr: Lütfen aşağıdaki hataları düzeltin:
uk: Відкоригуйте, будь ласка, наведені помилки:
vi: Xin vui lòng sửa những lỗi sau:

# correctors_p
source: correctors
ar: المصححين
bg: коректори
cs: korektoři
da: redaktører
de: Überprüfer
el: διορθωτές
eo: korektantoj
es: correctores
fa: اصلاح کننده ها
fi: korjaajat
fr: correcteurs
he: מתקנים
hr: korektori
hu: javítók
id: para korektor
it: correttori
ja: 修正者
ka: კორექტორები
lt: pataisymai
lv: korektori
ms: pembetul-pembetul
nl_be: verbeteraars
pl: korektory
pt_pt: revisores
ro: corectori
ru: корректоры
sl: korektorji
sv: korrigerare
th: ผู้ตรวจแก้
tl: mga tagatama
tr: düzelticiler
uk: помічники редактора
vi: những hiệu chỉnh

# correctors_s
source: corrector
ar: moussahih
bg: коректор
cs: korektor
da: redaktør
de: Überprüfer
el: διορθωτής
eo: korektanto
es: correctores
fa: اصلاح کننده
fi: korjaaja
fr: correcteur
he: מתקן
hr: korektor
hu: javító
id: korektor
it: correttore
ja: 修正者
ka: კორექტორი
lt: taisytojas
lv: korektors
ms: pembetul
nl_be: verbeteraar
pl: korektor
pt_pt: revisor
ro: corector
ru: корректор
sl: korektor
sv: korrigerare
th: ผู้ตรวจแก้
tl: tagatama
tr: düzeltici
uk: помічник редактора
vi: hiệu chỉnh

# countries
source: Countries where sold
ar: بلدان بيع
bg: Страни в които се продава
ca: Països on es va vendre
cs: Země prodeje
da: Lande, hvorfra der sælges
de: Vertriebsländer
el: Χώρες όπου πωλείται
eo: Landoj, kie ĝi vendiĝas
es: Países de venta
fa: Country
fi: Maat, joissa myynnissä
fr: Pays de vente
he: ארצות בהן נמכר
hu: Országok, ahol kapható
id: Negara tempat dijual
it: Paesi di vendita
ja: 販売の国
lt: Country
lv: Country
ms: Country
nl_be: Verkooplanden
pl: Kraje sprzedaży
pt_pt: Países onde é vendido
ro: Țările unde se vinde
ru: Страны продажи
sl: Države, kjer se prodaja
sv: Länder där såld
th: ประเทศที่ขาย
tl: Mga bansa kung saan ibinebenta
tr: Satılan ülkeler
uk: Країни, в яких продається:
vi: Các quốc gia bán

# countries_note
source: Countries where the product is widely available (not including stores specialising in foreign products)
ar: البلدان التي يتوفر فيها المنتج على نطاق واسع (لا يشمل ذلك المتاجر المتخصصة في المنتجات الأجنبية)
bg: Държави, в които продуктът е широко достъпен (без магазините, специализирани в чужди продукти)
ca: Països en els quals el producte és àmpliament disponible (no incloent botigues especialitzades en productes estrangers)
cs: Země, kde je tento produkt široce dostupný (nezahrnuje prodejny specializující se na zahraniční produkty)
da: Lande hvor produktet er almindeligt tilgængeligt (udover butikker som specialiserer sig i udenlandske produkter)
de: Länder, in denen das Produkt weit verbreitet ist (Spezialgeschäfte für ausländische Waren nicht eingeschlossen)
el: Χώρες όπου το προϊόν είναι ευρέως διαθέσιμο (εξαιρουμένων των καταστημάτων που εξειδικεύονται στην πώληση ξένων προϊόντων)
eo: Landoj kie la produkto estas vaste havebla (ne inkluzivante vendejojn specialiĝantajn pri fremdaj produktoj)
es: Países en los que el producto está ampliamente disponible (no se incluyen las tiendas especializadas en productos extranjeros)
fa: کشورهایی که محصول در آنها به طور گسترده در دسترس است (شامل فروشگاه‌های متخصص در محصولات خارجی نمی‌شود)
fi: Maat, joissa tuote on laajalti saatavilla (paitsi ulkomaisiin tuotteisiin erikoistuneista myymälöistä)
fr: Pays dans lesquels le produit est largement distribué (hors magasins spécialisés dans l'import)
he: מדינות בהן המוצר זמין לרווחה (לא כולל חנויות המתמחות במוצרים מיובאים)
hr: Zemlje u kojima je proizvod široko dostupan (ne uključujući trgovine specijalizirane za strane proizvode)
hu: Azon országok, ahol a termék széles körben kapható (nem csak importárura specializálódott boltokban)
id: Negara - negara tempat produk tersedia secara luas (tidak termasuk toko - toko yang berspesialisasi dalam produk asing)
it: Paesi in cui il prodotto è ampiamente disponibile (non sono inclusi i negozi specializzati in prodotti esteri)
ja: 製品が広く入手できる国（外国製品を専門とする店を除く）
ka: ქვეყნები, სადაც პროდუქტი ფართოდ არის ხელმისაწვდომი (უცხოური პროდუქტებით სპეციალიზებული მაღაზიების გარდა)
lt: Šalys, kuriose produktas yra plačiai prieinamas (neįskaitant parduotuvių, kurių specializacija yra užsienio produktai)
lv: Valstis, kurās produkts ir plaši pieejams (izņemot veikalus, kas specializējas ārzemju produktos)
ms: Negara-negara di mana produk tersebut boleh didapati secara meluas (tidak termasuk kedai-kedai yang mengkhusus dalam produk asing)
nl_be: Landen waar het product op grote schaal beschikbaar is (behalve winkels gespecialiseerd in import)
pl: Kraje gdzie produkt jest powszechnie dostępny (nie włączając sklepów specjalizujących się w produktach zagranicznych)
pt_pt: Países onde o produto está largamente disponível (excluindo lojas especializadas em produtos estrangeiros)
ro: Țările unde produsul este disponibil pe scară largă (ne-incluzând magazinele specializate în produse străine)
ru: Страны, в которых продукт широко доступен (не включая магазины, специализирующиеся на иностранных продуктах)
sl: Države, v katerih je izdelek splošno na voljo (brez trgovin, specializiranih za tuje izdelke)
sv: Länder där produkten är allmänt tillgänglig (ej inklusive butiker som specialiserat sig på utländska produkter)
th: ประเทศที่มีผลิตภัณฑ์นี้จำหน่ายอย่างแพร่หลาย (ไม่รวมร้านค้าที่จำหน่ายสินค้าจากต่างประเทศ)
tr: Ürünün yaygın olarak bulunduğu ülkeler (yabancı ürünler konusunda uzmanlaşmış mağazalar hariç)
uk: Продукт є досить популярним серед країн (окрім магазинів, які є експертами іноземних продуктів)
vi: Các quốc gia nơi sản phẩm có sẵn rộng rãi (không bao gồm các cửa hàng chuyên về các sản phẩm nước ngoài)

# countries_p
source: countries
ar: الدول
bg: страни
ca: països
cs: země
da: lande
de: Länder
el: χωρες
eo: landoj
es: países
fi: maat
fr: pays
he: מדינות
hu: országok
id: negara - negara
it: paesi
ja: 国
lt: šalys
lv: valstis
ms: negara-negara
nl_be: landen
pl: państwa
pt_pt: países
ro: tari
ru: страны
sl: države
sv: länder
th: ประเทศ
tl: mga bansa
tr: ülkeler
uk: країни
vi: các quốc gia

# countries_products
source: Products sold in %s
ar: المنتجات التي تباع في %s
bg: Продукти, продавани в %s
ca: Productes venuts a %s
cs: Výrobky prodané v %s
da: Produkter som sælges i %s
de: Produkte verkauft in %s
el: Προϊόντα που πωλούνται σε %s
eo: Produktoj venditaj en %s
es: Productos vendidos en %s
fa: محصولات فروخته شده در %s
fi: Tuotteet, joita myydään maassa %s
fr: Les produits par lieu de vente : %s
he: מוצרים שנמכרים ב%s
hr: Proizvodi koji se prodaju u %s
hu: %s területén kapható termékek
id: Produk - produk yang dijual di %s
it: Prodotti venduti in %s
ja: %s で販売されている製品
ka: პროდუქცია გაიყიდა %s-ში
lt: Produktų, parduodamų %s
lv: Produkti, kas tiek pārdoti %s
ms: Produk dijual dalam %s
nl_be: Producten verkocht in %s
pl: Produkty sprzedawane w %s
pt_pt: Produtos vendidos em %s
ro: Produse vândute în %s
ru: Продукты, проданные в %s
sl: Izdelki, prodani v %s
sv: Produkter sålda i %s
th: ผลิตภัณฑ์ที่ขายใน %s
tl: Mga produkto na naibenta sa %s
tr: %s içinde satılan ürünler
uk: Товари, продані у %s
vi: Sản phẩm được bán tại %s

# countries_s
source: country
ar: الدولة
bg: страна
ca: país
cs: země
da: land
de: Land
el: χώρα
eo: lando
es: país
fi: maa
fr: pays
he: מדינה
hr: zemlja
hu: ország
id: negara
it: paese
ja: 国
lt: šalis
lv: valsts
ms: negara
nl_be: land
pl: kraj
pt_pt: país
ro: tara
ru: страна
sl: država
sv: land
th: ประเทศ
tl: bansa
tr: ülke
uk: країна
vi: nước

# countries_without_products
source: Products not sold in %s
ar: المنتجات التي لا تباع في %s
bg: Продукти, които не се продават в %s
ca: Productes que no es venen a %s
cs: Produkty, které nebyly prodány v %s
da: Produkter som ikke sælges i %s
de: Produkte, die nicht in %s verkauft werden
el: Προϊόντα που δεν πωλούνται σε %s
eo: Produktoj ne vendataj en %s
es: Productos no vendidos en %s
fa: محصولاتی که در %sفروخته نمی‌شوند
fi: Tuotteet, joita ei myydä massa %s
fr: Les produits qui ne sont pas vendus à : %s
he: מוצרים שאינם נמכרים ב%s
hr: Proizvodi koji se ne prodaju u %s
hu: %s területén nem kapható termékek
id: Produk - produk yang tidak dijual di %s
it: Prodotti non venduti in %s
ja: %s で販売されていない製品
ka: პროდუქტები, რომლებიც არ იყიდება %s-ში
lt: Produktai neparduodami %s
lv: Produkti, kas nav pārdoti %s
ms: Produk tidak dijual dalam %s
nl_be: Producten niet verkrijgbaar in %s
pl: Produkty niesprzedane w %s
pt_pt: Produtos não vendidos em %s
ro: Produse care nu sunt vândute în %s
ru: Продукты, не проданные в %s
sl: Izdelki, ki se ne prodajajo v %s
sv: Produkter som inte säljs i %s
th: ผลิตภัณฑ์ที่ไม่ได้ขายใน %s
tl: Mga produkto na hindi naibenta sa %s
tr: %s içinde satılmayan ürünler
uk: Товари, не продані в %s
vi: Sản phẩm không được bán trong %s

source: Data source
ar: مصدر البيانات
bg: Източник на данни
ca: Font de dades
cs: Zdroj dat
da: Datakilde
de: Datenquelle
el: Πηγή δεδομένων
eo: Datenfonto
es: Origen de los datos
fa: منبع داده
fi: Tietolähde
fr: Source des données
he: מקור נתונים
hr: Izvor podataka
hu: Adatforrás
id: Sumber data
it: Sorgente dati
ja: 情報元
ka: მონაცემთა წყარო
lt: Duomenų šaltinis
lv: Datu avots
ms: Sumber data
nl_be: Gegevensbron
pl: Źródło danych
pt_pt: Fonte dos dados
ro: Sursa datelor
ru: Источник данных
sl: Vir podatkov
sv: Datakälla
th: แหล่งที่มาของข้อมูล
tl: Pinagkukunan na datos
tr: Veri kaynağı
uk: Джерело інформації
vi: Nguồn dữ liệu

# data_sources_p
source: data sources
ar: مصادر البيانات
bg: източници на данни
ca: fonts de dades
cs: zdroje dat
da: datakilder
de: Datenquellen
el: πηγές δεδομένων
eo: datenfontoj
es: fuentes de datos
fa: منابع داده
fi: tietolähteet
fr: sources de données
he: מקורות נתונים
hr: izvori podataka
hu: adatforrások
id: sumber - sumber data
it: sorgenti dati
ja: 情報元
ka: მონაცემთა წყაროები
lt: duomenų šaltiniai
lv: datu avoti
ms: sumber-sumber data
nl_be: gegevensbronnen
pl: źródła danych
pt_pt: fontes dos dados
ro: surse de date
ru: источники данных
sl: vir podatkov
sv: datakällor
th: แหล่งที่มาของข้อมูล
tr: veri kaynakları
uk: джерела звідки походить інформація
vi: các nguồn dữ liệu

# data_sources_s
source: data source
ar: مصدر البيانات
bg: източник на данни
ca: font de dades
cs: zdroj dat
da: datakilde
de: Datenquelle
el: πηγή δεδομένων
eo: datenfonto
es: fuente de datos
fa: منبع داده
fi: tietolähde
fr: source de données
he: מקור נתונים
hr: izvor podataka
hu: adatforrás
id: sumber data
it: sorgente dati
ja: 情報元
ka: მონაცემთა წყარო
lt: duomenų šaltinis
lv: datu avots
ms: sumber data
nl_be: gegevensbron
pl: źródło danych
pt_pt: fonte dos dados
ro: sursa de date
ru: источник данных
sl: vir podatkov
sv: datakälla
th: แหล่งที่มาของข้อมูล
tr: veri kaynağı
uk: джерело звідки походить інформація
vi: nguồn dữ liệu

# debug_p
source: debug
ar: التصحيح
bg: отстраняване на грешки
ca: depura
cs: ladění
da: fejlfind
de: Fehlersuche
el: αποσφαλμάτωση
eo: sencimigi
es: depuración
fa: اشکال‌زدایی
fi: vianetsintä
fr: débogage
he: ניפוי שגיאות
hr: otklanjanje pogrešaka
ja: デバッグ
ka: გამართვა
lt: derinimo
lv: atkļūdošana
ms: nyahpepijat
nl_be: foutopsporing
pl: debugowanie
pt_pt: depuração
ro: depanare
ru: отладка
sv: felsök
th: ดีบั๊ก
tr: hata ayıklama
uk: збиток

# debug_s
source: debug
ar: التصحيح
bg: отстраняване на грешки
ca: depura
cs: ladění
da: fejlfind
de: Fehlersuche
el: αποσφαλμάτωση
eo: sencimigi
es: depuración
fa: اشکال‌زدایی
fi: vianetsintä
fr: débogage
he: ניפוי שגיאות
hr: otklanjanje pogrešaka
ja: デバッグ
ka: გამართვა
lt: derinimo
lv: atkļūdošana
ms: nyahpepijat
nl_be: foutopsporing
pl: debugowanie
pt_pt: depuração
ro: depanare
ru: отладка
sv: felsök
th: ดีบั๊ก
tr: hata ayıklama
uk: збиток

# delete_comment
source: Reason for removal
ar: سبب إزالة
bg: Причина за премахването
ca: Motiu de la retirada
cs: Důvod odstranění
da: Årsag til fjernelse
de: Löschung begründen
el: Αιτία διαγραφής
eo: Kialo por forigo
es: Motivo de la eliminación
fa: دلیل حذف
fi: Poistamisen syy
fr: Raison de la suppression
he: הסיבה להסרה
hr: Razlog uklanjanja
hu: Az eltávolítás oka
id: Alasan penghapusan
it: Motivo per la rimozione
ja: 削除の理由
ka: წაშლის მიზეზი
lt: Pašalinimo priežastis
lv: Izņemšanas iemesls
ms: Sebab penyingkiran
nl_be: Reden voor verwijdering
pl: Powód usunięcia
pt_pt: Motivo da eliminação
ro: Motivul ștergerii
ru: Причина удаления
sl: Razlog za odstranitev
sv: Orsak till borttagning
th: เหตุผลในการลบ
tl: Dahilan sa pag-alis
tr: Kaldırılma Nedeni
uk: Причина видалення
vi: Lý do xóa

# delete_product
source: Delete a product
ar: حذف منتج
bg: Изтриване на продукт
ca: Elimina un producte
cs: Odstranit výrobek
da: Slet et produkt
de: Produkt löschen
el: Διαγράψτε το προϊόν
eo: Forigi produkton
es: Eliminar un producto
fa: حذف یک محصول
fi: Poista tuote
fr: Supprimer un produit
he: מחיקת מוצר
hr: Brisanje proizvoda
hu: Termék törlése
id: Hapus sebuah produk
it: Eliminare un prodotto
ja: 製品を削除
ka: პროდუქტის წაშლა
lt: Ištrinti šį produktą
lv: Dzēst produktu
ms: Padamkan produk
nl_be: Product verwijderen
pl: Usuń produkt
pt_pt: Eliminar um produto
ro: Ștergere produs
ru: Удалить продукт
sl: Izbriši izdelek
sv: Radera en produkt
th: ลบผลิตภัณฑ์
tl: Magtanggal ng produkto
tr: Ürün sil
uk: Вилучити продукцію
vi: Xóa sản phẩm

source: Delete the images
ar: حذف الصور
bg: Изтриване на снимките
ca: Elimina les imatges
cs: Smazat obrázky
da: Slet billederne
de: Fotos löschen
el: Διαγραφή των εικόνων
eo: Forigi la bildojn
es: Borrar esta imagen
fa: تصاویر را حذف کنید
fi: Poista kuvat
fr: Supprimer les images
he: מחיקת התמונות
hr: Izbriši slike
hu: Képek törlése
id: Hapus gambar - gambarnya
it: Cancellare le immagini
ja: 画像を削除
ka: სურათების წაშლა
lt: Šalinti šį vaizdą
lv: Dzēsiet attēlus
ms: Padamkan imej
nl_be: Verwijder de foto's
pl: Usuń obrazy
pt_pt: Eliminar as imagens
ro: Ștergeți imaginile
ru: Удалить изображения
sl: Izbriši sliko
sv: Ta bort bilderna
th: ลบรูปภาพ
tl: Tanggalin ang mga imahe
tr: Resmi sil
uk: Видалити зображення
vi: Xóa các hình ảnh

# delete_user
source: Delete the user
ar: حذف المستخدم
bg: Изтрий потребителя
ca: Elimina el compte d'usuari
cs: Smazat uživatele
da: Slet brugeren
de: Benutzer löschen
el: Διαγράψτε τον χρήστη
eo: Forigi la uzanton
es: Eliminar el usuario
fa: کاربر را حذف کنید
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
he: מחיקת המשתמש
hr: Izbriši korisnika
hu: A felhasználó törlése
id: Hapus pengguna
it: Elimina l’utente
ja: ユーザーを削除
ka: მომხმარებლის წაშლა
lt: Ištrinti vartotoją
lv: Dzēst lietotāju
ms: Padamkan pengguna
nl_be: Gebruiker verwijderen
pl: Usuń użytkownika
pt_pt: Eliminar o utilizador
ro: Ștergeți utilizatorul
ru: Удалить пользователя
sl: Izbriši uporabnika
sv: Ta bort denna användare
th: ลบผู้ใช้
tl: Tanggalin ang user
tr: Kullanıcıyı sil
uk: Видаліть користувача
vi: Xóa người dùng
