Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# site_description_opf
source: A collaborative, free and open database of information on various products from around the world.
eo: Kunlabora, senpaga kaj malferma datumbazo de informoj pri diversaj produktoj el la tuta mondo.
hr: Suradnička, besplatna i otvorena baza podataka s informacijama o raznim proizvodima iz cijelog svijeta.
lv: Sadarbības, bezmaksas un atvērta informācijas datubāze par dažādiem produktiem no visas pasaules.
sv: En samarbetsinriktad, gratis och öppen databas med information om olika produkter från hela världen.
th: ฐานข้อมูลแบบร่วมมือ เปิดเผย และใช้งานได้ฟรี เกี่ยวกับข้อมูลผลิตภัณฑ์ต่างๆ จากทั่วโลก

# tagline_opf
source: Open Products Facts gathers information and data on a wide range of products from around the world.
bg: Open Products Facts събира информация и данни за широка гама от продукти от цял свят.
el: Το Open Products Facts συγκεντρώνει πληροφορίες και δεδομένα για ένα ευρύ φάσμα προϊόντων από όλο τον κόσμο.
eo: Open Products Facts kolektas informojn kaj datumojn pri vasta gamo da produktoj el la tuta mondo.
fa: «اطلاعات محصولات باز» اطلاعات و داده‌های مربوط به طیف وسیعی از محصولات را از سراسر جهان جمع‌آوری می‌کند.
he: מיזם Open Products Facts אוסף מידע ונתונים על מגוון רחב של מוצרים מכל רחבי העולם.
hr: Open Products Facts prikuplja informacije i podatke o širokom rasponu proizvoda iz cijelog svijeta.
ka: Open Products Facts აგროვებს ინფორმაციასა და მონაცემებს მსოფლიოს სხვადასხვა კუთხიდან პროდუქციის ფართო სპექტრის შესახებ.
lv: “Open Products Facts” apkopo informāciju un datus par plašu produktu klāstu no visas pasaules.
pl: Open Products Facts gromadzi informacje i dane na temat szerokiej gamy produktów z całego świata.
pt_pt: O Open Products Facts reúne informações e dados sobre uma ampla variedade de produtos de todo o mundo.
sv: Open Products Facts samlar information och data om ett brett utbud av produkter från hela världen.
th: เว็บไซต์ Open Products Facts รวบรวมข้อมูลและรายละเอียดเกี่ยวกับผลิตภัณฑ์หลากหลายประเภทจากทั่วโลก

# footer_tagline_opf
source: A collaborative, free and open database of various products from around the world.
bg: Съвместна, безплатна и отворена база данни за различни продукти от цял свят.
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων με διάφορα προϊόντα από όλο τον κόσμο.
eo: Kunlabora, libera kaj malferma datumbazo de diversaj produktoj el la tuta mondo.
fa: یک پایگاه داده مشارکتی، رایگان و باز از محصولات مختلف از سراسر جهان.
he: מסד הנתונים השיתופי, החופשי והפתוח של מגוון מוצרים מכל רחבי העולם.
hr: Suradnička, besplatna i otvorena baza podataka raznih proizvoda iz cijelog svijeta.
ka: მსოფლიოს სხვადასხვა პროდუქტის თანამშრომლობითი, უფასო და ღია მონაცემთა ბაზა.
lv: Sadarbības, bezmaksas un atvērta datubāze ar dažādiem produktiem no visas pasaules.
pl: Wspólna, darmowa i otwarta baza danych różnych produktów z całego świata.
pt_pt: Uma base de dados colaborativa, livre e aberta sobre vários produtos de todo o mundo.
sv: En samverkande, fri och öppen databas med olika produkter från hela världen.
th: ฐานข้อมูลแบบเปิดที่ร่วมมือกันสร้างขึ้นโดยไม่เสียค่าใช้จ่าย สำหรับผลิตภัณฑ์หลากหลายประเภทจากทั่วโลก

# product_description_opf
source: Ingredients, CO2 impact, Durability, labels, origin of ingredients and information on product %s
eo: Ingrediencoj, CO2-efiko, Daŭripovo, etikedoj, origino de ingrediencoj kaj informoj pri la produkto %s
hr: Sastojci, utjecaj CO2, trajnost, deklaracije, podrijetlo sastojaka i informacije o proizvodu %s
lv: Sastāvdaļas, CO2 ietekme, izturība, etiķetes, sastāvdaļu izcelsme un informācija par produktu %s
sv: Ingredienser, koldioxidpåverkan, hållbarhet, etiketter, ingrediensernas ursprung och information om produkten %s
th: ส่วนประกอบ ผลกระทบต่อ CO2 ความทนทาน ฉลาก แหล่งที่มาของส่วนประกอบ และข้อมูลเกี่ยวกับผลิตภัณฑ์ %s

# get_the_app_link_opf
source: /open-products-facts-mobile-app
lv: /open-products-facties-mobile-app

# search_description_opensearch_opf
source: Open Products Facts product search
eo: Open Products Facts produktserĉon
lv: Atvērt produktu faktus produktu meklēšana
sv: Öppna produktfaktas produktsökning

# warning_not_complete_opf
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the universal Open Food Facts app for <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> or <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Thank you!
eo: Ĉi tiu produkta paĝo ne estas kompleta. Vi povas helpi kompletigi ĝin redaktante ĝin kaj aldonante pli da datumoj el la fotoj, kiujn ni havas, aŭ prenante pli da fotoj uzante la universalan aplikaĵon Open Food Facts por <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> aŭ <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Dankon!
hr: Ova stranica proizvoda nije dovršena. Možete pomoći u njezinom dovršetku tako da je uredite i dodate više podataka s fotografija koje imamo ili tako da snimite više fotografija pomoću univerzalne aplikacije Open Food Facts za <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> ili <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Hvala vam!
lv: Šī produkta lapa nav pilnīga. Jūs varat palīdzēt to pabeigt, rediģējot to un pievienojot vairāk datu no mūsu pieejamajiem fotoattēliem vai uzņemot vairāk fotoattēlu, izmantojot universālo lietotni Open Food Facts ierīcēm <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> vai <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Paldies!
sv: Den här produktsidan är inte komplett. Du kan hjälpa till att komplettera den genom att redigera den och lägga till mer data från de foton vi har, eller genom att ta fler foton med den universella appen Open Food Facts för <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> eller <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Tack!
th: หน้าข้อมูลผลิตภัณฑ์นี้ยังไม่สมบูรณ์ คุณสามารถช่วยทำให้สมบูรณ์ได้โดยการแก้ไขและเพิ่มข้อมูลเพิ่มเติมจากรูปภาพที่เรามี หรือโดยการถ่ายภาพเพิ่มเติมโดยใช้แอป Open Food Facts สำหรับ <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> หรือ <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>ขอบคุณค่ะ!

# site_description_opff
source: A collaborative, free and open database of ingredients, nutrition facts, and information on pet food products from around the world.
bg: Съвместна, безплатна и отворена база данни със съставки, хранителни факти и информация за хранителни продукти за домашни любимци от цял свят.
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων συστατικών, διατροφικών στοιχείων και πληροφοριών για προϊόντα τροφών για κατοικίδια από όλο τον κόσμο.
eo: Kunlabora, senpaga kaj malferma datumbazo de ingrediencoj, nutraj informoj kaj informoj pri hejmbestomanĝaĵoj el la tuta mondo.
fa: یک پایگاه داده مشارکتی، رایگان و باز از مواد تشکیل دهنده، اطلاعات تغذیه‌ای و اطلاعات مربوط به محصولات غذای حیوانات خانگی از سراسر جهان.
he: מסד נתונים שיתופי, חינמי ופתוח של רכיבים, עובדות תזונתיות ופרטים על מוצרי מזון לחיות מחמד מכל רחבי העולם.
hr: Suradnička, besplatna i otvorena baza podataka o sastojcima, nutritivnim vrijednostima i informacijama o proizvodima za kućne ljubimce iz cijelog svijeta.
ka: მსოფლიოს სხვადასხვა კუთხიდან შინაური ცხოველების საკვები პროდუქტების შესახებ ინგრედიენტების, კვებითი ღირებულებისა და ინფორმაციის ერთობლივი, უფასო და ღია მონაცემთა ბაზა.
lv: Sadarbības, bezmaksas un atvērta datubāze ar sastāvdaļām, uzturvērtības faktiem un informāciju par mājdzīvnieku barības produktiem no visas pasaules.
pl: Wspólna, darmowa i otwarta baza danych składników, wartości odżywczych oraz informacji o produktach spożywczych dla zwierząt z całego świata.
pt_pt: Uma base de dados colaborativa, gratuita e aberta de ingredientes, informações nutricionais e informações sobre produtos alimentares para animais de todo o mundo.
sv: En samverkande, gratis och öppen databas med ingredienser, näringsfakta och information om djurfoderprodukter från hela världen.
th: ฐานข้อมูลแบบร่วมมือ เปิดเผย และใช้งานได้ฟรี ที่รวบรวมส่วนผสม คุณค่าทางโภชนาการ และข้อมูลเกี่ยวกับผลิตภัณฑ์อาหารสัตว์เลี้ยงจากทั่วโลก

# tagline_opff
source: Open Pet Food Facts gathers information and data on pet food products from around the world.
bg: Open Pet Food Facts събира информация и данни за хранителни продукти за домашни любимци от цял свят.
el: Το Open Pet Food Facts συγκεντρώνει πληροφορίες και δεδομένα για προϊόντα τροφών για κατοικίδια από όλο τον κόσμο.
eo: Open Pet Food Facts kolektas informojn kaj datumojn pri hejmbestomanĝaĵoj el la tuta mondo.
fa: «آمار غذای حیوانات خانگی باز» اطلاعات و داده‌های مربوط به محصولات غذای حیوانات خانگی را از سراسر جهان جمع‌آوری می‌کند.
he: מיזם Open Pet Food Facts אוסף מידע ונתונים על מוצרי מזון לחיות מחמד מכל רחבי העולם.
hr: Open Pet Food Facts prikuplja informacije i podatke o proizvodima za hranu za kućne ljubimce iz cijelog svijeta.
ka: Open Pet Food Facts აგროვებს ინფორმაციასა და მონაცემებს შინაური ცხოველების საკვების პროდუქტების შესახებ მთელი მსოფლიოდან.
lv: “Open Pet Food Facts” apkopo informāciju un datus par mājdzīvnieku barības produktiem no visas pasaules.
pt_pt: O Open Pet Food Facts reúne dados e informação sobre produtos alimentares para animais de todo o mundo.
sv: Open Pet Food Facts samlar information och data om djurfoderprodukter från hela världen.
th: เว็บไซต์ Open Pet Food Facts รวบรวมข้อมูลและรายละเอียดเกี่ยวกับผลิตภัณฑ์อาหารสัตว์เลี้ยงจากทั่วโลก

# footer_tagline_opff
source: A collaborative, free and open database of pet food products from around the world.
bg: Съвместна, безплатна и отворена база данни за съставки и информация за хранителни продукти за домашни любимци от света.
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων προϊόντων τροφών για κατοικίδια από όλο τον κόσμο.
eo: Kunlabora, senpaga kaj malferma datumbazo de hejmbestomanĝaĵoj el la tuta mondo.
he: מסד נתונים חופשי, פתוח ושיתופי של מוצרי מזון לחיות מחמד מכל רחבי העולם.
lv: Sadarbības, bezmaksas un atvērta datubāze ar mājdzīvnieku barības produktiem no visas pasaules.
pl: Wspólna, darmowa i otwarta baza produktów spożywczych dla zwierząt z całego świata.
pt_pt: Uma base de dados colaborativa, livre e aberta sobre produtos alimentares para animais de todo o mundo.

# product_description_opff
source: Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product %s
eo: Ingrediencoj, alergenoj, aldonaĵoj, nutraj informoj, etikedoj, origino de ingrediencoj kaj informoj pri la produkto %s
hr: Sastojci, alergeni, aditivi, nutritivne vrijednosti, deklaracije, podrijetlo sastojaka i informacije o proizvodu %s
lv: Sastāvdaļas, alergēni, piedevas, uzturvērtības fakti, etiķetes, sastāvdaļu izcelsme un informācija uz produkta %s
sv: Ingredienser, allergener, tillsatser, näringsfakta, etiketter, ingrediensers ursprung och information om produkten %s
th: ส่วนประกอบ สารก่อภูมิแพ้ สารเติมแต่ง ข้อมูลโภชนาการ ตราสัญญลักษณ์ แหล่งที่มาของส่วนผสม และข้อมูลเกี่ยวกับผลิตภัณฑ์ %s

# search_description_opensearch_opff
source: Open Pet Food Facts product search
lv: Atvērt mājdzīvnieku barības faktu produktu meklēšanu
sv: Open Pet Food Facts produktsök

# warning_not_complete_opff
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the universal Open Food Facts app for <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> or <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Thank you!
eo: Ĉi tiu produkta paĝo ne estas kompleta. Vi povas helpi kompletigi ĝin redaktante ĝin kaj aldonante pli da datumoj el la fotoj, kiujn ni havas, aŭ prenante pli da fotoj uzante la universalan aplikaĵon Open Food Facts por <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> aŭ <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Dankon!
hr: Ova stranica proizvoda nije dovršena. Možete pomoći u njezinom dovršetku tako da je uredite i dodate više podataka s fotografija koje imamo ili tako da snimite više fotografija pomoću univerzalne aplikacije Open Food Facts za <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> ili <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Hvala vam!
lv: Šī produkta lapa nav pilnīga. Jūs varat palīdzēt to pabeigt, rediģējot to un pievienojot vairāk datu no mūsu pieejamajiem fotoattēliem vai uzņemot vairāk fotoattēlu, izmantojot universālo lietotni Open Food Facts ierīcēm <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> vai <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Paldies!
sv: Den här produktsidan är inte komplett. Du kan hjälpa till att komplettera den genom att redigera den och lägga till mer data från de foton vi har, eller genom att ta fler foton med den universella appen Open Food Facts för <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> eller <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>. Tack!
th: หน้าข้อมูลผลิตภัณฑ์นี้ยังไม่สมบูรณ์ คุณสามารถช่วยทำให้สมบูรณ์ได้โดยการแก้ไขและเพิ่มข้อมูลเพิ่มเติมจากรูปภาพที่เรามี หรือโดยการถ่ายภาพเพิ่มเติมโดยใช้แอป Open Food Facts สำหรับ <a href="https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en">Android</a> หรือ <a href="https://apps.apple.com/us/app/open-food-facts-product-scan/id588797948">iPhone/iPad</a>ขอบคุณค่ะ!

# categories_example_petfood
source: Dry dog food, Wet cat food
eo: Seka hundomanĝaĵo, Malseka katmanĝaĵo
hr: Suha hrana za pse, Mokra hrana za mačke
lv: Sausā suņu barība, Mitrā kaķu barība
sv: Torrfoder för hundar, Våtfoder för katter
th: อาหารสุนัขแบบแห้ง, อาหารแมวแบบเปียก

# ingredients_text_example_petfood
source: CHICKEN, CORN GLUTEN MEAL, WHOLE GRAIN CORN, ANIMAL FAT, SOYBEAN MEAL
eo: KOKIDO, MAIZGLUTENA FARUNO, TUTGRANA MAIZO, BESTA GRASO, SOJFABULO
hr: PILETINA, KUKURUZNO GLUTENSKO BRAŠNO, KUKURUZ OD CIJELOG ZRNA, ŽIVOTINJSKA MAST, SOJINO BRAŠNO
lv: VISTA, KUKURŪZAS GLUTĒNA MILTI, PILNGRAUDU KUKURŪZA, DZĪVNIEKU TAUKI, SOJAS PUPIŅU MILTI
sv: KYCKLING, MAJS GLUTENMJÖL, FULLKORNSMJÖL, ANIMALISKT FETT, SOJAMJÖL
th: เนื้อไก่, กลูเตนข้าวโพด, ข้าวโพดโฮลเกรน, ไขมันสัตว์, กากถั่วเหลือง

# get_the_app_link_opff
source: /open-pet-food-facts-mobile-app
lv: /open-pet-batory-facties-mobile-app

# generic_name_example_petfood
source: Wet food for adult dogs
eo: Malseka manĝaĵo por plenkreskaj hundoj
hr: Mokra hrana za odrasle pse
lv: Mitrā barība pieaugušiem suņiem
sv: Våtfoder för vuxna hundar
th: อาหารเปียกสำหรับสุนัขโต

# product_name_example_petfood
source: Senior Dog Delight Chicken & Rice
eo: Ĝojo por Maljunuloj kun Kokido kaj Rizo
hr: Senior Dog Delicious piletina i riža
lv: Senior Dog Delight vistas un rīsu barība
sv: Senior Dog Delight Kyckling & Ris
th: เมนูไก่และข้าวสำหรับสุนัขสูงวัย

source: 1 product
ar: منتج
bg: 1 продукт
ca: 1_producte
cs: 1 produkt
da: 1 produkt
de: 1 Produkt
el: 1 προϊόν
eo: 1 produkto
es: 1 producto
fa: 1 محصول
fi: 1 tuote
fr: 1 produit
he: מוצר אחד
hr: 1 proizvod
hu: 1 termék
id: 1 produk
it: Un prodotto
ja: 1 製品
ka: 1 პროდუქტი
lt: 1 produktas
lv: 1 produkts
ms: 1 produk
pl: 1 produkt
pt_pt: 1 produto
ro: 1 produs
ru: 1 продукт
sl: 1 izdelek
sv: 1 produkt
th: 1 รายการ
tl: 1 produkto
tr: 1 ürün
uk: 1 продукт
vi: 1 sản phẩm

# about
source: About me
ar: عني
bg: За мен
ca: Sobre mi
cs: O mně
da: Om mig
de: Über mich
el: Σχετικά με εμένα
eo: Pri mi
es: Presentación
fa: درباره من
fi: Omat tiedot
fr: Présentation
he: פרטים עלי
hr: O meni
hu: Rólunk
id: Tentang saya
it: Chi sono
ja: 私について
ka: ჩემს შესახებ
lt: Apie mane
lv: Par mani
ms: Tentang saya
nl_be: Over mij
pl: O mnie
pt_pt: Sobre mim
ro: Despre mine
ru: Обо мне
sl: O meni
sv: Om mig
th: เกี่ยวกับฉัน
tl: Tungkol sa akin
tr: Hakkımda
uk: Про мене
vi: Về tôi

source: Add
ar: إضافة
bg: Добави
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוספה
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
lt: Pridėti
lv: Pievienot
ms: Tambah
nl_be: Toevoegen
pl: Dodaj
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tl: Magdagdag
tr: Ekle
uk: Додати
vi: Thêm vào

source: Add language
ar: إضافة لغة
bg: Добави език
ca: Afegir un idioma
cs: Přidat jazyk
da: Tilføj sprog
de: Sprache hinzufügen
el: Προσθήκη γλώσσας
eo: Aldoni lingvon
es: Agregar idioma
fa: افزودن زبان
fi: Lisää kieli
fr: Ajouter une langue
he: הוספת שפה
hr: Dodaj jezik
hu: Nyelv hozzáadása
id: Tambahkan bahasa
it: Aggiungi lingua
ja: 言語を追加
ka: ენის დამატება
lt: Pridėti kalbą
lv: Pievienot valodu
ms: Tambah bahasa
nl_be: Taal toevoegen
pl: Dodaj język
pt_pt: Adicionar idioma
ro: Adaugă o limbă
ru: Добавить язык
sl: Dodajte jezik
sv: Lägg till språk
th: เพิ่มภาษา
tl: Magdagdag ng wika
tr: Dil ekle
uk: Додати мову
vi: Thêm ngôn ngữ

# add_product
source: Add a product
ar: إضافة منتج
bg: Добави продукт
ca: Afegir un producte
cs: Přidat produkt
da: Tilføj produkt
de: Produkt hinzufügen
el: Προσθέστε ένα προϊόν
eo: Aldoni produkton
es: Añadir un producto
fa: افزودن یک محصول
fi: Lisää tuote
fr: Ajouter un produit
he: הוספת מוצר
hr: Dodaj proizvod
hu: Termék hozzáadása
id: Tambahkan produk
it: Aggiungi un prodotto
ja: 製品を追加
ka: პროდუქტის დამატება
lt: Pridėti produktą
lv: Pievienot produktu
ms: Tambah satu bahasa
nl_be: Product toevoegen
pl: Dodaj produkt
pt_pt: Adicionar um produto
ro: Adaugă un produs
ru: Добавить продукт
sl: Dodajte izdelek
sv: Lägg till en produkt
th: เพิ่มผลิตภัณฑ์ใหม่
tl: Magdagdag ng produkto
tr: Bir ürün ekle
uk: Додати продукт
vi: Thêm một sản phẩm

# add_user
source: Register
ar: التسجيل
bg: Регистрирай се
ca: Registra
cs: Registrovat se
da: Registrer bruger
de: Registrieren
el: Εγγραφή
eo: Aliĝi
es: Registrarse
fa: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
he: הרשמה
hr: Registriraj se
hu: Regisztráció
id: Daftar
it: Registrati
ja: 登録
ka: რეგისტრაცია
lt: Registruotis
lv: Reģistrēties
ms: Daftar
nl_be: Registreren
pl: Zarejestruj się
pt_pt: Criar conta
ro: Înregistrare
ru: Зарегистрироваться
sl: Registriraj se
sv: Registrera dig
th: สมัครสมาชิก
tl: Rehistro
tr: Kaydol
uk: Зареєструватися
vi: Đăng ký

# add_user_display
source: Register
ar: التسجيل
bg: Регистрирай се
ca: Registra
cs: Registrovat se
da: Registrer bruger
de: Registrieren
el: Εγγραφή
eo: Aliĝi
es: Registrarse
fa: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
he: הרשמה
hr: Registriraj se
hu: Regisztráció
id: Daftar
it: Registrati
ja: 登録
ka: რეგისტრაცია
lt: Registruotis
lv: Reģistrēties
nl_be: Registreren
pl: Zarejestruj się
pt_pt: Criar conta
ro: Înregistrare
ru: Зарегистрироваться
sl: Registriraj se
sv: Registrera dig
th: สมัครสมาชิก
tr: Kaydol
uk: Зареєструватися
vi: Đăng ký

# add_user_process
source: Welcome!
ar: مرحباً!
bg: Добре дошъл!
ca: Benvingut! Benvinguda!
cs: Vítejte!
da: Velkommen!
de: Willkommen!
el: Καλώς ήρθατε!
eo: Bonvenon!
es: ¡Te damos la bienvenida!
fi: Tervetuloa!
fr: Bienvenue !
he: ברוך בואך!
hu: Üdvözlünk!
id: Selamat Datang!
it: Benvenuto/a!
ja: ようこそ！
lt: Sveiki!
lv: Laipni lūgti!
nl_be: Welkom!
pl: Witaj!
pt_pt: Bem-vindo(a)!
ro: Bine ați venit!
ru: Добро пожаловать!
sl: Dobrodošli!
sv: Välkommen!
th: ยินดีต้อนรับ!
tr: Hoşgeldiniz!
uk: Ласкаво просимо!
vi: Xin chào!

# add_user_result
source: Thank you for joining us!
ar: شكرا لإنضمامكم إلينا!
bg: Благодарим ти, че се присъедини към нас!
ca: Gràcies per unir-vos a nosaltres!
cs: Děkujeme, že jste se k nám připojili!
da: Tak fordi du deltager!
de: Danke, dass Sie sich uns anschließen!
el: Σας ευχαριστούμε για τη συμμετοχή σας!
eo: Dankon pro aliĝo al ni!
es: Gracias por unirte!
fa: از اینکه به ما پیوستید متشکریم!
fi: Kiitos, että liityit joukkoomme!
fr: Merci de nous rejoindre !
he: תודה על הצטרפותך!
hr: Hvala vam što ste nam se pridružili!
hu: Köszönjük, hogy csatlakozott hozzánk!
id: Terima kasih telah bergabung dengan kami!
it: Grazie per esserti unito a noi!
ja: ご参加ありがとうございます！
ka: გმადლობთ, რომ შემოგვიერთდით!
lt: Ačiū, kad prisijungėte prie mūsų!
lv: Paldies, ka pievienojāties mums!
nl_be: Bedankt om erbij te komen!
pl: Dziękujemy za dołączenie do nas!
pt_pt: Obrigado por se juntar a nós!
ro: Mulțumim că ni te-ai alăturat!
ru: Спасибо, что присоединились к нам!
sl: Hvala, ker ste se nam pridružili!
sv: Tack för att du anslöt dig!
th: ขอบคุณที่มาเข้าร่วมกับเรา!
tr: Bizi seçtiğiniz için teşekkürler!
uk: Дякуємо за підтримку!
vi: Cám ơn bạn đã tham gia cùng chúng tôi!
