Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# knowledge_panels_ingredients_added_sugars_title
source: Contains added sugars
eo: Enhavas aldonitajn sukerojn
fa: حاوی قندهای افزوده است
hr: Sadrži dodane šećere
ka: შეიცავს დამატებულ შაქარს
lv: Satur pievienotu cukuru
sv: Innehåller tillsatt socker
th: มีน้ำตาลเพิ่มเข้ามา

# knowledge_panels_ingredients_added_sugars_subtitle
source: Added sugars:
eo: Aldonitaj sukeroj:
fa: قندهای افزوده:
hr: Dodani šećeri:
ka: დამატებული შაქრები:
lv: Pievienotie cukuri:
sv: Tillsatt socker:
th: น้ำตาลที่เติมเข้าไป:

# estimated_quantity_of_added_sugars
source: Estimated quantity of added sugars in ingredients
eo: Laŭtaksa kvanto de aldonitaj sukeroj en ingrediencoj
fa: مقدار تخمینی قندهای افزوده در مواد تشکیل دهنده
hr: Procijenjena količina dodanih šećera u sastojcima
ka: ინგრედიენტებში დამატებული შაქრის სავარაუდო რაოდენობა
lv: Paredzamais pievienotā cukura daudzums sastāvdaļās
sv: Uppskattad mängd tillsatt socker i ingredienser
th: ปริมาณน้ำตาลที่เพิ่มโดยประมาณในส่วนผสม

source: Quantity of added sugars
eo: Kvanto de aldonitaj sukeroj
fa: مقدار قندهای افزوده
hr: Količina dodanih šećera
ka: დამატებული შაქრის რაოდენობა
lv: Pievienotā cukura daudzums
sv: Mängd tillsatt socker
th: ปริมาณน้ำตาลที่เติม

# search_products_in_same_category_without_added_sugars
source: Search for products in the same category without added sugars:
eo: Serĉu produktojn en la sama kategorio sen aldonitaj sukeroj:
fa: جستجوی محصولات در همان دسته بندی بدون قند افزوده:
hr: Pretražite proizvode u istoj kategoriji bez dodanih šećera:
ka: მოძებნეთ პროდუქტები იმავე კატეგორიაში დამატებული შაქრის გარეშე:
lv: Meklēt produktus tajā pašā kategorijā bez pievienota cukura:
sv: Sök efter produkter i samma kategori utan tillsatt socker:
th: ค้นหาสินค้าในหมวดหมู่เดียวกันที่ไม่มีน้ำตาลเพิ่ม:

# attribute_unwanted_ingredients_name
source: Unwanted ingredients
eo: Nedezirataj ingrediencoj
fa: مواد ناخواسته
hr: Neželjeni sastojci
ka: არასასურველი ინგრედიენტები
lv: Nevēlamas sastāvdaļas
sv: Oönskade ingredienser
th: ส่วนผสมที่ไม่ต้องการ

# attribute_unwanted_ingredients_note
source: This preference is based on Open Food Facts' understanding of the ingredient list and may not be accurate, always check the product yourself.
eo: Ĉi tiu prefero baziĝas sur la kompreno de Open Food Facts pri la listo de ingrediencoj kaj eble ne estas preciza, ĉiam kontrolu la produkton mem.
fa: این ترجیح بر اساس درک Open Food Facts از لیست مواد تشکیل دهنده است و ممکن است دقیق نباشد، همیشه خودتان محصول را بررسی کنید.
hr: Ova preferencija temelji se na razumijevanju popisa sastojaka od strane Open Food Facts i možda nije točna, uvijek sami provjerite proizvod.
ka: ეს უპირატესობა ეფუძნება Open Food Facts-ის მიერ ინგრედიენტების სიის გაგებას და შესაძლოა ზუსტი არ იყოს, ამიტომ პროდუქტი ყოველთვის თავად შეამოწმეთ.
lv: Šī izvēle ir balstīta uz Open Food Facts izpratni par sastāvdaļu sarakstu un var nebūt precīza, vienmēr pārbaudiet produktu paši.
sv: Denna preferens baseras på Open Food Facts förståelse av ingredienslistan och är eventuellt inte korrekt, kontrollera alltid produkten själv.
th: การตั้งค่านี้ขึ้นอยู่กับความเข้าใจของ Open Food Facts เกี่ยวกับรายการส่วนผสมและอาจไม่ถูกต้อง โปรดตรวจสอบผลิตภัณฑ์ด้วยตนเองเสมอ

source: Presence of unwanted ingredients unknown
eo: Nekonata ĉeesto de nedezirataj ingrediencoj
fa: وجود مواد ناخواسته ناشناخته
hr: Prisutnost neželjenih sastojaka nepoznata
ka: არასასურველი ინგრედიენტების არსებობა უცნობია
lv: Nevēlamu sastāvdaļu klātbūtne nav zināma
sv: Förekomst av oönskade ingredienser okänd
th: ไม่ทราบส่วนผสมที่ไม่ต้องการ

# no_unwanted_ingredients
source: No unwanted ingredients detected
eo: Neniuj nedezirataj ingrediencoj detektitaj
fa: هیچ ماده ناخواسته‌ای شناسایی نشد
hr: Nisu otkriveni neželjeni sastojci
ka: არასასურველი ინგრედიენტები არ აღმოჩნდა
lv: Nav konstatētas nevēlamas sastāvdaļas
sv: Inga oönskade ingredienser upptäckta
th: ไม่พบส่วนผสมที่ไม่ต้องการ

source: Contains unwanted ingredients
eo: Enhavas nedeziratajn ingrediencojn
fa: حاوی ترکیبات ناخواسته است
hr: Sadrži neželjene sastojke
ka: შეიცავს არასასურველ ინგრედიენტებს
lv: Satur nevēlamas sastāvdaļas
sv: Innehåller oönskade ingredienser
th: มีส่วนผสมที่ไม่พึงประสงค์

# too_many_unknown_ingredients
source: Some ingredients were not recognized
eo: Kelkaj ingrediencoj ne estis rekonitaj
fa: برخی از مواد تشکیل دهنده شناسایی نشدند
hr: Neki sastojci nisu prepoznati
ka: ზოგიერთი ინგრედიენტი არ იყო ამოცნობილი
lv: Dažas sastāvdaļas netika atpazītas
sv: Vissa ingredienser kändes inte igen
th: ส่วนผสมบางอย่างไม่ได้รับการยอมรับ

# f_we_did_not_detect_unwanted_ingredients
source: We did not detect: {unwanted_ingredients}
eo: Ni ne detektis: {unwanted_ingredients}
fa: ما تشخیص ندادیم: {unwanted_ingredients}
hr: Nismo otkrili: {unwanted_ingredients}
ka: ჩვენ ვერ აღმოვაჩინეთ: {unwanted_ingredients}
lv: Mēs neatklājām: {unwanted_ingredients}
sv: Vi upptäckte inte: {unwanted_ingredients}
th: เราไม่ได้ตรวจพบ: {unwanted_ingredients}

# f_we_did_not_detect_unwanted_ingredients_warning
source: We did not detect: {unwanted_ingredients}. We may have missed some ingredients, please always check the ingredient list.
eo: Ni ne detektis: {unwanted_ingredients}. Eble ni pretervidis kelkajn ingrediencojn, bonvolu ĉiam kontroli la liston de ingrediencoj.
fa: ما متوجه نشدیم: {unwanted_ingredients}. ممکن است برخی از مواد تشکیل دهنده را از قلم انداخته باشیم، لطفاً همیشه لیست مواد تشکیل دهنده را بررسی کنید.
hr: Nismo otkrili: {unwanted_ingredients}. Možda smo propustili neke sastojke, uvijek provjerite popis sastojaka.
ka: ჩვენ ვერ აღმოვაჩინეთ: {unwanted_ingredients}. შესაძლოა, ზოგიერთი ინგრედიენტი გამოგვრჩა, გთხოვთ, ყოველთვის შეამოწმოთ ინგრედიენტების სია.
lv: Mēs nekonstatējām: {unwanted_ingredients}. Iespējams, esam palaiduši garām dažas sastāvdaļas, lūdzu, vienmēr pārbaudiet sastāvdaļu sarakstu.
sv: Vi upptäckte inte: {unwanted_ingredients}. Vi kan ha missat vissa ingredienser, vänligen kontrollera alltid ingredienslistan.
th: เราไม่ได้ตรวจพบ: {unwanted_ingredients}อาจมีส่วนผสมบางอย่างที่ขาดหายไป โปรดตรวจสอบรายการส่วนผสมเสมอ

# attribute_group_ingredients_analysis_warning
source: Those preferences are based on Open Food Facts' understanding of the ingredient list and there is always a possibility that it may not be accurate or complete, always check the product yourself.
eo: Tiuj preferoj baziĝas sur la kompreno de Open Food Facts pri la listo de ingrediencoj kaj ĉiam ekzistas ebleco, ke ĝi eble ne estas preciza aŭ kompleta, ĉiam kontrolu la produkton mem.
fa: این ترجیحات بر اساس درک Open Food Facts از لیست مواد تشکیل دهنده است و همیشه این احتمال وجود دارد که دقیق یا کامل نباشد، همیشه خودتان محصول را بررسی کنید.
hr: Te se preferencije temelje na razumijevanju popisa sastojaka od strane Open Food Facts i uvijek postoji mogućnost da on nije točan ili potpun, uvijek sami provjerite proizvod.
ka: ეს პრეფერენციები ეფუძნება Open Food Facts-ის მიერ ინგრედიენტების სიის გაგებას და ყოველთვის არსებობს შესაძლებლობა, რომ ის არ იყოს ზუსტი ან სრული, ამიტომ ყოველთვის თავად შეამოწმეთ პროდუქტი.
lv: Šīs preferences ir balstītas uz Open Food Facts izpratni par sastāvdaļu sarakstu, un vienmēr pastāv iespēja, ka tas var nebūt precīzs vai pilnīgs, vienmēr pārbaudiet produktu pats.
sv: Dessa preferenser baseras på Open Food Facts förståelse av ingredienslistan och det finns alltid en möjlighet att den inte är korrekt eller fullständig, kontrollera alltid produkten själv.
th: การตั้งค่าเหล่านี้ขึ้นอยู่กับความเข้าใจของ Open Food Facts เกี่ยวกับรายการส่วนผสม และอาจมีความเป็นไปได้เสมอที่รายการส่วนผสมอาจไม่ถูกต้องหรือครบถ้วน โปรดตรวจสอบผลิตภัณฑ์ด้วยตนเองเสมอ

# external_sources_empreinte_souffrance_description
source: Indicator of animal suffering computed by product
eo: Indikilo de besta sufero kalkulita laŭ produkto
fa: شاخص رنج حیوانات محاسبه شده بر اساس محصول
hr: Pokazatelj patnje životinja izračunat po proizvodu
ka: ცხოველის ტანჯვის ინდიკატორი, რომელიც გამოითვლება პროდუქტის მიხედვით
lv: Dzīvnieku ciešanu indikators, kas aprēķināts pēc produkta
sv: Indikator för djurs lidande beräknad per produkt
th: ตัวชี้วัดความทุกข์ทรมานของสัตว์ที่คำนวณจากผลิตภัณฑ์

# section_animal_welfare_title
source: Animal welfare
eo: Bestobonfarto
fa: رفاه حیوانات
hr: Dobrobit životinja
ka: ცხოველთა კეთილდღეობა
lv: Dzīvnieku labturība
sv: Djurens välfärd
th: สวัสดิภาพสัตว์

# external_panels
source: External Knowledge Panels
eo: Eksteraj Scio-Paneloj
fa: پنل‌های دانش خارجی
hr: Vanjske ploče znanja
ka: გარე ცოდნის პანელები
lv: Ārējie zināšanu paneļi
sv: Externa kunskapspaneler
th: แผงความรู้ภายนอก

# external_panel_unavailable
source: Panel unavailable
eo: Panelo neatingebla
fa: پنل در دسترس نیست
hr: Ploča nije dostupna
ka: პანელი მიუწვდომელია
lv: Panelis nav pieejams
sv: Panelen är inte tillgänglig
th: แผงควบคุมไม่พร้อมใช้งาน

# external_panel_unavailable_for_product
source: Panel unavailable for this product
eo: Panelo ne havebla por ĉi tiu produkto
fa: پنل برای این محصول موجود نیست
hr: Ploča nije dostupna za ovaj proizvod
ka: პანელი ამ პროდუქტისთვის მიუწვდომელია
lv: Panelis šim produktam nav pieejams
sv: Panelen är inte tillgänglig för den här produkten
th: แผงควบคุมไม่พร้อมใช้งานสำหรับผลิตภัณฑ์นี้

source: External sources
eo: Eksteraj fontoj
fa: منابع خارجی
hr: Vanjski izvori
ka: გარე წყაროები
lv: Ārējie avoti
sv: Externa källor
th: แหล่งข้อมูลภายนอก

source: Provided by
eo: Provizita de
fa: ارائه شده توسط
hr: Pružatelj usluge
ka: მოწოდებულია
lv: Nodrošina
sv: Tillhandahålls av
th: จัดทำโดย

# recommendation_eu_tobacco_health_warning_title
source: Smoking kills
eo: Fumado mortigas
fa: سیگار کشیدن باعث مرگ می‌شود
hr: Pušenje ubija
ka: მოწევა კლავს
lv: Smēķēšana nogalina
sv: Rökning dödar
th: การสูบบุหรี่ฆ่าคนได้

# recommendation_eu_tobacco_health_warning_subtitle
source: Tobacco seriously damages health. Don't start. Quit now.
eo: Tabako grave damaĝas sanon. Ne komencu. Ĉesu nun.
fa: دخانیات به طور جدی به سلامتی آسیب می‌رساند. شروع نکنید. همین حالا ترک کنید.
hr: Duhan ozbiljno šteti zdravlju. Nemoj ni počinjati. Prestani odmah.
ka: თამბაქო სერიოზულად აზიანებს ჯანმრთელობას. ნუ დაიწყებ. თავი დაანებე ახლავე.
lv: Tabaka nopietni kaitē veselībai. Nesāciet. Atmetiet smēķēšanu tagad.
sv: Tobak skadar hälsan allvarligt. Börja inte. Sluta nu.
th: บุหรี่ทำลายสุขภาพอย่างร้ายแรง อย่าเริ่ม เลิกเดี๋ยวนี้

# recommendation_eu_tobacco_health_warning_text
source: Smoking is highly addictive. Don't start. Smoking kills – quit now. Smoking clogs the arteries and causes heart attacks and strokes. Smoking causes fatal lung cancer. Smoking when pregnant harms your baby. Protect children: don't make them breathe your smoke. Your doctor or your pharmacist can help you stop smoking. Smoking may reduce the blood flow and causes impotence. Smoking causes ageing of the skin. Smoking can damage the sperm and decreases fertility. Smoke contains benzene, nitrosamines, formaldehyde and hydrogen cyanide.
eo: Fumado estas tre dependeiga. Ne komencu. Fumado mortigas - ĉesu nun. Fumado ŝtopas la arteriojn kaj kaŭzas koratakojn kaj apopleksiojn. Fumado kaŭzas mortigan pulman kanceron. Fumado dum gravedeco damaĝas vian bebon. Protektu infanojn: ne devigu ilin enspiri vian fumon. Via kuracisto aŭ via apotekisto povas helpi vin ĉesi fumadon. Fumado povas redukti la sangofluon kaj kaŭzi impotencon. Fumado kaŭzas maljuniĝon de la haŭto. Fumado povas damaĝi la spermon kaj malpliigas fekundecon. Fumo enhavas benzenon, nitrozaminojn, formaldehidon kaj hidrogenan cianidon.
fa: سیگار کشیدن بسیار اعتیادآور است. شروع نکنید. سیگار کشیدن کشنده است - همین حالا ترک کنید. سیگار کشیدن شریان‌ها را مسدود می‌کند و باعث حملات قلبی و سکته مغزی می‌شود. سیگار کشیدن باعث سرطان ریه کشنده می‌شود. سیگار کشیدن در دوران بارداری به نوزاد شما آسیب می‌رساند. از کودکان محافظت کنید: آنها را مجبور به استنشاق دود خود نکنید. پزشک یا داروساز شما می‌تواند به شما در ترک سیگار کمک کند. سیگار کشیدن ممکن است جریان خون را کاهش داده و باعث ناتوانی جنسی شود. سیگار کشیدن باعث پیری پوست می‌شود. سیگار کشیدن می‌تواند به اسپرم آسیب برساند و باروری را کاهش دهد. دود حاوی بنزن، نیتروزامین، فرمالدئید و سیانید هیدروژن است.
hr: Pušenje izaziva veliku ovisnost. Nemojte ni počinjati. Pušenje ubija – prestanite odmah. Pušenje začepljuje arterije i uzrokuje srčane i moždane udare. Pušenje uzrokuje smrtonosni rak pluća. Pušenje tijekom trudnoće šteti vašoj bebi. Zaštitite djecu: nemojte ih tjerati da udišu vaš dim. Vaš liječnik ili ljekarnik mogu vam pomoći da prestanete pušiti. Pušenje može smanjiti protok krvi i uzrokovati impotenciju. Pušenje uzrokuje starenje kože. Pušenje može oštetiti spermije i smanjiti plodnost. Dim sadrži benzen, nitrozamine, formaldehid i vodikov cijanid.
ka: მოწევა ძლიერ დამოკიდებულებას იწვევს. არ დაიწყოთ. მოწევა კლავს - თავი დაანებეთ ახლავე. მოწევა ახშობს არტერიებს და იწვევს გულის შეტევებსა და ინსულტებს. მოწევა იწვევს ფილტვის კიბოს ფატალურ ფორმას. ორსულობის დროს მოწევა აზიანებს თქვენს პატარას. დაიცავით ბავშვები: არ აიძულოთ ისინი ისუნთქონ თქვენი კვამლი. თქვენი ექიმი ან ფარმაცევტი დაგეხმარებათ მოწევის შეწყვეტაში. მოწევამ შეიძლება შეამციროს სისხლის მიმოქცევა და გამოიწვიოს იმპოტენცია. მოწევა იწვევს კანის დაბერებას. მოწევამ შეიძლება დააზიანოს სპერმა და შეამციროს ნაყოფიერება. კვამლი შეიცავს ბენზოლს, ნიტროზამინებს, ფორმალდეჰიდს და წყალბადის ციანიდს.
lv: Smēķēšana izraisa spēcīgu atkarību. Nesāciet. Smēķēšana nogalina – atmetiet smēķēšanu tūlīt. Smēķēšana aizsprosto artērijas un izraisa sirdslēkmes un insultus. Smēķēšana izraisa nāvējošu plaušu vēzi. Smēķēšana grūtniecības laikā kaitē jūsu bērnam. Aizsargājiet bērnus: nelieciet viņiem elpot dūmus. Ārsts vai farmaceits var palīdzēt jums atmest smēķēšanu. Smēķēšana var samazināt asinsriti un izraisīt impotenci. Smēķēšana izraisa ādas novecošanos. Smēķēšana var bojāt spermu un samazināt auglību. Dūmi satur benzolu, nitrozamīnus, formaldehīdu un ciānūdeņražu.
sv: Rökning är mycket beroendeframkallande. Börja inte. Rökning dödar – sluta nu. Rökning täpper till artärerna och orsakar hjärtattacker och stroke. Rökning orsakar dödlig lungcancer. Rökning under graviditet skadar ditt barn. Skydda barn: tvinga dem inte att andas in din rök. Din läkare eller apotekspersonal kan hjälpa dig att sluta röka. Rökning kan minska blodflödet och orsaka impotens. Rökning orsakar åldrande av huden. Rökning kan skada spermierna och minska fertiliteten. Rök innehåller bensen, nitrosaminer, formaldehyd och vätecyanid.
th: การสูบบุหรี่ทำให้เสพติดได้สูง อย่าเริ่มสูบบุหรี่ บุหรี่ฆ่าคน – เลิกเดี๋ยวนี้ การสูบบุหรี่ทำให้หลอดเลือดอุดตันและทำให้เกิดอาการหัวใจวายและโรคหลอดเลือดสมอง การสูบบุหรี่ทำให้เกิดมะเร็งปอดที่ร้ายแรง การสูบบุหรี่ขณะตั้งครรภ์เป็นอันตรายต่อทารกในครรภ์ ปกป้องเด็ก: อย่าให้พวกเขาสูดดมควันบุหรี่ของคุณ แพทย์หรือเภสัชกรสามารถช่วยคุณเลิกสูบบุหรี่ได้ การสูบบุหรี่อาจลดการไหลเวียนของเลือดและทำให้เกิดภาวะหย่อนสมรรถภาพทางเพศ การสูบบุหรี่ทำให้ผิวหนังแก่ก่อนวัย การสูบบุหรี่สามารถทำลายอสุจิและลดความสามารถในการเจริญพันธุ์ ควันบุหรี่ประกอบด้วยเบนซิน ไนโตรซามีน ฟอร์มาลดีไฮด์ และไฮโดรเจนไซยาไนด์

# qfdmo_solution_donate
source: Donate
lv: Ziedot
sv: Donera
th: บริจาค

# qfdmo_solution_recycle
source: Recycle
lv: Pārstrādāt
sv: Återvinna
th: รีไซเคิล

source: Public price
eo: Publika prezo
fa: قیمت عمومی
hr: Javna cijena
ka: საჯარო ფასი
lv: Publiskā cena
sv: Offentligt pris
th: ราคาสาธารณะ

# public_price_example
source: 3.50 EUR, 2.99 USD, 4.00 GBP
fa: ۳.۵۰ یورو، ۲.۹۹ دلار آمریکا، ۴.۰۰ پوند انگلیس
ka: 3.50 ევრო, 2.99 აშშ დოლარი, 4.00 გირვანქა სტერლინგი
lv: 3,50 eiro, 2,99 ASV dolāri, 4,00 GBP
th: 3.50 ยูโร, 2.99 ดอลลาร์สหรัฐ, 4.00 ปอนด์

# public_price_note
source: Manufacturer suggested retail price (MSRP), excluding discounts and promotions, as indicated on the product packaging or the manufacturer's site (including or excluding taxes based on legislation). Use a comma separated list if prices in multiple currencies are listed.
eo: Sugestita vendoprezo de la fabrikanto (MSRP), ekskludante rabatojn kaj promociojn, kiel indikite sur la produkta pakaĵo aŭ la retejo de la fabrikanto (inkluzive aŭ ekskludante impostojn laŭ leĝaro). Uzu komo-separitan liston se prezoj en pluraj valutoj estas listigitaj.
fa: قیمت خرده فروشی پیشنهادی سازنده (MSRP)، بدون احتساب تخفیف‌ها و تبلیغات، همانطور که در بسته بندی محصول یا سایت سازنده ذکر شده است (شامل یا بدون احتساب مالیات بر اساس قانون). اگر قیمت‌ها به چندین ارز ذکر شده است، از لیست جدا شده با کاما استفاده کنید.
hr: Preporučena maloprodajna cijena proizvođača (MSRP), isključujući popuste i promocije, kako je navedeno na pakiranju proizvoda ili na web-mjestu proizvođača (uključujući ili isključujući poreze na temelju zakonodavstva). Koristite popis odvojen zarezom ako su cijene navedene u više valuta.
ka: მწარმოებლის მიერ შემოთავაზებული საცალო ფასი (MSRP), ფასდაკლებებისა და აქციების გამოკლებით, როგორც ეს მითითებულია პროდუქტის შეფუთვაზე ან მწარმოებლის ვებსაიტზე (კანონმდებლობის საფუძველზე გადასახადების ჩათვლით ან გამოკლებით). თუ ფასები რამდენიმე ვალუტაშია მითითებული, გამოიყენეთ მძიმით გამოყოფილი სია.
lv: Ražotāja ieteiktā mazumtirdzniecības cena (MSRP), neieskaitot atlaides un akcijas, kā norādīts uz produkta iepakojuma vai ražotāja vietnē (ieskaitot vai neieskaitot nodokļus saskaņā ar likumdošanu). Izmantojiet ar komatiem atdalītu sarakstu, ja cenas ir norādītas vairākās valūtās.
sv: Tillverkarens rekommenderade pris (MSRP), exklusive rabatter och kampanjer, som anges på produktförpackningen eller tillverkarens webbplats (inklusive eller exklusive skatter baserat på lagstiftning). Använd en kommaseparerad lista om priser i flera valutor anges.
th: ราคาขายปลีกที่ผู้ผลิตแนะนำ (MSRP) ไม่รวมส่วนลดและโปรโมชั่นต่างๆ ตามที่ระบุบนบรรจุภัณฑ์สินค้าหรือเว็บไซต์ของผู้ผลิต (รวมหรือไม่รวมภาษีตามกฎหมาย) หากแสดงราคาในหลายสกุลเงิน ให้ใช้รายการที่คั่นด้วยเครื่องหมายจุลภาค

# folksonomy_property
source: Personalized property
eo: Personigita posedaĵo
fa: ملک شخصی‌سازی‌شده
hr: Personalizirana imovina
ka: პერსონალიზებული ქონება
lv: Personalizēts īpašums
sv: Personlig egendom
th: ทรัพย์สินส่วนบุคคล

source: Does not contain palm oil
eo: Ne enhavas palmoleon
fa: حاوی روغن پالم نیست
hr: Ne sadrži palmino ulje
ka: არ შეიცავს პალმის ზეთს
lv: Nesatur palmu eļļu
sv: Innehåller inte palmolja
th: ไม่ประกอบด้วยน้ำมันปาล์ม

source: May contain palm oil
eo: Povas enhavi palmoleon
fa: ممکن است حاوی روغن پالم باشد
hr: Može sadržavati palmino ulje
ka: შეიძლება შეიცავდეს პალმის ზეთს
lv: Var saturēt palmu eļļu
sv: Kan innehålla palmolja
th: อาจมีน้ำมันปาล์ม

source: Environmental labels
eo: Mediaj etikedoj
fa: برچسب‌های زیست‌محیطی
hr: Oznake zaštite okoliša
ka: გარემოსდაცვითი ეტიკეტები
lv: Vides marķējumi
sv: Miljömärkningar
th: ฉลากสิ่งแวดล้อม

source: Missing data
eo: Mankantaj datumoj
fa: داده‌های گمشده
hr: Nedostajući podaci
ka: მონაცემები აკლია
lv: Trūkstošie dati
sv: Saknade uppgifter
th: ข้อมูลที่หายไป

source: High impact
eo: Alta efiko
fa: تأثیر بالا
hr: Visok utjecaj
ka: მაღალი გავლენა
lv: Augsta ietekme
sv: Hög effekt
th: ผลกระทบสูง

source: Medium impact
eo: Meza efiko
fa: تأثیر متوسط
hr: Srednji utjecaj
ka: საშუალო ზემოქმედება
lv: Vidēja ietekme
sv: Medelstor påverkan
th: ผลกระทบปานกลาง

source: Low impact
eo: Malalta efiko
fa: تأثیر کم
hr: Mali utjecaj
ka: დაბალი გავლენა
lv: Zema ietekme
sv: Låg påverkan
th: ผลกระทบต่ำ

# impact_non_assessed
source: Impact not assessed
eo: Efiko ne taksita
fa: تأثیر ارزیابی نشده است
hr: Utjecaj nije procijenjen
ka: გავლენა არ არის შეფასებული
lv: Ietekme nav novērtēta
sv: Konsekvenser har inte bedömts
th: ยังไม่ได้ประเมินผลกระทบ

# ingredients_text_example_product
source: WARNING: Do not add ingredients if this is not relevant for the category. Detergents have on-pack or online lists, and some other categories as well
sv: VARNING: Tillsätt inte ingredienser om detta inte är relevant för kategorin. Tvättmedel har listor på förpackningen eller online, och även några andra kategorier

# android_app_icon_url
source: /images/misc/playstore/img/latest/GetItOnGooglePlay_Badge_Web_color_English.svg
eo: /bildoj/misc/playstore/img/latest/GetItOnGooglePlay_Badge_Web_color_English.svg
sv: /images/misc/playstore/img/latest/GetItOnGooglePlay_Badge_Web_color_Swedish.svg

# brands_example
source: Kinder Bueno White, Kinder Bueno, Kinder, Ferrero
ar: كيندر بوينو الأبيض، كيندر بوينو، كيندر، فيريرو
ca: Kinder Bueno Blanc, Kinder Bueno, Kinder, Ferrero
da: Kinder Bueno hvid, Kinder Bueno, Kinder, Ferrero
de: Kinder Bueno Weiß, Kinder Bueno, Kinder, Ferrero
el: Kinder Bueno Λευκή, Kinder Bueno, Kinder, Ferrero
es: Kinder Bueno Blanco, Kinder Bueno, Kinder, Ferrero
he: קינדר בואנו לבן, קינדר בואנו, פררו
id: Kinder Bueno Putih, Kinder Bueno, Kinder, Ferrero
ja: キンダーブエノホワイト、キンダーブエノ、キンダー、フェレロ
pt_pt: KitKat, Sumol, Compal, Milaneza, Panrico, Chocapic, Nestlé, Agros, Lactogal
ro: Kinder Bueno Alb, Kinder Bueno, Kinder, Ferrero
ru: Простоквашино
sv: Kinder Bueno Vit, Kinder Bueno, Kinder, Ferrero
th: ไวไว, คาลบี้, ป็อกกี้ (ควรตรวจสอบการสะกดภาษาไทยกับ Google)

# change_nutriments
source: Nutriments
ar: اغذية
bg: Хранителни съставки
ca: Nutrients
cs: Živin
da: Næringsstoffer
de: Nährstoffe
el: Θρεπτικά συστατικά
eo: Nutraĵoj
es: Nutrientes
fa: مواد مغذی
fi: Ravintoaineet
he: חומרי הזנה
hr: Nutrijenti
hu: Tápanyagok
id: Nutrisi
it: Nutrimenti
ja: 栄養成分
ka: საკვები ნივთიერებები
lt: Maistinės medžiagos
nl_be: Voedingsstoffen
pl: Odżywcze
pt_pt: Nutrientes
ro: Nutrienți
ru: Питательные вещества
sl: Hranila
sv: Näringsämnen
tl: Mga nutrimento
tr: Besinler
uk: Поживні речовини
vi: Nguồn Thực Phẩm

# edit_user_preferences
source: Preferences
sv: Inställningar

source: moderate
ar: إدارة
bg: умерено
ca: Moderat
cs: mírný
da: moderat
de: mäßig
el: μέτριος
eo: modera
es: moderado
fa: متوسط
fi: kohtalainen
fr: modéré
he: בינונית
hr: umjeren
hu: mérsékelt
id: sedang
it: moderare
ja: 中
ka: ზომიერი
lt: vidutinis
ms: sederhana
nl_be: gemiddeld
pl: umiarkowany
pt_pt: moderado
ro: moderat
ru: умеренный
sl: zmerno
sv: måttlig
th: ปานกลาง
tl: katamtaman
tr: orta
uk: середня
vi: chủ tọa

# nutrition_data_per_5
source: 5<sup>th</sup> centile
ar: 5<sup>ال</sup> القرن
bg: 5<sup>ти</sup>персентил
ca: 5<sup>º</sup> percentil
cs: 5. percentil
da: 5<sup>.</sup> centil
de: 5. Zentil
el: 5 <sup>τοις</sup> εκατοστό
eo: 5<sup>a</sup> percentilo
es: Percentil 5
fa: 5<sup>ام</sup> صدک
fi: 5. prosenttipiste
fr: 5<sup>e</sup> centile
hr: 5<sup>ti</sup> percentil
hu: 5. percentilis
id: Persentil <sup>ke</sup> 5
it: 5<sup>°</sup> percentile
ja: 5 パーセンタイル
ka: 5<sup>-ე</sup> პროცენტილი
lt: 5<sup>-oji</sup> procentilė
ms: 5<sup>th</sup> sentil
nl_be: 5<sup>de</sup> percentiel
pl: 5<sup>th</sup>centyl
pt_pt: 5<sup>o</sup> percentil
ro: Percentila a 5-a
ru: 5<sup>-я</sup> процентиль
sl: 5<sup>th</sup> procentov
sv: 5:e centil
th: เปอร์เซ็นไทล์ที่ 5<sup></sup>
uk: 5<sup>й</sup> процентиль
vi: 5<sup>th</sup> phần trăm

# nutrition_data_per_95
source: 95<sup>th</sup> centile
ar: 95<sup>ال</sup> القرن
bg: 95<sup>ти</sup>персентил
ca: 95 <sup> º </sup> percentil
cs: 95. percentil
da: 95<sup>.</sup> centil
de: 95. Zentil
el: 95 <sup>τοις</sup> εκατοστό
eo: 95<sup>a</sup> percentilo
es: Percentil 95
fa: ۹۵<sup>ام</sup> صدک
fi: 95. prosenttipiste
fr: 95<sup>e</sup> centile
hr: 95<sup>ti</sup> percentil
hu: 95. percentilis
id: Persentil <sup>ke</sup> 95
it: 95<sup>°</sup> percentile
ja: 95 パーセンタイル
ka: 95<sup>-ე</sup> პროცენტილი
lt: 95<sup>-oji</sup> procentilė
ms: 95<sup>th</sup> sentil
nl_be: 95<sup>ste</sup> percentiel
pl: 95<sup>th</sup>centyl
pt_pt: 95<sup>o</sup> percentil
ro: Percentila a 95-a
ru: 95<sup>-я</sup> процентиль
sl: 95<sup></sup> procentov
sv: 95:e centil
th: เปอร์เซ็นไทล์ที่ 95<sup></sup>
uk: 95<sup>й</sup> процентиль
vi: 95<sup>th</sup> phần trăm
