Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# reset_password_email_body
source: Hello <NAME>, You asked for your password to be reset on https://openfoodfacts.org for the username: <USERID> To continue the password reset, click on the link below. If you did not ask for the password reset, you can ignore this message. <RESET_URL> See you soon, Stephane https://openfoodfacts.org
ar: مرحبًا <NAME>، لقد طلبت إعادة تعيين كلمة مرورك على https://openfoodfacts.org ﻻسم المستخدم: <USERID> لمتابعة إعادة تعيين كلمة المرور، انقر على الرابط باﻷسفل. وإن لم تقم بطلب إعادة تعيين كلمة المرور، يمكنك تجاهل هذه الرسالة. <RESET_URL> نراك قريبًا، ستيفان https://openfoodfacts.org
bg: Здравей <NAME>, Помоли твоята парола да бъде нулирана на https://openfoodfacts.org за потребителското име: <USERID> За да продължиш нулирането на паролата, щракни върху връзката по-долу. Ако не си поискал нулиране на паролата, можеш да игнорираш това съобщение. <RESET_URL> До скоро, Стефан https://openfoodfacts.org
ca: Hola <NAME>, sembla que heu demanat restablir la vostra contrasenya a https://openfoodfacts.org per l'identificador: <USERID> Per continuar amb el restabliment, cliqueu l'enllaç que trobareu més avall. Si no heu demanat el restabliment de la contrasenya, simplement ignoreu aquest missatge. <RESET_URL> Fins aviat, Stephane https://openfoodfacts.org
cs: Dobrý den <NAME>, Požádali jste o obnovení hesla na https://openfoodfacts.org pro uživatelské jméno: <USERID> Chcete-li pokračovat v obnovování hesla, klikněte na odkaz níže. Pokud jste nežádali o obnovení hesla, můžete tuto zprávu ignorovat. <RESET_URL> Nashle, Stephane https://openfoodfacts.org
da: Hej <NAME>, Du har via https://openfoodfacts.org anmodet om, at din adgangskode nulstilles for brugernavnet: <USERID> For at fortsætte proceduren, tryk/klik på linket herunder. Hvis du ikke har anmodet om adgangskodenulstilling, kan du blot ignorere denne besked. <RESET_URL> V.h. Stephane https://openfoodfacts.org
de: Hallo <NAME>, Sie haben das Zurücksetzen des Passworts auf https://de.openfoodfacts.org für folgenden Benutzer angefordert: <USERID> Um das Zurücksetzen des Passworts abzuschließen, klicken Sie auf den Link unten. Falls Sie das Zurücksetzen nicht angefordert haben, ignorieren Sie einfach diese E-Mail. <RESET_URL> Mit freundlichen Grüßen, Stéphane https://openfoodfacts.org
el: Γεια σας <NAME>, Ζητήσατε την επαναφορά του κωδικού πρόσβασής σας στο https://openfoodfacts.org για το όνομα χρήστη: <USERID> Για να συνεχίσετε το επαναφορά κωδικού πρόσβασης, κάντε κλικ στον παρακάτω σύνδεσμο. Εάν δεν ζητήσατε την επαναφορά του κωδικού πρόσβασης, μπορείτε να αγνοήσετε αυτό το μήνυμα. <RESET_URL> Τα λέμε σύντομα, Stephane https://openfoodfacts.org
eo: Saluton <NAME>, Vi petis, ke via pasvorto estu restarigita ĉe https://openfoodfacts.org por la salutnomo: <USERID> Por daŭrigi la pasvortan restarigon, alklaku la suban ligilon. Se vi ne petis la pasvortan restarigon, vi povas ignori ĉi tiun mesaĝon. <RESET_URL> Ĝis baldaŭ, Stephane https://openfoodfacts.org
es: Hola <NAME>, Has solicitado restablecer tu contraseña en https://openfoodfacts.org para el usuario: <USERID> Para continuar con el cambio de contraseña, haz clic en el enlace de abajo. Si, por el contrario, no deseas cambiar la contraseña, ignora este mensaje. <RESET_URL> Hasta pronto, Stephane http://openfoodfacts.org
fa: سلام <NAME>، شما درخواست تنظیم مجدد رمز عبور خود را در https://openfoodfacts.org برای نام کاربری زیر ارسال کردید: <USERID> برای ادامه تنظیم مجدد رمز عبور، روی لینک زیر کلیک کنید. اگر درخواست تنظیم مجدد رمز عبور را نداده‌اید، می‌توانید این پیام را نادیده بگیرید. <RESET_URL> به زودی می‌بینمت، استفان https://openfoodfacts.org
fi: Hei <NAME>, Pyysit salasanan palautusta sivustolla https://openfoodfacts.org käyttäjänimelle: <USERID> Jatkaaksesi salasanan palautusta, napsauta alla olevaa linkkiä. Jos et pyytänyt salasanan palautusta, voit jättää tämän viestin huomiotta. <RESET_URL> Nähdään pian, terveisin, Stephane https://openfoodfacts.org
fr: Bonjour <NAME>, Vous avez demandé de remettre votre mot de passe à zéro sur https://openfoodfacts.org pour le nom d'utilisateur :<USERID> Pour poursuivre cette remise à zéro, veuillez cliquer sur le lien ci-dessous. Si vous n'avez pas demandé de remise à zéro de mot de passe, veuillez ignorer ce message. <RESET_URL> À bientôt, Stéphane https://openfoodfacts.org
he: שלום <NAME>, ביקשת לאפס את הסיסמה שלך באתר https://openfoodfacts.org עבור שם המשתמש: <USERID> כדי להמשיך באיפוס הסיסמה עליך ללחוץ על הקישור להלן. אם לא ביקשת לאפס את הסיסמה, ניתן להתעלם מהודעה זו. <RESET_URL> נתראה בקרוב, סטפן https://openfoodfacts.org
hr: Pozdrav <NAME>, Zatražili ste resetiranje lozinke na https://openfoodfacts.org za korisničko ime: <USERID> Za nastavak resetiranja lozinke kliknite na donju poveznicu. Ako niste zatražili resetiranje lozinke, možete zanemariti ovu poruku. <RESET_URL> Vidimo se uskoro, Stephane https://openfoodfacts.org
hu: Kedves <NAME>! A https://openfoodfacts.org weboldalon létrehozott, <USERID> felhasználói névhez tartozó jelszó visszaállítását kérte. A jelszó visszaállításának folytatásához kattintson az alábbi linkre. Amennyiben nem kérte a jelszó visszaállítását, hagyja figyelmen kívül ezt az üzenetet. <RESET_URL> Viszontlátásra! Stéphane https://openfoodfacts.org
id: Halo <NAME>, Anda meminta pengaturan ulang kata sandi di https://openfoodfacts.org untuk nama pengguna: <USERID> Untuk melanjutkan pengaturan ulang kata sandi, klik tautan di bawah ini. Jika Anda tidak meminta pengaturan ulang kata sandi, Anda dapat mengabaikan pesan ini. <RESET_URL> Sampai jumpa lagi, Stephane https://openfoodfacts.org
it: Ciao <NAME>, Hai chiesto di reimpostare la password su https://openfoodfacts.org per li nome utente: <USERID> Per reimpostare la password fai clic sul collegamento sottostante. Se non hai chiesto di reimpostare la password puoi ignorare questo messaggio. <RESET_URL> A presto, Stéphane https://openfoodfacts.org
ja: <NAME> さん、こんにちは https://openfoodfacts.org で、パスワードをリセットするように依頼されました ユーザー名: <USERID> パスワードのリセットを続行するために、下のリンクをクリックしてください あなたがパスワードのリセットを依頼していない場合は、このメッセージを無視することができます <RESET_URL> またお会いしましょう。 Stephane https://openfoodfacts.org
ka: გამარჯობა <NAME>, თქვენ მოითხოვეთ თქვენი პაროლის აღდგენა https://openfoodfacts.org მომხმარებლის სახელისთვის: <USERID> პაროლის აღდგენის გასაგრძელებლად, დააწკაპუნეთ ქვემოთ მოცემულ ბმულზე. თუ პაროლის აღდგენა არ მოგითხოვიათ, შეგიძლიათ უგულებელყოთ ეს შეტყობინება. <RESET_URL> მალე შევხვდებით, სტეფან https://openfoodfacts.org
lt: Sveiki, <NAME>, Jūs paprašėte iš naujo nustatyti slaptažodį apsilankę https://openfoodfacts.org, kad gautumėte vartotojo vardą: <USERID> Norėdami tęsti slaptažodžio nustatymą iš naujo, spustelėkite žemiau esančią nuorodą. Jei neprašėte iš naujo nustatyti slaptažodžio, galite ignoruoti šį pranešimą. <RESET_URL> Iki kito susitikimo, Stephane https://openfoodfacts.org
lv: Sveiki <NAME>, Jūs lūdzāt atiestatīt savu paroli vietnē https://openfoodfacts.org lietotājvārdam: <USERID> Lai turpinātu paroles atiestatīšanu, noklikšķiniet uz tālāk redzamās saites. Ja nelūdzāt atiestatīt paroli, varat ignorēt šo ziņojumu. <RESET_URL> Uz drīzu redzēšanos, Stefan https://openfoodfacts.org
ms: Helo <NAME>, Anda meminta supaya kata laluan anda ditetapkan semula pada https://openfoodfacts.org untuk nama pengguna: <USERID> Untuk meneruskan penetapan semula kata laluan, klik pada pautan di bawah. Jika anda tidak meminta penetapan semula kata laluan, anda boleh mengabaikan mesej ini. <RESET_URL> Jumpa lagi di masa terdekat, Stephane https://openfoodfacts.org
nl_be: Hallo <NAME>, U hebt gevraagd om uw wachtwoord opnieuw in te stellen op https://openfoodfacts.org voor gebruikersnaam: <USERID> Klik op de onderstaande link om door te gaan met het opnieuw instellen van het wachtwoord. Als u niet om het opnieuw instellen van het wachtwoord hebt gevraagd, kunt u dit bericht negeren. <RESET_URL> Tot ziens, Stephane https://openfoodfacts.org
pl: Cześć <NAME>, Poprosiłeś o zresetowanie hasła na https://openfoodfacts.org dla nazwy użytkownika: <USERID> Kliknij link poniżej by kontynuować. Jeśli to nie ty, zignoruj wiadomość. <RESET_URL> Do zobaczenia, Stephane https://openfoodfacts.org
pt_pt: Olá <NAME>, Solicitou a recuperação da sua palavra-passe em https://openfoodfacts.org para o nome de utilizador: <USERID> Para continuar com o processo de reposição da palavra-passe, clique na hiperligação abaixo. Se não fez o pedido para recuperar a palavra-passe, ignore esta mensagem. <RESET_URL> Até breve, Stephane https://openfoodfacts.org
ro: Bună ziua <NAME>, Ați cerut resetarea parolei pe https://openfoodfacts.org pentru numele de utilizator: <USERID> Pentru a continua cu resetarea parolei, faceți clic pe linkul de mai jos. Dacă nu ați cerut resetarea parolei, puteți ignora acest mesaj. <RESET_URL> Ne vedem în curând, Stephane https://openfoodfacts.org
ru: Привет, <NAME>! Вы запросили сброс пароля на https://openfoodfacts.org для пользователя: <USERID> Для продолжения сброса пароля нажмите на ссылку ниже. Если вы не просили сбросить пароль, вы можете проигнорировать это сообщение. <RESET_URL> Скоро увидимся, Stephane https://openfoodfacts.org
sl: Pozdravljeni <NAME>, Zahtevali ste, da se geslo ponastavi na https://openfoodfacts.org za uporabniško ime: <USERID> Če želite nadaljevati ponastavitev gesla, kliknite spodnjo povezavo. Če niste zahtevali ponastavitve gesla, lahko to sporočilo prezrete. <RESET_URL> Se vidimo kmalu, Stephane https://openfoodfacts.org
sv: Hej <NAME>, Du bad om att ditt lösenord ska återställas för https://openfoodfacts.org för användarnamnet: <USERID> För att fortsätta lösenordsåterställningen, klicka på länken nedan. Om du inte begärde återställning av lösenordet kan du ignorera det här meddelandet. <RESET_URL> Vi ses snart, Stephane https://openfoodfacts.org
th: สวัสดี <NAME>, คุณได้ขอรีเซ็ตรหัสผ่านของคุณบน https://openfoodfacts.org สำหรับชื่อผู้ใช้: <USERID> หากต้องการดำเนินการรีเซ็ตรหัสผ่านต่อ โปรดคลิกที่ลิงก์ด้านล่าง หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน คุณสามารถละเว้นข้อความนี้ได้ <RESET_URL> แล้วพบกันใหม่ Stephane https://openfoodfacts.org
tl: Kamusta <NAME>, Hiniling mo na bagohin ang iyong password password sa https://openfoodfacts.org sa username: <USERID> Upang ipagpatuloy na bagohin ang password, pindotin ang link sa ibaba. Kung hindi mo hiniling na bagohin ang password, huwag pansinin ang mensaheng ito. <RESET_URL> Hanggang sa muli, Stephane https://openfoodfacts.org
tr: Merhaba <NAME>, https://openfoodfacts.org adresinde şifrenizin sıfırlanması talebinde bulundunuz Kullanıcı adı:<USERID> Şifre yenilemeye devam etmek için, aşağıdaki linke tıklayın. Eğer şifre yenileme talebinde bulunmadıysanız, bu mesajı görmezden gelebilirsiniz. <RESET_URL> Görüşmek üzere, Stephane https://openfoodfacts.org
uk: Привіт <NAME>, Ви просили скинути ваш пароль на https://openfoodfacts.org для імені користувача: <USERID> Для того, щоб продовжити цю операцію, натисніть на посилання нижче. Якщо ви не запитували про скидання пароля, ви можете проігнорувати це повідомлення. <RESET_URL> До зустрічі, Степан https://openfoodfacts.org

# reset_password_email_subject
source: Reset of your password on <<site_name>>
ar: إعادة تعيين كلمة المرور الخاصة بك على <<site_name>>
bg: Нулиране на паролата ти на <<site_name>>
ca: Restabliment de la contrasenya en <<site_name>>
cs: Obnovte své heslo na <<site_name>>
da: Nulstil din adgangskode på <<site_name>>
de: Zurücksetzen Ihres Passworts auf <<site_name>>
el: Επαναφορά κωδικού πρόσβασης στο <<site_name>>
eo: Restarigo de via pasvorto ĉe <<site_name>>
es: Cambio de la contraseña de tu cuenta en <<site_name>>
fa: بازنشانی رمز عبور شما در <<site_name>>
fi: Salasanasi palautus sivustolla <<site_name>>
fr: Réinitialisation de votre mot de passe sur <<site_name>>
he: איפוס הסיסמה שלך ב־<<site_name>>
hr: Resetiranje vaše lozinke na <<site_name>>
hu: Jelszó visszaállítása az <<site_name>>-en
id: Pengaturan ulang kata sandi Anda di <<site_name>>
it: Reimposta la password su <<site_name>>
ja: <<site_name>> のパスワードのリセット
ka: თქვენი პაროლის აღდგენა <<site_name>>-ზე
lt: Iš naujo nustatykite slaptažodį, esant <<site_name>>
lv: Jūsu paroles atiestatīšana <<site_name>>
ms: Tetapkan semula kata laluan anda pada <<site_name>>
nl_be: Uw wachtwoord opnieuw instellen op <<site_name>>
pl: Resetuj hasło na <<site_name>>
pt_pt: Redefinir a sua palavra-passe em <<site_name>>
ro: Resetarea parolei dumneavoastră pe <<site_name>>
ru: Сбросить пароль на <<site_name>>
sl: Ponastavite geslo na <<site_name>>
sv: Återställ ditt lösenord på <<site_name>>
th: การรีเซ็ตรหัสผ่านของคุณบน <<site_name>>
tl: I-reset ang iyong password sa <<site_name>>
tr: <<site_name>> Üzerinde şifrenizi sıfırlayın
uk: Скидання пароля на <<site_name>>
vi: Đặt lại mật khẩu của bạn trên <<site_name>>

# reset_password_reset
source: Your password has been changed. You can now log-in with this password.
ar: تم تغيير كلمة السر الخاصة بك. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور هذه.
bg: Паролата ти бе променена. Вече можеш да влизаш с тази парола.
ca: La teva contrasenya ha estat canviada. Ara pot accedir al sistema amb aquesta contrasenya.
cs: Vaše heslo bylo změněno, nyní se můžete přihlásit s tímto heslem.
da: Din adgangskode er blevet ændret. Du kan nu logge ind med denne adgangskode.
de: Ihr Passwort wurde geändert. Sie können sich nun mit dem neuen Passwort anmelden.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει. Μπορείτε τώρα να συνδεθείτε με αυτόν τον κωδικό.
eo: Via pasvorto estis ŝanĝita. Vi nun povas ensaluti per ĉi tiu pasvorto.
es: La contraseña se ha cambiado correctamente. Ahora puedes iniciar la sesión con la nueva contraseña.
fa: رمز عبور شما تغییر کرد. اکنون می‌توانید با این رمز عبور وارد سیستم شوید.
fi: Salasanasi on nyt vaihdettu. Voit nyt kirjautua sisään tällä salasanalla.
fr: Votre mot de passe a été changé. Vous pouvez maintenant vous identifier avec ce mot de passe.
he: הסיסמה שלך הוחלפה. מעתה ניתן להיכנס עם סיסמה זו.
hr: Vaša lozinka je promijenjena. Sada se možete prijaviti s ovom lozinkom.
hu: A jelszava módosítva lett. Most már be tud jelentkezni ezzel a jelszóval.
id: Kata sandi Anda telah diubah. Anda sekarang dapat masuk dengan kata sandi ini.
it: La password è stata modificata. Ora puoi accedere con questa password.
ja: パスワードは変更されました。このパスワードを使用して、ログインすることができるようになりました。
ka: თქვენი პაროლი შეიცვალა. ახლა ამ პაროლით შეგიძლიათ შესვლა.
lt: Tavo slaptazodis buvo pakeistas. Dabar galite prisijungti naudodami šį slaptažodį.
lv: Jūsu parole ir nomainīta. Tagad varat pieteikties ar šo paroli.
ms: Kata laluan anda telah ditukar. Anda kini boleh log masuk dengan kata laluan ini.
nl_be: Uw wachtwoord is gewijzigd. U kunt nu inloggen met dit wachtwoord.
pl: Zmieniłeś hasło. Możesz się zalogować używając go.
pt_pt: A sua palavra-passe foi alterada. Pode agora iniciar sessão com a nova palavra-passe.
ro: Parola a fost schimbată. De acum vă puteți autentifica cu această parolă.
ru: Ваш пароль изменён. Теперь можете войти с этим паролем.
sl: Vaše geslo je bilo spremenjeno. Zdaj se lahko prijavite s tem geslom.
sv: Ditt lösenord har ändrats. Du kan nu logga in med det nya lösenordet.
th: รหัสผ่านของคุณได้ถูกเปลี่ยนแล้ว คุณสามารถเข้าสู่ระบบด้วยรหัสผ่านนี้ได้แล้ว
tl: Pinalitan ang iyong password. Maari kang maglog-in ngayon gamit ang password na ito.
tr: Şifreniz değiştirildi. Artık yeni şifrenizle giriş yapabilirsiniz.
uk: Ваш пароль було змінено. Тепер ви можете ввійти за допомогою цього пароля.
vi: Mật khẩu của bạn đã được thay đổi. Bây giờ bạn có thể đăng nhập bằng mật khẩu này.

# reset_password_reset_msg
source: Enter a new password.
ar: ادخل كلمه مرور جديده
bg: Въведи нова парола.
ca: Introduir una nova contrasenya.
cs: Zadejte nové heslo.
da: Angiv ny adgangskode.
de: Geben Sie ein neues Passwort ein.
el: Εισαγάγετε έναν νέο κωδικό πρόσβασης.
eo: Enigu novan pasvorton.
es: Introduce una nueva contraseña.
fa: رمز عبور جدید را وارد کنید.
fi: Syötä uusi salasana.
fr: Entrez un nouveau mot de passe.
he: נא למלא סיסמה חדשה.
hr: Unesite novu lozinku.
hu: Adjon meg egy új jelszót.
id: Masukkan kata sandi yang baru.
it: Introdurre una nuova password
ja: 新しいパスワードを入力してください。
ka: შეიყვანეთ ახალი პაროლი.
lt: Iveskite nauja slaptazodi.
lv: Ievadiet jaunu paroli.
ms: Masukkan kata laluan baharu.
nl_be: Voer een nieuw wachtwoord in.
pl: Wprowadź nowe hasło.
pt_pt: Introduza a nova palavra-passe.
ro: Introduceți o parolă nouă.
ru: Введите новый пароль.
sl: Vnesi novo geslo.
sv: Ange ett nytt lösenord.
th: ป้อนรหัสผ่านใหม่
tl: Ilagay ang bagong password.
tr: Yeni şifrenizi girin.
uk: Введіть новий пароль.
vi: Nhập mật khẩu mới.

# reset_password_send_email
source: An email with a link to reset your password has been sent to the e-mail address associated with your account.
ar: تم إرسال بريد إلكتروني يحتوي على رابط لإعادة تعيين كلمة مرورك إلى عنوان البريد الإلكتروني المرتبط بحسابك.
bg: На имейл адреса, свързан с твоя акаунт, е изпратен имейл с връзка за нулиране на паролата.
ca: Un correu electrònic amb un enllaç per restablir la contrasenya ha estat enviada a l'adreça de correu electrònic associada amb el seu compte.
cs: Na e-mailovou adresu spojenou s vaším účtem byl zaslán e-mail s odkazem na obnovu hesla.
da: En e-mail med et link til nulstilling af din adgangskode er blevet mailet til e-mailen tilknyttet din konto.
de: Eine E-Mail mit einem Link zum Zurücksetzen des Passworts wurde zu der von Ihnen angegebenen E-Mail-Adresse gesendet.
el: Ένα email με έναν σύνδεσμο για την επαναφορά του κωδικού πρόσβασής σας έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με τον λογαριασμό σας.
eo: Retpoŝto kun ligilo por restarigi vian pasvorton estis sendita al la retpoŝtadreso asociita kun via konto.
es: Se ha enviado un correo electrónico con un enlace para que puedas cambiar la contraseña asociada a su cuenta.
fa: ایمیلی حاوی لینک تنظیم مجدد رمز عبور به آدرس ایمیل مرتبط با حساب کاربری شما ارسال شده است.
fi: Salasanan palautuslinkin sisältävä sähköposti on lähetetty tiliisi liitettyyn sähköpostiosoitteeseen.
fr: Un e-mail avec un lien pour vous permettre de changer le mot de passe a été envoyé à l'adresse e-mail associée à votre compte.
he: הודעה עם קישור לאיפוס הסיסמה שלך נשלחה לכתובת הדוא״ל המשויכת עם החשבון שלך.
hr: E-pošta s poveznicom za resetiranje lozinke poslana je na adresu e-pošte povezanu s vašim računom.
hu: A jelszava visszaállításához szükséges hivatkozást tartalmazó emailt elküldtük a fiókjához társított email címre.
id: Surel dengan tautan untuk mengatur ulang kata sandi Anda telah dikirim ke alamat surel yang terhubung dengan akun Anda.
it: Un'e-mail con un collegamento per consentirvi di cambiare la password è stata inviata all'indirizzo e-mail associato al tuo account.
ja: パスワードをリセットするためのリンクを記載したメールが、アカウントに関連付けられたメールアドレスに送信されました。
ka: თქვენს ანგარიშთან დაკავშირებულ ელექტრონულ ფოსტაზე გაიგზავნა ელ.წერილი თქვენი პაროლის გადატვირთვის ბმულით.
lt: Su jūsų paskyra susietu el. Pašto adresu buvo išsiųstas el. Laiškas su nuoroda, kaip iš naujo nustatyti slaptažodį.
lv: Uz jūsu kontam pievienoto e-pasta adresi ir nosūtīts e-pasts ar saiti paroles atiestatīšanai.
ms: E-mel dengan pautan untuk penetapan semula kata laluan anda telah dihantar ke alamat e-mel yang berkaitan dengan akaun anda.
nl_be: Een e-mail met een link om uw wachtwoord te resetten is verstuurd naar het e-mailadres dat gekoppeld is aan uw account.
pl: Wysłaliśmy odsyłacz do resetu hasła na adres e-mail powiązany z twoim kontem.
pt_pt: Enviámos um e-mail para o endereço associado à sua conta, com uma hiperligação para redefinir a palavra-passe.
ro: Un e-mail cu un link pentru resetarea parolei v-a fost trimis la adresa de e-mail asociată cu contul dumneavoastră.
ru: Письмо со ссылкой для сброса пароля выслано на адрес эл. почты, связанный с вашей учётной записью.
sl: Na e-poštni naslov, povezan z vašim računom, je bilo poslano e-poštno sporočilo s povezavo za ponastavitev gesla.
sv: Ett e-postmeddelande med en länk för att återställa ditt lösenord har skickats till den e-postadress som är kopplad till ditt konto.
th: ระบบได้ส่งอีเมลที่มีลิงก์สำหรับรีเซ็ต mật khẩu ไปยังที่อยู่อีเมลที่เชื่อมโยงกับบัญชีของคุณแล้ว
tl: Naipadala na ang email na may link para i-reset ang iyong password sa e-mail address na nauugnay sa iyong account.
tr: Hesabınızla ilişkili e-posta adresine, şifrenizi sıfırlamak için bir bağlantı içeren bir e-posta gönderildi.
uk: На адресу електронної пошти, пов'язану з вашим обліковим записом, було надіслано лист із посиланням для відновлення пароля.
vi: Một email có liên kết để đặt lại mật khẩu của bạn đã được gửi đến địa chỉ email được liên kết với tài khoản của bạn.
