Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Serving size
ar: حجم الحصة
bg: Размер на порция
ca: Mida de la porció
cs: Velikost porce
da: Portionsstørrelse
de: Portionsgröße
el: Μέγεθος μερίδας
es: Tamaño de la porción
fi: Annoskoko
fr: Taille d'une portion
he: גודל ההגשה
hu: Adag
id: Takaran saji
it: Porzione
ja: 一人前の分量
lt: Porcijos dydis
lv: Porcijas lielums
ms: Saiz hidangan
nl_be: Grootte van een portie
pl: Wielkość porcji
pt_pt: Tamanho da porção
ro: Cantitatea unei porții
ru: Размер порции
sl: Velikost obroka
sv: Portionsstorlek
th: หน่วยบริโภค
tl: Sukat ng serving
tr: Porsiyon ölçüsü
uk: Розмір порції
vi: Kích thước phục vụ

# serving_size_prepared
source: Prepared serving size
ar: حجم التقديم المحضر
bg: Приготвена порция
ca: Mida de la ració preparada
cs: Velikost připravené porce
da: Forberedt serveringsstørrelse
de: Zubereitete Portionsgröße
el: Μέγεθος προετοιμασμένης μερίδας
eo: Preta porciograndeco
es: Tamaño de la porción preparada
fa: اندازه سرو آماده شده
fi: Annoskoko valmistettuna
fr: Taille d'une portion préparée
he: גודל הגשה לאחר הכנה
hr: Veličina pripremljene porcije
hu: Elkészített adag mérete
id: Takaran saji yang disiapkan
it: Porzione preparata
ja: 調理済みの一人前の分量
ka: მომზადებული პორციის ზომა
lt: Paruoštas porcijos dydis
lv: Sagatavots porcijas lielums
ms: Saiz hidangan tersedia
nl_be: Bereide portiegrootte
pl: Przygotowana wielkość porcji
pt_pt: Tamanho da porção preparada
ro: Mărimea porției preparate
ru: Размер готовой порции
sl: Pripravljena velikost serviranja
sv: Tillagad serveringsstorlek
th: หน่วยบริโภค (หลังจากปรุงแล้ว)
tr: Hazırlanan porsiyon boyutu
uk: Налагоджений рекомендований розмір
vi: Chuẩn bị kích thước phục vụ

# serving_size_example
source: 60 g, 12 oz, 20cl, 2 fl oz
ar: 60 جم، 12 أونصة، 20 مل، 2 أونصة سائلة
eo: 60 g, 12 uncoj, 20 cl, 2 likvaj uncoj
es: 30 g, 2 galletas 60 g, 5 cl, un vaso 20 cl
fa: ۶۰ گرم، ۱۲ اونس، ۲۰ میلی‌لیتر، ۲ اونس مایع
fr: 30 g, 2 biscuits 60 g, 5 cl, un verre 20 cl
he: 30 ג, 2 אונקיות, 20 סנטיליטר, 2 אונקיות נוזל
hu: 60 g, 12 uncia, 20 cl, 2 fl oz
ja: 60 g, 12 オンス, 20 cl, 2 液量オンス
ka: 60 გ, 12 უნცია, 20 სლ, 2 სითხ. უნცია
lv: 60 g, 12 unces, 20 cl, 2 šķidruma unces
nl_be: 30 g, 2 koekjes 60 g, 5 cl, een glas 20 cl
pl: 60 g, 12 oz, 20cl, 2 uncje
pt_pt: 60 g, 12 oz, 1L, 20 cl, 2 fl oz
ro: 30 g, 2 biscuiți 60 g, 5 cl, un pahar 200 ml
ru: 60 г, 12 унций, 20 сл
th: 60 g, 12 oz, 20cl, 2 fl oz (ระบบรองรับเฉพาะภาษาอังกฤษ)
tr: 60g, 12 oz, 20cş, 2 fl oz
uk: 60 г, 12 унцій, 20 кал, 2 мл

# serving_size_note
source: If the nutrition facts table contains values for the prepared product, indicate the total serving size of the prepared product (including added water or milk).
ar: إذا كان جدول معلومات التغذية يحتوي على قيم للمنتج المُعد ، فهي تشير إلى الحجم الكلي لحصة تقديم المنتج المُعد (بما في ذلك الماء أو الحليب المُضاف).
bg: Ако таблицата с хранителни данни съдържа стойности за приготвения продукт, посочете общия размер на порцията на приготвения продукт (включително добавена вода или мляко).
ca: Si la taula de dades nutricionals conté valors per al producte preparat, indiqueu la mida total de la ració del producte preparat (inclosa l’aigua o la llet afegides).
cs: Pokud výživová tabulka obsahuje hodnoty pro připravený produkt, uveďte celkovou servírovací velikost připraveného výrobku (včetně přidané vody nebo mléka).
da: Hvis næringsfaktatabellen indeholder værdier for det tilberedte produkt, angiv da den samlede portionsstørrelse af det tilberedte produkt (inkl. tilsat vand eller mælk).
de: Wenn die Nährwerttabelle Werte für das zubereitete Produkt enthält, geben Sie die Gesamtportion des zubereiteten Produkts (einschließlich Wasser- oder Milchzusatz) an.
el: Εάν ο πίνακας διατροφικών στοιχείων περιέχει τιμές για το παρασκευασμένο προϊόν, αναφέρετε το συνολικό μέγεθος μερίδας του παρασκευασμένου προϊόντος (συμπεριλαμβανομένου του προστιθέμενου νερού ή γάλακτος).
eo: Se la tabelo de nutraj informoj enhavas valorojn por la preta produkto, indiku la tutan porcion de la preta produkto (inkluzive de aldonita akvo aŭ lakto).
es: Si la tabla de información nutricional contiene valores para el producto preparado, indica el tamaño de la porción total del producto preparado (incluida la leche o el agua agregada).
fa: اگر جدول اطلاعات تغذیه‌ای حاوی مقادیری برای محصول آماده شده است، اندازه کل وعده غذایی محصول آماده شده (شامل آب یا شیر اضافه شده) را ذکر کنید.
fi: Jos ravintoarvotaulukko sisältää arvot valmistetulle tuotteelle, kerro kokonaisannoskoko valmistetulle tuotteelle (mukaan lukien lisätty vesi tai maito).
fr: Si le tableau nutritionnel contient des valeurs pour le produit préparé, indiquez la taille totale d'une portion de produit préparé (incluant l'eau ou le lait ajouté).
he: האם העובדות התזונתיות מכילות ערכים של המוצר המוכן, מציינות את גודל ההגשה הכולל של המוצר המוכן (כולל מים או חלב).
hr: Ako tablica nutritivnih vrijednosti sadrži vrijednosti za pripremljeni proizvod, navedite ukupnu veličinu porcije pripremljenog proizvoda (uključujući dodanu vodu ili mlijeko).
hu: Ha a tápértéktáblázat tartalmaz az elkészített termékről értékeket, adja meg az elkészített termék tálalási adagméretét (beleértve a hozzáadott vizet és tejet).
id: Jika tabel infromasi nilai gizi mengandung nilai produk yang disiapkan, tunjukkan jumlah total takaran saji dari produk yang disiapkan (termasuk penambahan air atau susu).
it: Se la tabella dei valori nutrizionali contiene valori per prodotti preparati, indica la dose totale del prodotto preparato (includendo acqua o latte aggiunti).
ja: 栄養成分表に調理済み製品の値が含まれている場合は、調理済み製品の一人前の分量 (添加の水または牛乳を含む) を示します。
ka: თუ კვებითი ღირებულების ცხრილში მოცემულია მომზადებული პროდუქტის მნიშვნელობები, მიუთითეთ მომზადებული პროდუქტის მთლიანი პორცია (დამატებული წყლის ან რძის ჩათვლით).
lt: Jei mitybos faktų lentelėje yra paruošto produkto vertės, nurodykite bendrą paruošto produkto kiekį (įskaitant pridėtą vandenį ar pieną).
lv: Ja uzturvērtības tabulā ir norādītas pagatavotā produkta vērtības, norādiet pagatavotā produkta kopējo porcijas lielumu (ieskaitot pievienoto ūdeni vai pienu).
ms: Sekiranya jadual fakta pemakanan mengandungi nilai untuk produk yang tersedia, nyatakan jumlah saiz hidangan untuk produk yang tersedia (termasuk air atau susu yang ditambah).
nl_be: Als de voedingswaardentabel waarden voor een bereid product bevat, geef je de totale portiegrootte van het bereide product aan (inclusief toegevoegd water of melk).
pl: Jeżeli tabela wartości odżywczych zawiera wartości dla przygotowanego produktu, należy podać całkowitą wielkość porcji przygotowanego produktu (w tym dodaną wodę lub mleko).
pt_pt: Se a tabela de informações nutricionais contiver valores para o produto preparado, indique o tamanho total da porção do produto preparado (incluindo água ou leite adicionados).
ro: Dacă tabelul cu informații nutriționale conține valori pentru produsul preparat, indicați dimensiunea totală a porției din produsul preparat (inclusiv apă sau lapte adăugat).
ru: Если таблица пищевой ценности содержит значения для приготовленного продукта, укажите общий размер порций приготовленного продукта (включая воду или молоко).
sl: Če tabela s podatki o hranilni vrednosti vsebuje vrednosti za pripravljeni proizvod, navedite skupno velikost pripravljenega proizvoda (vključno z dodano vodo ali mlekom).
sv: Om tabellen över näringsfakta innehåller värden för den tillagade produkten, ange den totala serveringsstorleken på den tillagade produkten (inklusive tillsatt vatten eller mjölk).
th: หากฉลากโภชนาแสดงค่าของผลิตภัณฑ์ที่ปรุงไว้แล้ว ให้ระบุจำนวนหน่วยบริโภคของผลิตภัณฑ์ที่ปรุงไว้ด้วย (ใส่น้ำหนักที่รวมน้ำหรือนมที่เติมด้วย)
tr: Besin değerleri tablosu hazırlanan ürün için değerler içeriyorsa, hazırlanan ürünün toplam servis boyutunu belirtin (ilave su veya süt dahil).
uk: Якщо таблиця харчової цінності містить собівартість приготовленої продукції, вкажіть весь розмір порції готового продукту (з додаванням води або молока).
vi: Nếu bảng thành phần dinh dưỡng chứa các giá trị cho sản phẩm đã chuẩn bị, hãy cho biết tổng kích thước phục vụ của sản phẩm đã chuẩn bị (bao gồm cả nước hoặc sữa).

# serving_too_small_for_nutrition_analysis
source: Serving size is too small (5 g / 5 ml or less) to calculate 100 g / 100 ml values and perform any further nutritional analysis
bg: Размерът на порцията е твърде малък (5 g / 5 ml или по-малко), за да се изчислят стойностите на 100 g / 100 ml и да се извърши допълнителен хранителен анализ
ca: La mida de la porció és massa petita (5 g / 5 ml o menys) per calcular valors de 100 g / 100 ml i fer qualsevol anàlisi nutricional addicional
cs: Velikost porce je příliš malá (5 g / 5 ml nebo méně), aby bylo možné vypočítat hodnoty 100 g / 100 ml a provést další nutriční analýzu
da: Portionsstørrelse for lille (5 g/5 ml el. mindre) til 100 g/100 ml værdiberegninger samt yderligere ernæringsanalyse
de: Die Portionsgröße ist zu klein (5 g / 5 ml oder weniger), um die Werte für 100 g / 100 ml zu berechnen und eine weitere Nährwertanalyse durchzuführen
el: Το μέγεθος μερίδας είναι πολύ μικρό (5 g / 5 ml ή λιγότερο) για να υπολογιστούν οι τιμές 100 g / 100 ml και να πραγματοποιηθεί οποιαδήποτε περαιτέρω διατροφική ανάλυση
eo: La porcio estas tro malgranda (5 g / 5 ml aŭ malpli) por kalkuli valorojn por 100 g / 100 ml kaj fari pluan nutran analizon.
fa: اندازه هر وعده برای محاسبه مقادیر ۱۰۰ گرم در ۱۰۰ میلی‌لیتر و انجام هرگونه تجزیه و تحلیل تغذیه‌ای بیشتر، بسیار کوچک است (۵ گرم در ۵ میلی‌لیتر یا کمتر).
fi: Annoskoko on liian pieni (5 g / 5 ml tai vähemmän) 100 g / 100 ml arvojen laskemiseen ja lisäravintoanalyysien suorittamiseen
fr: La portion est trop petite (5 g / 5 ml ou moins) pour calculer les valeurs de 100 g / 100 ml et effectuer toute autre analyse nutritionnelle
he: גודל ההגשה קטן מדי (5 גרם / 5 מ״ל ומטה) מכדי לחשב ערכים של 100 גרם / מ״ל ולבצע ניתוח תזונתי עמוק יותר
hr: Veličina porcije je premalena (5 g / 5 ml ili manje) za izračun vrijednosti od 100 g / 100 ml i provođenje daljnje nutritivne analize
hu: A tálalási adag túl kicsi (5 g / 5 ml vagy kevesebb) a 100 g / 100 ml-re vonatkoztatott értékek kiszámításához, és bármilyen további táplálkozási elemzés elvégzéséhez
id: Ukuran porsi terlalu kecil (5g/5ml atau kurang) untuk menghitung berdasarkan takaran 100g/100ml dan melakukan analisis nutrisi lebih lanjut
it: Le dimensioni della porzione sono troppo piccole (5 g / 5 ml o inferiori) per calcolare i valori in 100 g / 100 ml ed eseguire qualsiasi ulteriore analisi nutrizionale
ja: 1回分の量が小さすぎる（5 g / 5 ml以下）ため、100 g / 100 mlの値を計算してさらに栄養分析を行うことができません。
ka: პორციის ზომა ძალიან მცირეა (5 გ / 5 მლ ან ნაკლები) 100 გ / 100 მლ მნიშვნელობების გამოსათვლელად და დამატებითი კვებითი ანალიზის ჩასატარებლად.
lt: Porcijos dydis per mažas (5 g / 5 ml arba mažiau), kad būtų galima apskaičiuoti 100 g / 100 ml vertes ir atlikti bet kokią tolesnę mitybos analizę
lv: Porcijas lielums ir pārāk mazs (5 g / 5 ml vai mazāk), lai aprēķinātu 100 g / 100 ml vērtības un veiktu jebkādu papildu uzturvērtības analīzi.
nl_be: Portie is te klein (5 g / 5 ml of minder) om waarden voor 100 g / 100 ml te berekenen en verdere voedingsanalyses uit te voeren
pl: Wielkość porcji jest zbyt mała (5 g / 5 ml lub mniej), aby obliczyć wartości na 100 g / 100 ml i przeprowadzić dalszą analizę wartości odżywczych
pt_pt: A dosagem de (5 g / 5 ml ou menos) é demasiado pequena para calcular valores de 100 g / 100 ml e efetuar qualquer outra avaliação nutricional
ro: Dimensiunea porției este prea mică (5 g / 5 ml sau mai puțin) pentru a calcula valorile de 100 g / 100 ml și pentru a efectua orice analiză nutrițională ulterioară
ru: Размер порции слишком мал (5 г / 5 мл или меньше) для расчета значений 100 г / 100 мл и проведения дальнейшего анализа пищевой ценности
sv: Serveringsstorleken är för liten (5 g / 5 ml eller mindre) för att beräkna 100 g / 100 ml-värden och utföra ytterligare näringsanalyser
th: หน่วยบริโภคเล็กเกินไป (5 ก. / 5 มล. หรือน้อยกว่า) จึงไม่มีการคำนวณค่า 100 ก. / 100 มล. และไม่มีการวิเคราะห์เพิ่มเติม
tr: 100 g / 100 ml değerlerini hesaplamak ve daha fazla beslenme analizi yapmak için porsiyon boyutu çok küçük (5 g / 5 ml veya daha az)
uk: Розмір порції занадто малий (5 г / 5 мл або менше), щоб розрахувати значення 100 г / 100 мл і виконати будь-який подальший аналіз поживності
vi: Khẩu phần quá nhỏ (5g / 5ml hoặc ít hơn) để tính các giá trị 100g / 100ml và thực hiện các phân tích dinh dưỡng nâng cao hơn

# session_title
source: Sign-in
ar: تسجيل الدخول
bg: Вход
ca: Obre sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
eo: Ensaluti
es: Acceder
fa: ورود به سیستم
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
lt: Prisijungti
lv: Ieiet
ms: Daftar masuk
nl_be: Aanmelden
pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sl: Prijava
sv: Logga in
th: ลงชื่อเข้าใช้
tl: Mag-sign-in
tr: Giriş
uk: Увійти
vi: Đăng nhập

source: Share
ar: مشاركة
bg: Сподели
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fa: اشتراک
fi: Jaa
fr: Partager
he: שיתוף
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
lt: Dalintis
lv: Dalīties
ms: Kongsi
nl_be: Delen
pl: Udostępnij
pt_pt: Partilhar
ro: Distribuiți
ru: Поделиться
sl: Deli
sv: Dela
th: แบ่งปัน
tl: Ibahagi
tr: Paylaş
uk: Поділитися
vi: Chia sẻ

# show_category_stats
source: Show detailed stats
ar: عرض احصائيات مفصلة
bg: Показване на подробна статистика
ca: Mostrar estadístiques detallades
cs: Zobrazit podrobné statistiky
da: Vis detaljeret statistik
de: Detaillierte Statistiken anzeigen
el: Εμφάνιση αναλυτικών στατιστικών
eo: Montri detalajn statistikojn
es: Mostrar información estadística
fa: نمایش آمار دقیق
fi: Näytä yksityiskohtaiset tilastot
fr: Afficher les informations statistiques
he: הצגת נתונים סטטיסטיים מפורטים
hr: Prikaži detaljne statistike
hu: Részletes statisztika megjelenítése
id: Tampilkan statistik terperinci
it: Mostra statistiche dettagliate
ja: 詳細な統計情報を表示
ka: დეტალური სტატისტიკის ჩვენება
lt: Rodyti išsamią statistiką
lv: Rādīt detalizētu statistiku
ms: Tunjukkan statistik terperinci
nl_be: De gedetailleerde statistieken weergeven
pl: Pokaż dokładne statystyki
pt_pt: Mostrar estatísticas detalhadas
ro: Arată statistici detaliate
ru: Показать развёрнутую статистику
sl: Pokaz podrobne statistike
sv: Visa detaljerad statistik
th: แสดงสถิติโดยละเอียด
tl: Ipakita ang mga detalyadong istatistika
tr: Detaylı istatistikleri göster
uk: Показати детальну статистику
vi: Hiển thị số liệu thống kê chi tiết

# show_category_stats_details
source: standard deviation, minimum, maximum, 10th and 90th percentiles
ar: الانحراف المعياري ، الحد الأدنى ، الحد الأقصى ، النسبتان المئوية 10 و 90
bg: стандартно отклонение, минимум, максимум, 10-ти и 90-ти персентил
ca: desviació estàndard, mínim, màxim, percentils 10 i 90
cs: směrodatná odchylka, minimum, maximum, 10. a 90. percentil
da: standardafvigelse, minimum, maksimum, 10. og 90. procentiler
de: Standardabweichung, Minimum, Maximum, 10. und 90. Quantile
el: τυπική απόκλιση, ελάχιστο, μέγιστο, 10ο και 90ο εκατοστημόριο
eo: norma devio, minimumo, maksimumo, 10a kaj 90a percentiloj
es: desviación estándar, mínimo, máximo, percentiles 10 y 90
fa: انحراف معیار، حداقل، حداکثر، صدک‌های دهم و نودم
fi: keskihajonta, minimi, maksimi, 10. ja 90. prosenttipiste
fr: écart type, minimum, maximum, 10ème et 90ème centiles
hr: standardna devijacija, minimum, maksimum, 10. i 90. percentil
hu: szórás, minimum, maximum, 10. és 90. percentilis
id: deviasi standar, minimum, maksimum, persentil ke 10, dan persentil ke 90
it: deviazione standard, minima, massima, 10° e 90° percentile
ja: 標準偏差、最小値、最大値、10 および 90 パーセンタイル
ka: სტანდარტული გადახრა, მინიმალური, მაქსიმალური, მე-10 და მე-90 პროცენტილები
lt: standartinis nuokrypis, mažiausias, didžiausias, dešimtasis ir 90-asis procentiliai
lv: standartnovirze, minimums, maksimums, 10. un 90. procentiles
ms: sisihan piawai, minimum, maksimum, persentil ke-10 dan ke-90
nl_be: standaardafwijking, minimum, maximum, 10e en 90e percentiel
pl: standardowe odchylenie, minimalny, maksymalny, 10 i 90 percentyle
pt_pt: desvio padrão, mínimo, máximo, percentis 10<sup>o</sup> e 90<sup>o</sup>
ro: deviația standard, minimum, maximum, al 10-lea și al 90-lea procent
ru: стандартное отклонение, минимум, максимум, 10-я и 90-я перцентили
sl: standardni odklon, minimalni, maksimalni, deseti in 90. percentili
sv: standardavvikelse, minimum, maximium, 10:e och 90:e percentiler
th: ค่าเบี่ยงเบนมาตรฐาน ค่าต่ำสุด ค่าสูงสุด เปอร์เซ็นไทล์ที่ 10 และเปอร์เซ็นไทล์ที่ 90
tr: standart sapma, en az, en fazla, 10 ve 90'ıncı yüzdeliklerde
uk: стандартне відхилення, мінімум, максимум, 10-ті та 90-ті наслідки
vi: độ lệch chuẩn, tối thiểu, tối đa, phần trăm thứ 10 và 90

# signin_before_submit
source: If you already have an account on <SITE>, please sign-in before filling this form.
ar: إذا كان لديك بالفعل حساب على <SITE> ، فيرجى تسجيل الدخول قبل ملء هذا النموذج.
bg: Ако вече имаш акаунт в <SITE>, моля, влез, преди да попълниш този формуляр.
ca: Si ja té un compte a <SITE>, favor Inicie sessió abans d'omplir aquest formulari.
cs: Pokud již máte účet na <SITE>, před vyplněním tohoto formuláře se přihlaste.
da: Har du allerede en konto på <SITE>, så log venligst ind inden udfyldelse af denne formular.
de: Wenn Sie bereits ein Benutzerkonto auf <SITE> haben, melden Sie sich bitte an, bevor sie das Formular ausfüllen.
el: Εάν έχετε ήδη ένα λογαριασμό στο <SITE>, παρακαλώ συνδεθείτε πριν συμπληρώσετε αυτή τη φόρμα.
eo: Se vi jam havas konton ĉe <SITE>, bonvolu ensaluti antaŭ ol plenigi ĉi tiun formularon.
es: Si ya tienes una cuenta en <SITE>, por favor, inicia la sesión antes de rellenar este formulario.
fa: اگر از قبل در <SITE>حساب کاربری دارید، لطفاً قبل از پر کردن این فرم وارد سیستم شوید.
fi: Jos sinulla on jo tili <SITE>issa, kirjaudu sisään ennen kuin täytät tämän lomakkeen.
fr: Si vous êtes déjà inscrit sur <SITE>, identifiez-vous ("Se connecter" dans la colonne de droite) avant de remplir ce formulaire.
he: אם כבר יש לך חשבון ב־<SITE>, נא להיכנס בטרם מילוי הטופס הזה.
hr: Ako već imate račun na <SITE>, prijavite se prije ispunjavanja ovog obrasca.
hu: Ha már rendelkezik fiókkal az <SITE>-en, jelentkezzen be az űrlap kitöltése előtt.
id: Jika Anda sudah memiliki akun di <SITE>, harap masuk sebelum mengisi formulir ini.
it: Se siete già iscritti su <SITE>, per favore identificatevi prima di compilare questo formulario
ja: すでに <SITE> のアカウントをお持ちの場合は、このフォームを入力する前にサインインしてください。
ka: თუ უკვე გაქვთ ანგარიში <SITE>-ზე, გთხოვთ, შეხვიდეთ სისტემაში ამ ფორმის შევსებამდე.
lt: Jei jau turite paskyrą <SITE>, prašome prisijungti prieš užpildydami šią formą.
lv: Ja jums jau ir konts pakalpojumā <SITE>, lūdzu, pierakstieties pirms šīs veidlapas aizpildīšanas.
ms: Jika anda sudah mempunyai akaun pada <SITE>, sila log masuk sebelum mengisi borang ini.
nl_be: Indien u al een account heeft op <SITE>, gelieve u dan eerst aan te melden voordat u dit formulier invult
pl: Jeśli masz już konto na <SITE>, zaloguj się przed wypełnieniem formularza.
pt_pt: Se já tem conta em <SITE>, por favor inicie sessão antes de preencher este formulário.
ro: Dacă deja aveți un cont pe <SITE>, vă rog autentificați-vă înainte de a completa acest formular.
ru: Если у вас уже есть аккаунт на сайте <SITE>, войдите, перед заполнением этой формы.
sl: Če že imate račun na <SITE>, se prijavite, preden izpolnite ta obrazec.
sv: Om du redan har ett konto på <SITE>, vänligen logga in innan du fyller i det här formuläret.
th: หากคุณมีบัญชีอยู่แล้วบน <SITE>โปรดเข้าสู่ระบบก่อนกรอกแบบฟอร์มนี้
tl: Kung meron ka nang account sa <SITE>, sign-in bago lagyan ang form na ito.
tr: <SITE>'de zaten bir hesabınız varsa, bu formu doldurmadan önce lütfen giriş yapın.
uk: Якщо у вас вже є обліковий запис на <SITE>, будь-ласка увійдіть, перш ніж заповнювати форму.
vi: Nếu bạn đã có tài khoản trên <SITE>, vui lòng đăng nhập trước khi điền vào biểu mẫu này.

source: Sign-out
ar: تسجيل الخروج
bg: Изход
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es: Cerrar sesión
fa: خروج از سیستم
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
ka: გასვლა
lt: Atsijungti
lv: Izrakstīties
ms: Daftar keluar
nl_be: Afmelden
pl: Wyloguj się
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
sl: Odjava
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış
uk: Вийти
vi: Đăng xuất

source: Sort by
ar: ترتيب حسب
bg: Сортирай по
ca: Ordena per
cs: Seřadit podle
da: Sortér efter
de: Sortieren nach
el: Ταξινομήστε ανά
es: Ordenar por
fi: Lajittelujärjestys
fr: Trier par
he: סידור לפי
hu: Rendezés
id: Sortir berdasarkan
it: Ordina per
ja: 並び替え
lt: Rūšiuoti pagal
lv: Kārtot pēc
ms: Diisih oleh
nl_be: Sorteren op
pl: Sortuj wg
pt_pt: Ordenar por
ro: Ordonează după
ru: Сортировать по
sl: Razvrsti po
sv: Sortera efter
tl: Ayusin ayon sa
tr: Sırala
uk: Сортувати за
vi: Xếp theo

# sort_completeness
source: Completeness
ar: اكتمال
bg: Завършеност
ca: Integritat
cs: Úplnost
da: Fuldstændighed
de: Vollständigkeit
el: Πληρότητα
eo: Kompleteco
es: Integridad
fa: کامل بودن
fi: Valmiusaste
fr: Complétude
he: השלמה
hr: Potpunost
hu: Teljesség
id: Kelengkapan
it: Completezza
ja: 完全性
ka: სისრულე
lt: Išbaigtumas
lv: Pilnīgums
ms: Kesempurnaan
nl_be: Volledigheid
pl: Kompletność
pt_pt: Com mais dados preenchidos
ro: Completitudine
ru: Завершенность
sl: Popolnosti
sv: Fullständighet
th: ความสมบูรณ์
tr: Bütünlük
uk: Повнота
vi: Hoàn thành

# sort_created_t
source: Add date
ar: إضافة تاريخ
bg: Дата на добавяне
ca: Afegeix data
cs: Přidat datum
da: Tilføj dato
de: Datum hinzufügen
el: Ημερομηνία προσθήκης
eo: Aldoni daton
es: Fecha de creación
fa: تاریخ اضافه کنید
fi: Lisäyspäivä
fr: Date d'ajout
he: הוספת תאריך
hr: Dodaj datum
hu: Hozzáadás dátuma
id: Tambahkan tanggal
it: Aggiungi data
ja: 追加日
ka: თარიღის დამატება
lt: Pridėti datą
lv: Pievienot datumu
ms: Tambahkan tarikh
nl_be: Datum van toevoeging
pl: Dodaj datę
pt_pt: Data de criação
ro: Data adăugării
ru: Дата добавления
sl: Dodaj datum
sv: Lägg till datum
th: เพิ่มวันที่
tl: Magdagdag ng petsa
tr: Tarih ekle
uk: Вкажіть дату
vi: Thêm ngày

# sort_modified_t
source: Edit date
ar: تعديل التاريخ
bg: Дата на редактиране
ca: Edició de la data
cs: Datum úpravy
da: Redigér dato
de: Datum bearbeiten
el: Ημερομηνία τροποποίησης
eo: Redakti daton
es: Fecha de modificación
fa: تاریخ را ویرایش کنید
fi: Muokkauspäivämäärä
fr: Date de modification
he: עריכת התאריך
hr: Uredi datum
hu: Szerkesztés dátuma
id: Sunting tanggal
it: Modifica data
ja: 編集日
ka: თარიღის რედაქტირება
lt: Redaguoti datą
lv: Rediģēt datumu
ms: Sunting tarikh
nl_be: Datum van aanpassing
pl: Edytuj datę
pt_pt: Data de alteração
ro: Data modificării
ru: Дата изменения
sl: Uredi datum
sv: Redigera datum
th: แก้ไขวันที่
tl: Baguhin ang petsa
tr: Tarihi düzenle
uk: Дата зміни
vi: Sửa ngày

# sort_popularity
source: Popularity
ar: شعبية
bg: Популярност
ca: Popularitat
cs: Oblíbenost
da: Popularitet
de: Beliebtheit
el: Δημοφιλία
eo: Populareco
es: Popularidad
fa: محبوبیت
fi: Suosio
fr: Popularité
he: פופולריות
hr: Popularnost
hu: Népszerűség
id: Popularitas
it: Popolarità
ja: 人気
ka: პოპულარობა
lt: Populiarumas
lv: Popularitāte
ms: Populariti
nl_be: Populariteit
pl: Popularność
pt_pt: Popularidade
ro: Popularitate
ru: Популярность
sl: Priljubljenost
sv: Popularitet
th: ความนิยม
tl: Katanyagan
tr: Popülerlik
uk: Відомість
vi: Mức phổ biến
