Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# attribute_additives_setting_note
source: Additives are markers of food processing, and excess consumption of some of them have undesirable health impacts.
bg: Добавките са маркери за обработка на храните и прекомерната консумация на някои от тях има нежелани въздействия върху здравето.
ca: Els additius són marcadors del processament dels aliments, i el consum excessiu d'alguns d'ells té impactes no desitjats per a la salut.
cs: Aditiva jsou markery zpracování potravin a nadměrná konzumace některých z nich má nežádoucí zdravotní dopady.
da: Tilsætningsstoffer er markører for fødevareforarbejdning, og overindtag af visse heraf har uønskede sundhedsmæssige konsekvenser.
de: Zusatzstoffe sind ein Zeichen für die Verarbeitung von Lebensmitteln, und der übermäßige Verzehr einiger von ihnen hat unerwünschte Auswirkungen auf die Gesundheit.
el: Τα πρόσθετα είναι δείκτες της επεξεργασίας τροφίμων και η υπερβολική κατανάλωση ορισμένων από αυτά έχει ανεπιθύμητες επιπτώσεις στην υγεία.
eo: Aldonaĵoj estas indikiloj de nutraĵprilaborado, kaj troa konsumo de iuj el ili havas nedezirindajn sanefikojn.
fa: افزودنی‌ها نشانگر فرآوری مواد غذایی هستند و مصرف بیش از حد برخی از آنها تأثیرات نامطلوبی بر سلامتی دارد.
fi: Lisäaineet ovat merkkejä ruoan jalostuksesta, ja joidenkin niistä liiallisella kulutuksella on ei-toivottuja terveysvaikutuksia.
fr: Les additifs sont des marqueurs de l'ultra transformation des aliments et une consommation excessive de certains d'entre eux peut avoir des effets indésirables sur la santé.
he: תוספים הם סממנים לעיבוד מזון, ולצריכה עודפת של חלק מהם יש השפעות בריאותיות לא רצויות.
hr: Aditivi su markeri obrade hrane, a prekomjerna konzumacija nekih od njih ima neželjene učinke na zdravlje.
hu: Az adalékanyagok az élelmiszer-feldolgozás markerei, és némelyikük túlzott fogyasztása nemkívánatos egészségügyi hatásokkal jár.
id: Aditif merupakan penanda pengolahan makanan, dan konsumsi berlebihan beberapa zat aditif menimbulkan dampak negatif terhadap kesehatan.
it: Gli additivi sono indicatori della trasformazione alimentare e il consumo eccessivo di alcuni di essi comporta effetti indesiderati sulla salute.
ja: 添加物は食品加工の指標であり、その一部を過剰に摂取すると、健康に望ましくない影響を及ぼします。
ka: დანამატები საკვების გადამუშავების მარკერებია და ზოგიერთი მათგანის ჭარბმა მოხმარებამ ჯანმრთელობაზე არასასურველი ზეგავლენა მოახდინა.
lt: Priedai yra maisto perdirbimo žymenys, o per didelis kai kurių jų vartojimas turi nepageidaujamą poveikį sveikatai.
lv: Piedevas ir pārtikas pārstrādes marķieri, un dažu no tām pārmērīga lietošana rada nevēlamu ietekmi uz veselību.
nl_be: Additieven zijn aanduidingen voor voedselverwerking, en overmatige consumptie van sommige ervan heeft ongewenste gevolgen voor de gezondheid.
pl: Dodatki oznaczają stopień przetworzenia żywności, a ich nadmierne spożycie może prowadzić do negatywnego wpływu na zdrowie.
pt_pt: Os aditivos são indicadores associados à transformação dos alimentos, e o seu consumo excessivo tem efeitos indesejáveis na saúde.
ro: Aditivii sunt markeri ai procesării alimentelor, iar consumul excesiv al unora dintre ei are efecte nedorite asupra sănătății.
ru: Добавки являются признаками переработки пищевых продуктов, а избыточное потребление некоторых из них оказывает негативное воздействие на здоровье.
sv: Tillsatser är markörer för livsmedelsbearbetning, och överdriven konsumtion av vissa av dem har oönskade hälsoeffekter.
th: สารเติมแต่งและวัตถุเจือปนอาหาร สามารถใช้เป็นตัวบ่งบอกถึงระดับการแปรรูปอาหารได้ การบริโภคสารเติมแต่งและวัตถุเจือปนอาหารมากเกินไปนั้นส่งผลกระทบต่อสุขภาพได้
tr: Katkı maddeleri gıda işlemenin belirteçleridir ve bazılarının aşırı tüketimi istenmeyen sağlık etkilerine sahiptir.
uk: Добавки є маркерами обробки їжі, і надмірне споживання деяких з них має небажаний вплив на здоров’я.

# attribute_additives_unknown_title
source: Additives not computed
ar: إضافات غير محسوبة
bg: Добавките не са изчислени
ca: Additius no calculats
cs: Přísady nejsou započítány
da: Tilsætningsstoffer ikke beregnet
de: Zusatzstoffe nicht berechnet
el: Δεν υπολογίστηκαν πρόσθετα
eo: Aldonaĵoj ne kalkulitaj
es: Aditivos no calculados
fa: افزودنی‌ها محاسبه نشده‌اند
fi: Lisäaineita ei laskettu
fr: Additifs non calculés
he: התוספים אינם מחושבים
hr: Aditivi nisu izračunati
hu: Adalékok nincsenek kiszámítva
id: Zat aditif tidak dihitung
it: Additivi non calcolati
ja: 添加物が計算されていません
ka: დანამატები არ არის გამოთვლილი
lt: Priedai neapskaičiuoti
lv: Piedevas nav aprēķinātas
nl_be: Additieven niet berekend
pl: Dodatki nieobliczone
pt_pt: Aditivos não calculados
ro: Aditivii nu au fost calculati
ru: Добавки не рассчитаны
sl: Aditivov ni mogoče izračunati
sv: Tillsatser ej beräknade
th: ไม่ได้คำนวณสารเติมแต่ง
tr: Katkı maddeleri hesaplanmadı
uk: Добавки не розраховані
vi: Các chất phụ gia không được tính toán

# preference_not_important
source: Not important
bg: Не е важно
ca: No es important
cs: Není důležité
da: Ikke vigtigt
de: Unwichtig
el: Δεν είναι σημαντικό
eo: Ne gravas
es: No importa
fa: مهم نیست
fi: Ei tärkeä
fr: Pas important
he: לא חשוב
hr: Nije važno
hu: Nem fontos
id: Tidak penting
it: Non è importante
ja: 重要でない
ka: არ არის მნიშვნელოვანი
lt: Nesvarbu
lv: Nav svarīgi
nl_be: Niet belangrijk
pl: Nieważne
pt_pt: Sem importância
ro: Nu este important
ru: Не важно
sl: Ni pomembno
sv: Inte viktigt
th: ไม่สำคัญ
tr: Önemli değil
uk: Не важливо
vi: Không quan trọng

# preference_important
source: Important
bg: Важно
cs: Důležité
da: Vigtigt
de: Wichtig
el: Σημαντικό
eo: Grava
es: Importa
fa: مهم
fi: Tärkeä
he: חשוב
hr: Važno
hu: Fontos
id: Penting
it: Importante
ja: 重要
ka: მნიშვნელოვანი
lt: Svarbu
lv: Svarīgi
nl_be: Belangrijk
pl: Ważne
pt_pt: Importante
ru: Важно
sl: Pomembno
sv: Viktigt
th: สำคัญ
tr: Önemli
uk: Важливо
vi: Quan trọng

# preference_very_important
source: Very important
bg: Много важно
ca: Molt important
cs: Velmi důležité
da: Meget vigtigt
de: Sehr wichtig
el: Πολύ σημαντικό
eo: Tre grava
es: Importa mucho
fa: بسیار مهم
fi: Erittäin tärkeä
fr: Très important
he: מאוד חשוב
hr: Vrlo važno
hu: Nagyon fontos
id: Sangat penting
it: Molto importante
ja: 非常に重要
ka: ძალიან მნიშვნელოვანი
lt: Labai svarbu
lv: Ļoti svarīgi
nl_be: Heel erg belangrijk
pl: Bardzo ważne
pt_pt: Muito importante
ro: Foarte important
ru: Очень важно
sl: Zelo pomembno
sv: Mycket viktigt
th: สำคัญมาก
tr: Çok önemli
uk: Дуже важливо
vi: Rất quan trọng

# preference_mandatory
source: Mandatory
bg: Задължително
ca: Obligatori
cs: Povinné
da: Obligatorisk
de: Pflichtfeld
el: Υποχρεωτικό
eo: Deviga
es: Necesario
fa: اجباری
fi: Pakollinen
fr: Obligatoire
he: חובה
hr: Obavezno
hu: Kötelező
id: Wajib
it: Obbligatorio
ja: 必須
ka: სავალდებულო
lt: Privaloma
lv: Obligāti
nl_be: Verplicht
pl: Obowiązkowe
pt_pt: Obrigatório
ro: Obligatoriu
ru: Обязательно
sl: Obvezno
sv: Obligatorisk
th: บังคับ
tr: Mecburi
uk: Обов'язковий
vi: Bắt buộc

# packaging_alt
source: Recycling instructions and/or packaging information
bg: Инструкции за рециклиране и/или информация за опаковката
ca: Instruccions de reciclatge i/o informació d’embalatge
cs: Pokyny k recyklaci a/nebo informace o balení
da: Genbrugsinstruktioner og/eller emballageoplysninger
de: Wiederverwertungsanweisungen und/oder Verpackungsinformationen
el: Οδηγίες ανακύκλωσης ή/και πληροφορίες συσκευασίας
eo: Instrukcioj pri reciklado kaj/aŭ informoj pri pakado
es: Instrucciones de reciclaje y/o información de embalaje
fa: دستورالعمل‌های بازیافت و/یا اطلاعات بسته‌بندی
fi: Kierrätysohjeet ja/tai pakkaustiedot
fr: Instruction de recyclage et/ou informations d'emballage
he: הנחיות מיחזור ו/או פרטי אריזה
hr: Upute za recikliranje i/ili informacije o pakiranju
hu: Újrahasznosítási utasítások és/vagy csomagolási információk
id: Instruksi mendaur ulang dan/atau informasi kemasan
it: Istruzioni per il riciclaggio e/o informazioni sull'imballaggio
ja: リサイクル手順および/またはパッケージ情報
ka: გადამუშავების ინსტრუქციები და/ან შეფუთვის ინფორმაცია
lt: Perdirbimo instrukcijos ir (arba) informacija apie pakuotę
lv: Pārstrādes instrukcijas un/vai informācija par iepakojumu
nl_be: Recycling instructies en/of verpakkingsinformatie
pl: Instrukcje dotyczące recyklingu i / lub informacje na temat opakowania
pt_pt: Instruções de reciclagem e/ou informações sobre embalagem
ro: Instrucțiuni de reciclare și/sau informații despre ambalare
ru: Инструкции по переработке и / или информация об упаковке
sl: Navodila za recikliranje in / ali podatki o embalaži
sv: Återvinningsinstruktioner och/eller förpackningsinformation
th: คำแนะนำในการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์
tr: Geri dönüşüm talimatları ve/veya paketleme bilgileri
uk: Інструкції з переробки та/або інформація про пакування
vi: Hướng dẫn tái chế và / hoặc thông tin đóng gói

# image_packaging
source: Recycling instructions and/or packaging information picture
bg: Инструкции за рециклиране и/или информация за опаковката
ca: Imatge d'instruccions de reciclatge i/o informació d’embalatge
cs: Pokyny k recyklaci a/nebo informační obrázek o balení
da: Genbrugsinstruktions- og/eller emballageoplysningsfoto
de: Wiederverwertungsanweisungen und/oder Foto mit Verpackungsinformationen
el: Οδηγίες ανακύκλωσης και/ή εικόνα πληροφοριών συσκευασίας
eo: Instrukcioj pri reciklado kaj/aŭ bildo de informoj pri pakaĵo
es: Imagen con instrucciones de reciclaje y/o información de empaquetado
fa: دستورالعمل‌های بازیافت و/یا تصویر اطلاعات بسته‌بندی
fi: Kuva kierrätysohjeista ja/tai pakkaustiedoista
fr: Image d'instructions de recyclage et/ou information d'emballage
he: תמונת הנחיות מיחזור ו/או פרטי אריזה
hr: Upute za recikliranje i/ili slika s informacijama o pakiranju
hu: Újrahasznosítási utasítások és/vagy csomagolási információk fényképe
id: Instruksi mendaur ulang dan/atau gambar informasi kemasan
it: Istruzioni per il riciclaggio e/o immagine delle informazioni di imballaggio
ja: リサイクル手順および/またはパッケージ情報の画像
ka: გადამუშავების ინსტრუქციები და/ან შეფუთვის ინფორმაციის სურათი
lt: Perdirbimo instrukcijos ir (arba) pakuotės informacijos paveikslėlis
lv: Pārstrādes instrukcijas un/vai iepakojuma informācijas attēls
nl_be: Recycling-instructies en/of verpakkingsinformatie afbeelding
pl: Zdjęcie instrukcji dotyczących recyklingu i / lub informacji na temat opakowania
pt_pt: Imagem de instruções de reciclagem e/ou informações sobre embalagem
ro: Instrucţiuni de reciclare şi/sau imaginea informaţiilor referitoare la ambalaj
ru: Фото инструкций по переработке и/или информация об упаковке
sl: Navodila za recikliranje in / ali slika z informacijami o embalaži
sv: Återvinningsinstruktioner och/eller bild på förpackningsinformation
th: คำแนะนำการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์จากรูปภาพ
tr: Geri dönüşüm talimatları ve/veya paketleme bilgilerinin fotoğrafı
uk: Зображення інструкцій з переробки та/або інформації про пакування
vi: Hình ảnh về hướng dẫn tái chế và / hoặc thông tin đóng gói

# image_packaging_url
source: Link to recycling instructions and/or packaging information photo
bg: Линк към инструкциите за рециклиране и/или снимка с информация за опаковката
ca: Enllaç a foto amb instruccions de reciclatge i/o d’informació d’envasos
cs: Odkaz na pokyny k recyklaci a/nebo fotografii s informacemi o balení
da: Link til genbrugsinstruktions- og/eller emballageoplysningsfoto
de: Link zu Wiederverwertungsanweisungen und/oder Foto mit Verpackungsinformationen
el: Σύνδεσμος για οδηγίες ανακύκλωσης ή/και φωτογραφία πληροφοριών συσκευασίας
eo: Ligilo al instrukcioj pri reciklado kaj/aŭ foto de informoj pri pakaĵo
es: Enlace a la foto con instrucciones de reciclaje y/o información de empaquetado
fa: لینک به دستورالعمل‌های بازیافت و/یا عکس اطلاعات بسته‌بندی
fi: Linkki kuvaan kierrätysohjeista ja/tai pakkaustiedoista
fr: Lien vers la photo des instructions de recyclage et/ou d'information d'emballage
he: קישור לתמונת הנחיות מיחזור ו/או פרטי אריזה
hr: Veza na upute za recikliranje i/ili fotografiju s informacijama o pakiranju
hu: Link az újrahasznosítási utasítások és/vagy csomagolási információk fényképéhez
id: Tautan ke instruksi daur ulang dan/atau foto informasi kemasan
it: Collegamento alle istruzioni per il riciclaggio e/o foto delle informazioni di imballaggio
ja: リサイクル手順および/またはパッケージ情報の画像へのリンク
ka: ბმული გადამუშავების ინსტრუქციებზე და/ან შეფუთვის ინფორმაციაზე ფოტოზე
lt: Nuoroda į perdirbimo instrukcijas ir (arba) pakuotės informacijos nuotrauką
lv: Saite uz pārstrādes instrukcijām un/vai iepakojuma informācijas fotoattēlu
nl_be: Link naar recyclinginstructies en/of verpakkingsinformatie foto
pl: Link do instrukcji recyklingu i/lub zdjęcie informacji na opakowaniu
pt_pt: Hiperligação para a foto das instruções de reciclagem e/ou informações da embalagem
ro: Link către instrucțiunile de reciclare și/sau fotografia informațiilor referitoare la ambalaj
ru: Ссылка на фотографию инструкции по переработке и/или информации об упаковке
sl: Povezava do navodil za recikliranje in / ali fotografije z informacijami o embalaži
sv: Länk till återvinningsinstruktioner och/eller foto av förpackningsinformation
th: ลิงก์ไปยังคำแนะนำในการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์ (รูปภาพ)
tr: Geri dönüşüm talimatları ve/veya paketleme bilgilerinin fotoğrafına bağlantı
uk: Зображення із посиланням на інструкції з переробки та / або інформацію про пакування
vi: Liên kết đến hình ảnh về hướng dẫn tái chế và / hoặc ảnh thông tin đóng gói

# import_photos_format_packaging
source: 3001234567890.packaging_es.jpg: recycling instructions in Spanish.
bg: 3001234567890.packaging_es.jpg: инструкции за рециклиране на испански.
ca: 3001234567890.packaging_es.jpg: instruccions de reciclatge en castellà.
cs: 3001234567890.packaging_es.jpg: pokyny k recyklaci ve španělštině.
da: 3001234567890.packaging_es.jpg: Genbrugsinstruktioner på spansk.
de: 3001234567890.packaging_es.jpg: Wiederverwertungsanweisungen auf Spanisch.
el: 3001234567890.packaging_es.jpg: οδηγίες ανακύκλωσης στα ισπανικά.
eo: 3001234567890.packaging_es.jpg: reciklaj instrukcioj en la hispana.
es: 3001234567890.packaging_es.jpg: instrucciones de reciclaje en español.
fa: ‎3001234567890.packaging_es.jpg: دستورالعمل‌های بازیافت به زبان اسپانیایی.
fi: 3001234567890.packaging_fi.jpg: kierrätysohjeet suomeksi.
fr: 3001234567890.packaging_fr.jpg: instructions de recyclage en français.
he: 3001234567890.packaging_he.jpg: הנחיות מיחזור בעברית.
hr: 3001234567890.packaging_es.jpg: upute za recikliranje na španjolskom.
hu: 3001234567890.packaging_es.jpg: újrahasznosítási utasítások spanyol nyelven.
id: 3001234567890.packaging_es.jpg: instruksi daur ulang dalam bahasa Spanyol.
it: 3001234567890.packaging_es.jpg: istruzioni di riciclaggio in spagnolo.
ja: 3001234567890.packaging_es.jpg: スペイン語のリサイクル手順。
ka: 3001234567890.packaging_es.jpg: გადამუშავების ინსტრუქციები ესპანურ ენაზე.
lt: 3001234567890.packaging_es.jpg: perdirbimo instrukcijos ispanų kalba.
lv: 3001234567890.packaging_es.jpg: pārstrādes instrukcijas spāņu valodā.
nl_be: 3001234567890.packaging_es.jpg: recyclinginstructies in het Spaans.
pl: 3001234567890.paking_es.jpg: instrukcje dotyczące recyklingu w języku hiszpańskim.
pt_pt: 3001234567890.packaging_es.jpg: instruções de reciclagem em espanhol.
ro: 3001234567890.packaging_es.jpg: instrucțiuni de reciclare în spaniolă.
ru: 3001234567890.packaging_es.jpg: инструкции по переработке на испанском языке.
sl: 3001234567890.packaging_es.jpg: navodila za recikliranje v španščini.
sv: 3001234567890.packaging_es.jpg: återvinningsinstruktioner på spanska.
th: 3001234567890.packaging_es.jpg: คำแนะนำการรีไซเคิลในภาษาสเปน
tr: 3001234567890.packaging_es.jpg: İspanyolca geri dönüşüm talimatları.
uk: 3001234567890.packaging_es.jpg: інструкції з переробки іспанською мовою.
vi: 3001234567890.packaging_es.jpg: hướng dẫn tái chế bằng tiếng Tây Ban Nha.

# packaging_text
source: Recycling instructions and/or packaging information
bg: Инструкции за рециклиране и/или информация за опаковката
ca: Instruccions de reciclatge i/o informació d’embalatge
cs: Pokyny k recyklaci a/nebo informace o balení
da: Genbrugsinstruktioner og/eller emballageoplysninger
de: Wiederverwertungsanweisungen und/oder Verpackungsinformationen
el: Οδηγίες ανακύκλωσης ή/και πληροφορίες συσκευασίας
eo: Instrukcioj pri reciklado kaj/aŭ informoj pri pakado
es: Instrucciones de reciclaje y/o información de embalaje
fa: دستورالعمل‌های بازیافت و/یا اطلاعات بسته‌بندی
fi: Kierrätysohjeet ja/tai pakkaustiedot
fr: Instruction de recyclage et/ou informations d'emballage
he: הנחיות מיחזור ו/או פרטי אריזה
hr: Upute za recikliranje i/ili informacije o pakiranju
hu: Újrahasznosítási utasítások és/vagy csomagolási információk
id: Instruksi mendaur ulang dan/atau informasi kemasan
it: Istruzioni per il riciclaggio e/o informazioni sull'imballaggio
ja: リサイクル手順および/またはパッケージ情報
ka: გადამუშავების ინსტრუქციები და/ან შეფუთვის ინფორმაცია
lt: Perdirbimo instrukcijos ir (arba) informacija apie pakuotę
lv: Pārstrādes instrukcijas un/vai informācija par iepakojumu
nl_be: Recycling instructies en/of verpakkingsinformatie
pl: Instrukcje dotyczące recyklingu i / lub informacje na temat opakowania
pt_pt: Instruções de reciclagem e/ou informações sobre embalagem
ro: Instrucțiuni de reciclare și/sau informații despre ambalare
ru: Инструкции по переработке и / или информация об упаковке
sl: Navodila za recikliranje in / ali podatki o embalaži
sv: Återvinningsinstruktioner och/eller förpackningsinformation
th: คำแนะนำในการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์
tr: Geri dönüşüm talimatları ve/veya paketleme bilgileri
uk: Інструкції з переробки та/або інформація про пакування
vi: Hướng dẫn tái chế và / hoặc thông tin đóng gói

# packaging_text_example
source: 1 plastic film to discard, 1 FSC carboard box to recycle, 6 1.5L transparent PET plastic bottles to recycle, 6 colored opaque plastic caps, 12 33cl aluminium cans
bg: 1 пластмасова опаковка за изхвърляне, 1 FSC картонена кутия за рециклиране, 6 1,5 L прозрачни PET пластмасови бутилки за рециклиране, 6 цветни непрозрачни пластмасови капачки, 12 33 cl алуминиеви кутии
ca: 1 pel·lícula de plàstic per descartar, 1 caixa de cartró FSC per reciclar, 6 ampolles de plàstic transparent de 1,5 l per reciclar, 6 taps de plàstic opac de colors, 12 llaunes d'alumini de 33 cl
cs: 1 plastová fólie k vyhození, 1 kartonová krabice FSC k recyklaci, 6 1,5l průhledných PET plastových lahví k recyklaci, 6 barevných neprůhledných plastových víček, 12 hliníkových plechovek o objemu 33 cl
da: 1 plastfilm til kassering, 1 FSC-papkasse til genbrug, 6 1,5L gennemsigtige PET-plastflasker til genbrug, 6 farvede uigennemsigtige plasthætter, 12 33cl aluminiumsdåser
de: 1 Plastikfolie zum Wegwerfen, 1 FSC-Karton zum Wiederverwenden, 6 transparente 1,5-Liter-PET-Plastikflaschen zum Wiederverwenden, 6 farbige undurchsichtige Plastikkappen, 12 0,33l-Aluminiumdosen
el: 1 πλαστική μεμβράνη για απόρριψη, 1 κουτί από χαρτόνι FSC για ανακύκλωση, 6 διαφανή πλαστικά μπουκάλια PET του 1,5 λίτρου για ανακύκλωση, 6 χρωματιστά αδιαφανή πλαστικά καπάκια, 12 δοχεία αλουμινίου 33cl
eo: 1 plasta folio por forĵeti, 1 FSC-kartona skatolo por recikli, 6 1,5-litraj travideblaj PET-plastaj boteloj por recikli, 6 koloraj opakaj plastaj ĉapoj, 12 33-cl aluminiaj ladskatoloj
es: 1 película de plástico para desechar, 1 caja de cartón FSC para reciclar, 6 botellas de plástico PET transparentes de 1,5L para reciclar, 6 tapas opacas de plástico de color, 12 latas de aluminio de 33cl
fa: ۱ فیلم پلاستیکی برای دور انداختن، ۱ جعبه مقوایی FSC برای بازیافت، ۶ بطری پلاستیکی PET شفاف ۱.۵ لیتری برای بازیافت، ۶ درب پلاستیکی مات رنگی، ۱۲ قوطی آلومینیومی ۳۳ میلی‌لیتری
fi: 1 hävitettävä muovikalvo, 1 kierrätettävä FSC-pahvilaatikko, 6 kierrätettävää 1,5L läpinäkyvää PET-muovipulloa, 6 värillistä läpinäkymätöntä muovikorkkia, 12 33cl alumiinitölkkiä
fr: 1 film plastique à jeter, 1 boîte en carton FSC à recycler, 6 bouteilles en plastique transparent PET de 1,5 L à recycler, 6 bouchons en plastique de couleur opaques, 12 canettes en aluminium de 33 cl
he: סרט פלסטיק אחד להשלכה, קופסת קרטון אחת באישור FSC למיחזור, 6 בקבוקי פלסטיק PET שקופים של 1.5 ליטר למיחזור, 6 פקקי פלסטיק צבעוניים אטומים, 12 פחיות אלומיניום של 330 מיליליטר
hr: 1 plastična folija za odlaganje, 1 FSC kartonska kutija za recikliranje, 6 prozirnih PET plastičnih boca od 1,5 l za recikliranje, 6 neprozirnih plastičnih čepova u boji, 12 aluminijskih limenki od 33 cl
hu: 1 eldobható műanyag fólia, 1 újrahasznosítható FSC kartondoboz, 6 újrahasznosítható 1,5L átlátszó PET palack, 6 színes átlátszatlan műanyag kupak, 12 33cl-es alumínium doboz
id: 1 film plastik untuk dibuang, 1 kotak kardus FSC untuk didaur ulang, 6 botol plastik PET transparan 1,5L untuk didaur ulang, 6 tutup plastik buram berwarna, 12 kaleng aluminium 33cl
it: 1 pellicola di plastica da scartare, 1 scatola di cartone FSC da riciclare, 6 bottiglie di plastica PET trasparenti da 1,5L da riciclare, 6 tappi di plastica opaca colorata, 12 lattine d'alluminio da 33cl
ja: 廃棄するプラスチックフィルム1つ、リサイクルするFSC段ボール1箱、1.5L透明ペットボトル6本、色付き不透明プラスチックキャップ6個、33clアルミ缶12個
ka: 1 გადასაყრელი პლასტიკური აპკი, 1 FSC მუყაოს კოლოფი გადამუშავებისთვის, 6 1.5 ლიტრიანი გამჭვირვალე PET პლასტმასის ბოთლი გადამუშავებისთვის, 6 ფერადი გაუმჭვირვალე პლასტმასის თავსახური, 12 33 სმ-იანი ალუმინის ქილა.
lt: 1 plastikinė plėvelė, kurią reikia išmesti, 1 FSC kartoninė dėžutė, skirta perdirbti, 6 1,5 l skaidrūs PET plastikiniai buteliai perdirbimui, 6 spalvoti nepermatomi plastikiniai dangteliai, 12 33 cl aliuminio skardinių
lv: 1 plastmasas plēve izmešanai, 1 FSC kartona kaste pārstrādei, 6 caurspīdīgas 1,5 l PET plastmasas pudeles pārstrādei, 6 krāsaini necaurspīdīgi plastmasas vāciņi, 12 33 cl alumīnija bundžas
nl_be: 1 plastic folie om weg te gooien, 1 FSC kartonnen doos om te recyclen, 6 1,5L transparante PET-plastic flessen om te recyclen, 6 gekleurde ondoorzichtige plastic doppen, 12 33cl aluminium blikjes
pl: 1 plastikowa folia do wyrzucenia, 1 karton FSC do recyklingu, 6 przezroczystych plastikowych butelek PET o pojemności 1,5 l do recyklingu, 6 kolorowych nieprzezroczystych plastikowych nakrętek, 12 puszek aluminiowych 330 ml
pt_pt: 1 filme em plástico para descartar, 1 caixa de cartão FSC para reciclar, 6 garrafas de plástico PET transparente de 1,5L para reciclar, 6 tampas de plástico opacas coloridas, 12 latas de alumínio de 33cl
ro: 1 folie de plastic de aruncat, 1 cutie de carton FSC de reciclat, 6 sticle de plastic PET transparent de 1,5 L de reciclat, 6 capace colorate din plastic opac, 12 cutii de aluminiu de 33 cl
ru: 1 пластиковая пленка для утилизации, 1 картонная коробка FSC для переработки, 6 прозрачных пластиковых бутылок ПЭТ объемом 1,5 л для переработки, 6 цветных непрозрачных пластиковых крышек, 12 алюминиевых банок объемом 330 мл
sl: 1 plastična folija za odlaganje, 1 kartonska škatla FSC za recikliranje, 6 1,5 l prozornih PET plastičnih steklenic za recikliranje, 6 barvnih neprozornih plastičnih pokrovčkov, 12 33 cl aluminijastih pločevink
sv: 1 plastfilm att kassera, 1 FSC-kartong att återvinna, 6 genomskinliga PET-plastflaskor à 1,5 liter att återvinna, 6 färgade ogenomskinliga plastkorkar, 12 33 cl aluminiumburkar
th: ฟิล์มพลาสติกสำหรับทิ้ง 1 ชิ้น, กล่องกระดาษแข็ง FSC สำหรับรีไซเคิล 1 กล่อง, ขวดพลาสติก PET ใสขนาด 1.5 ลิตรสำหรับรีไซเคิล 6 ขวด, ฝาพลาสติกทึบแสงสีต่างๆ 6 ชิ้น, กระป๋องอลูมิเนียมขนาด 33 ซีแอล 12 กระป๋อง
tr: Atılacak 1 plastik film, geri dönüştürülecek 1 FSC karton kutu, geri dönüştürülecek 6 adet 1,5L şeffaf pet plastik şişe, 6 renkli opak plastik kapak, 12 adet 33cl alüminyum kutu
uk: 1 пластикова плівка для утилізації, 1 картонна коробка FSC для переробки, 6 прозорих ПЕТ пластикових пляшок ємністю 1,5 л для переробки, 6 кольорових непрозорих пластикових кришок, 12 алюмінієвих банок ємністю 330 мл
vi: 1 màng nhựa để loại bỏ, 1 hộp bìa FSC để tái chế, 6 chai nhựa PET trong suốt 1.5L để tái chế, 6 nắp nhựa màu đục, 12 lon nhôm 33cl
