Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# product_js_extracted_ingredients_nok
source: Ingredients text could not be extracted. Try with a sharper image, with higher resolution or a better framing of the text.
ar: لا يمكن استخراج نص المكونات. حاول باستخدام صورة أكثر وضوحًا ، مع دقة أعلى أو تأطير أفضل للنص.
bg: Текстът съд съставките не може да бъде извлечен. Опитайте с по-ясна снимка, с по-добра разрешителна способност или по-добро рамкиране на текста.
ca: El text dels ingredients no ha pogut ser extret. Proveu amb una imatge més nítida, amb més resolució o una millor enquadrament del text.
cs: Text přísad nelze extrahovat. Zkuste snímek s ostřejším obrázkem, s vyšším rozlišením nebo lepším oříznutím textu.
da: Ingredienstekster kunne ikke uddrages. Forsøg med et skarpere foto med en højere opløsning eller bedre indramning af teksten.
de: Die Angaben der Inhaltsstoffe konnten nicht ausgelesen werden. Versuchen Sie es mit einem schärferen Foto, einer höheren Auflösung oder einer besseren Einpassung des Textes.
el: Δεν ήταν δυνατόν να εξαχθεί το κείμενο των συστατικών. Παρακαλούμε ξαναπροσπαθήστε με μια πιο καθαρή εικόνα, καλύτερη ανάλυση ή καλύτερη εστίαση κειμένου.
eo: La teksto de la ingrediencoj ne estis eltirita. Provu kun pli akra bildo, kun pli alta distingivo aŭ pli bona kadrigo de la teksto.
es: No se puede extraer el texto de los ingredientes. Prueba con una imagen más nítida, con mayor resolución o con un mejor encuadre del texto.
fa: متن مواد اولیه قابل استخراج نیست. با یک تصویر واضح‌تر، با وضوح بالاتر یا با کادربندی بهتر متن، امتحان کنید.
fi: Ainesosia ei voitu poimia. Kokeile terävämmällä kuvalla, paremmalla tarkkuudella, tai paremmalla tekstin rajauksella.
fr: Le texte des ingrédients n'a pas pu être extrait. Vous pouvez essayer avec une image plus nette, de meilleure résolution, ou un meilleur cadrage du texte.
he: לא ניתן לחלץ את טקסט הרכיבים. כדאי לנסות עם תמונה חדה יותר ברזולוציה גבוהה יותר או במסגור טוב יותר של הטקסט.
hr: Tekst sastojaka nije moguće izdvojiti. Pokušajte s oštrijom slikom, većom rezolucijom ili boljim kadriranjem teksta.
hu: Az összetevők szövegét nem lehetett kiolvasni. Próbálja meg élesebb képpel, magasabb felbontással vagy a szöveg pontosabb körbevágásával.
id: Teks kandungan bahan tidak bisa diekstrak. Coba dengan gambar yang lebih tajam, dengan resolusi yang lebih tinggi, atau pembingkaian teks yang lebih baik.
it: Il testo degli ingredienti non può essere estratto. Prova con un'immagine più nitida, con una risoluzione maggiore o una migliore inquadratura del testo.
ja: 原材料の文字を抽出できませんでした。高い解像度や、文字をうまくフレームに合わせて、より鮮明な画像で試してみてください。
ka: ინგრედიენტების ტექსტის ამოღება ვერ მოხერხდა. სცადეთ უფრო მკვეთრი სურათი, უფრო მაღალი გარჩევადობა ან ტექსტის უკეთესი კადრირება.
lt: Ingredientų teksto nepavyko išgauti. Pabandykite naudodami ryškesnį vaizdą, didesnę skiriamąją gebą arba geriau įrėmindami tekstą.
lv: Sastāvdaļu tekstu nevarēja izvilkt. Mēģiniet izmantot asāku attēlu ar augstāku izšķirtspēju vai labāku teksta kadrējumu.
ms: Teks bahan tidak boleh diekstrak. Cuba dengan imej yang lebih tajam, dengan resolusi yang lebih tinggi atau pembingkaian teks yang lebih baik.
nl_be: De tekst met de ingrediënten kon niet gedetecteerd worden. U kunt het opnieuw proberen met een scherpere foto, of met een foto met een hogere resolutie of een betere kaderering van de tekst.
pl: Tekst składników nie może zostać wyodrębniony. Spróbuj uzyskać ostrzejszy obraz o wyższej rozdzielczości lub lepszym kadrowaniu tekstu.
pt_pt: Não foi possível extrair o texto dos ingredientes. Tente com uma imagem mais nítida, com maior resolução ou um melhor enquadramento do texto.
ro: Textul cu ingrediente nu a putut fi extras. Încercați cu o imagine mai clară, cu o rezoluție mai mare sau o mai bună încadrare a textului.
ru: Невозможно извлечь текст с ингредиентами. Попробуйте более чёткое изображение, у которого выше разрешение или лучше структура текста.
sl: Besedila ni mogoče izvleči. Poskusite z ostrejšo sliko, z višjo ločljivostjo ali boljšim ostrenjem besedila s sestavinami.
sv: Ingredienstexten kunde inte extraheras. Försök med en skarpare bild, med högre upplösning eller en bättre inramning av texten.
th: ไม่สามารถอ่านส่วนประกอบอาหารจากภาพ กรุณาใช้ภาพที่ชัดเจนมากขึ้น
tl: Ang mga tekstong sangkap ay hindi maaring makuha. Subukan ng isang matalas na imahe, na may mataas na resolusyon o maganda pag-frame ng teksto.
tr: Malzemeler listesi çıkartılamadı. Daha yüksek çözünürlük veya net bir resimle tekrar deneyin.
uk: Неможливо вилучити компоненти з тексту. Спробуйте ще раз знайти зображення з більшою різкістю, вищою роздільною здатністю або з більш структурованим текстом.
vi: Không thể trích xuất văn bản thành phần. Hãy thử với hình ảnh sắc nét hơn, với độ phân giải cao hơn hoặc khung hình văn bản tốt hơn.

# product_js_extracted_ingredients_ok
source: Ingredients text has been extracted. Text recognition is not perfect, so please check the text below and correct errors if needed.
ar: تم استخراج نص المكونات. التعرف على النص ليس كاملاً ، لذا يرجى مراجعة النص أدناه وتصحيح الأخطاء إذا لزم الأمر.
bg: Текстът на съставките е извлечен. Разпознаването на текста не е перфектно, така че, провери текста по-долу и коригирай грешките, ако е необходимо.
ca: El text dels ingredients ha sigut extret. El reconeixement de text no és perfecte, així que si us plau comprovi el següent text i corregisca els errors si cal.
cs: Text přísad byl načten. Rozpoznávání textu není dokonalé, zkontrolujte prosím text uvedený níže a v případě potřeby opravte chyby.
da: Ingredienstekster er uddraget. Tekstgenkendelse er ikke perfekt, så tjek venligst teksten herunder og korrigér om nødvendigt evt. fejl.
de: Die Inhaltsstoffe wurden ausgelesen. Da die Texterkennung nicht perfekt ist, bitten wir Sie, den unten stehenden Text zu überprüfen und wenn nötig, Fehler zu korrigieren.
el: Το κείμενο των συστατικών έχει εξαχθεί. Η αναγνώριση του κειμένου δεν είναι τέλεια, παρακαλούμε ελέγξτε το κείμενο και διορθώστε ενδεχόμενα σφάλματα αν είναι απαραίτητο.
eo: La teksto de la ingrediencoj estis eltirita. La tekstorekono ne estas perfekta, do bonvolu kontroli la tekston sube kaj korekti erarojn se necese.
es: Se ha extraído el texto de los ingredientes. El reconocimiento de texto no siempre es perfecto. Por favor, revisa el texto extraído y corrige los errores si es necesario.
fa: متن مواد تشکیل دهنده استخراج شده است. تشخیص متن کامل نیست، بنابراین لطفاً متن زیر را بررسی کرده و در صورت لزوم خطاها را اصلاح کنید.
fi: Ainesosat poimittu. Tekstintunnistus ei ole täydellinen, joten tarkista alla oleva teksti ja korjaa virheet tarvittaessa.
fr: Le texte des ingrédients a été extrait. La reconnaissance du texte n'est pas toujours parfaite, merci de vérifier le texte ci-dessous et de corriger les éventuelles erreurs.
he: טקסט הרכיבים חולץ. מנגנון זיהוי הטקסט אינו מושלם ולכן מומלץ לבדוק אם הטקסט שלהלן נכון ולתקן את הטעויות במידת הצורך.
hr: Tekst sastojaka je izdvojen. Prepoznavanje teksta nije savršeno, stoga provjerite tekst u nastavku i ispravite pogreške ako je potrebno.
hu: Az összetevők szövege kiolvasva. A szövegfelismerés nem tökéletes, ezért kérjük, hogy ellenőrizze az alábbi szöveget és szükség esetén javítsa ki a hibákat.
id: Teks kandungan bahan telah diekstrak. Pengenalan teks tidak sempurna, mohon periksa teks di bawah ini dan perbaiki kesalahan jika diperlukan.
it: Il testo degli ingredienti è stato estratto. Il riconoscimento del testo non è perfetto, quindi controlla il testo sottostante e correggi gli errori se necessario.
ja: 原材料の文字が抽出されました。文字認識は完璧ではないので、必要に応じて以下の文章を確認して、エラーを修正してください。
ka: ინგრედიენტების ტექსტი ამოღებულია. ტექსტის ამოცნობა სრულყოფილი არ არის, ამიტომ, გთხოვთ, შეამოწმოთ ქვემოთ მოცემული ტექსტი და საჭიროების შემთხვევაში გამოასწოროთ შეცდომები.
lt: Ingredientų tekstas buvo išgautas. Teksto atpažinimas nėra tobulas, todėl patikrinkite žemiau esantį tekstą ir, jei reikia, ištaisykite klaidas.
lv: Sastāvdaļu teksts ir izvilkts. Teksta atpazīšana nav perfekta, tāpēc, lūdzu, pārbaudiet tālāk redzamo tekstu un, ja nepieciešams, izlabojiet kļūdas.
ms: Teks bahan telah diekstrak. Pengecaman teks tidak sempurna, jadi sila semak teks di bawah dan betulkan ralat jika diperlukan.
nl_be: De tekst met de ingrediënten werd gedetecteerd. De tekstherkenning is niet altijd perfect, gelieve de tekst hieronder te controleren en eventuele fouten te verbeteren.
pl: Tekst składników został wyodrębniony. Rozpoznawanie tekstu nie jest doskonałe, więc sprawdź poniższy tekst i popraw błędy w razie potrzeby.
pt_pt: O texto dos ingredientes foi extraído. O sistema de reconhecimento de texto não é perfeito, por isso, por favor verifique o texto e corrija erros se necessário.
ro: Textul cu ingrediente a fost extras. Recunoașterea de text nu este perfectă, deci sunteți rugați să verificați textul de mai jos și să corectați erorile dacă este necesar.
ru: Ингредиенты были распознаны. Распознавание текста не всегда идеально, поэтому, пожалуйста, проверьте текст и при необходимости исправьте ошибки.
sl: Sestavine so izpisane. Prepoznavanje besedila ni popolno, zato preverite spodnje besedilo in po potrebi popravite napake.
sv: Ingredienstexten har extraherats. Textigenkänning är inte perfekt, så kontrollera texten nedan och korrigera fel om det behövs.
th: ส่วนประกอบอาหารที่อ่านจากภาพอาจมีข้อผิดพลาด กรุณาตรวจสอบและแก้ไขให้ถูกต้อง
tl: Ang mga teksto ng sangkap ay nakuha. Pagkilala ng teksto ay hindi perpekto, kaya suriin ang mga teksto sa ibaba at iwasto ang mga errors kung kinakailangan.
tr: Malzeme listesi çıkartıldı. Metin tanımlama mükemmel değil, lütfen aşşağıda ki yazıyı kontrol edin ve gerekiyorsa hataları düzeltin.
uk: Текстові компоненти були вилучені. Текст розпізнано не точно, тому перевірте, будь ласка, поданий нижче текст та виправте помилки, якщо для цього є необхідність.
vi: Văn bản thành phần đã được trích xuất. Nhận dạng văn bản không hoàn hảo, vì vậy hãy kiểm tra văn bản bên dưới và sửa lỗi nếu cần.

# product_js_extracting_ingredients
source: Extracting ingredients
ar: استخراج المكونات
bg: Извличане на съставките
ca: Extraent ingredients
cs: Rozpoznávám složení
da: Uddrager ingredienser
de: Inhaltsstoffe werden ausgelesen
el: Εξαγωγή συστατικών σε εξέλιξη
es: Extrayendo los ingredientes
fi: Poimitaan ainesosia
fr: Extraction des ingrédients en cours
he: הרכיבים מחולצים
hu: Összetevők kiolvasása
id: Mengekstrak kandungan bahan
it: Estrazione degli ingredienti
ja: 原材料を抽出しています
lt: Išgaunami ingredientai
lv: Sastāvdaļu iegūšana
ms: Mengekstrak ramuan
nl_be: Bezig de ingrediënten te detecteren
pl: Wyodrębnianie składników
pt_pt: A extrair os ingredientes
ro: Extrag ingredientele
ru: Распознавание ингредиентов
sl: Prebiram sestavine
sv: Extraherar ingredienser
tl: Pag-extract ng mga sangkap
tr: Malzemeler çıkartılıyor
uk: Компоненти, які були вибрані
vi: Trích xuất nguyên liệu

# product_js_image_normalize
source: Normalize colors
ar: تطبيع الألوان
bg: Нормализирай цветовете
ca: Normalitzar colors
cs: Normalizovat barvy
da: Normalisér farver
de: Farbwiedergabe korrigieren
el: Κανονικοποίηση χρωμάτων
eo: Normaligi kolorojn
es: Equilibra los colores
fa: رنگ‌ها را عادی کنید
fi: Normalisoi värit
fr: Équilibrage des couleurs
he: איזון הצבעים
hr: Normaliziraj boje
hu: Színek normalizálása
id: Normalkan warna
it: Normalizza i colori
ja: 色を正規化
ka: ფერების ნორმალიზება
lt: Normalizuokite spalvas
lv: Normalizēt krāsas
ms: Penormalan warna
nl_be: Kleurbalans corrigeren
pl: Normalizuj kolory
pt_pt: Normalizar as cores (aumentar contraste)
ro: Normalizare culori
ru: Нормализовать цвета
sl: Normaliziranje barv
sv: Normalisera färger
th: ปรับสีให้เป็นธรรมชาติ
tl: I-normalize ang mga kulay
tr: Renkleri normalleştir
uk: Упорядкуйте кольори
vi: Bình thường hóa màu sắc

# product_js_image_open_full_size_image
source: Open the picture in original size in a new windows
ar: افتح الصورة بالحجم الأصلي بنوافذ جديدة
bg: Отвори снимката в оригинален размер в нов прозорец
ca: Obre la imatge en tamany original en una nova finestra
cs: Otevřít obrázek v původní velikosti v novém okně
da: Åbn fotoet i originalstørrelse i et nyt vindue
de: Foto in Originalgröße in einem neuen Fenster öffnen
el: Ανοίξτε την εικόνα σε μεγάλο μέγεθος σε νέο παράθυρο
eo: Malfermu la bildon en originala grandeco en nova fenestro
es: Abrir la imagen en su tamaño original en una nueva ventana
fa: تصویر را در اندازه اصلی در یک پنجره جدید باز کنید
fi: Avaa kuva alkuperäisessä koossa uudessa ikkunassa
fr: Voir la photo en grand dans une nouvelle fenêtre
he: פתיחת התמונה בגודל המקורי בחלונות חדשים
hr: Otvori sliku u originalnoj veličini u novom prozoru
hu: Kép megnyitása eredeti méretben egy új ablakban
id: Buka gambar dalam ukuran asli di jendela baru
it: Apri la foto nella dimensione originale in una nuova finestra
ja: 新しいウィンドウで元のサイズで画像を開きます
ka: გახსენით სურათი ორიგინალი ზომით ახალ ფანჯარაში
lt: Atverkite originalo paveikslėlį naujuose languose
lv: Atvērt attēlu jaunā logā tā sākotnējā izmērā
ms: Buka gambar dalam saiz asal dalam tetingkap baharu
nl_be: Open de afbeelding in het origineel formaat in een nieuw venster
pl: Otwórz obrazek o pierwotnej wielkości w nowym oknie
pt_pt: Abrir imagem original numa janela
ro: Deschide imaginea în dimensiunea originală într-o fereastră nouă
ru: Открыть фото в оригинальном размере в новом окне
sl: Odprite sliko v originalni velikosti v novem oknu
sv: Öppna bilden i originalstorlek i ett nytt fönster
th: ดูรูปภาพขนาดเต็มในหน้าต่างใหม่
tl: Buksan ang larawan sa orihinal na laki sa isang bagong window
tr: Resmin orijinal boyutunda yeni bir pencerede açılması
uk: Відкрийте зображення у його вихідному розмірі нової операційної системи Віндовс
vi: Mở ảnh ở kích thước gốc trong cửa sổ mới

# product_js_image_received
source: Image received
ar: تم إستلام الصورة
bg: Снимката е получена
ca: Imatge rebuda
cs: Obrázek přijat
da: Foto modtaget
de: Foto erfolgreich hochgeladen
el: Η εικόνα ελήφθη
eo: Bildo ricevita
es: La imagen ha sido recibida
fa: تصویر دریافت شد
fi: Kuva vastaanotettu
fr: Image reçue
he: התמונה התקבלה
hr: Slika primljena
hu: A kép beérkezett
id: Gambar diterima
it: Immagine ricevuta
ja: 画像を受信しました
ka: სურათი მიღებულია
lt: Gautas vaizdas
lv: Attēls saņemts
ms: Imej diterima
nl_be: Foto ontvangen
pl: Otrzymano zdjęcie
pt_pt: Imagem recebida
ro: Imagine recepționată
ru: Изображение получено
sl: Slika je prejeta
sv: Bild mottagen
th: ภาพที่ได้รับ
tl: Nakatanggap ng larawan
tr: Görüntü alındı
uk: Зображення одержано
vi: Đã nhận được hình ảnh

# product_js_image_rotate_and_crop
source: Rotate the image if necessary, then click and drag to select the interesting zone:
ar: قم بتدوير الصورة إذا لزم الأمر ، ثم انقر واسحب لتحديد المنطقة المثيرة للاهتمام:
bg: Завърти снимката, ако е необходимо, след което щракнеш и плъзнеш, за да избереш интересната зона:
ca: Gira la imatge si cal, a continuació, feu clic i arrossegueu per seleccionar la zona interessant:
cs: Otočite obrázek dle potřeby, klepnutím a přetažením vyberte zajímavou oblast:
da: Rotér om nødvendigt fotoet, og tryk/klik og træk så efterfølgende for at vælge den interessante zone:
de: Foto (falls notwendig) drehen. Anschließend können Sie das Foto durch Klicken und Ziehen mit der Maus zuschneiden:
el: Περιστρέψτε την εικόνα αν είναι απαραίτητο, μετά κάντε κλικ και σύρετε για να επιλέξετε την περιοχή που σας ενδιαφέρει:
eo: Turnu la bildon se necese, poste alklaku kaj trenu por elekti la interesan zonon:
es: Rota la imagen si es necesario, después haz clic y arrastra para seleccionar la zona de interés:
fa: در صورت لزوم تصویر را بچرخانید، سپس کلیک کنید و بکشید تا منطقه مورد نظر انتخاب شود:
fi: Kierrä kuvaa, jos tarpeen, ja sitten napsauta ja raahaa valitaksesi kiinnostavan alueen:
fr: Redressez l'image si nécessaire, puis cliquez et glissez pour sélectionner la zone d'intérêt :
he: הטיית התמונה אם יש צורך בכך ולאחר מכן ניתן ללחוץ ולגרור כדי לבחור את האזור המעניין:
hr: Po potrebi rotirajte sliku, a zatim kliknite i povucite da biste odabrali zanimljivo područje:
hu: Szükség esetén forgassa el a képet, majd kattintson és húzással jelölje ki az érdekes területet:
id: Putar gambar jika diperlukan, lalu klik dan seret untuk memilih zona yang menarik:
it: Ruota l'immagine se necessario, quindi fai clic e trascina per selezionare la zona interessante:
ja: 必要に応じて画像を回転し、その後クリック＆ドラッグして、対象の範囲を選択してください:
ka: საჭიროების შემთხვევაში, შემოატრიალეთ სურათი, შემდეგ დააწკაპუნეთ და გადაათრიეთ საინტერესო ზონის ასარჩევად:
lt: Jei reikia, pasukite vaizdą, tada spustelėkite ir vilkite, kad pasirinktumėte įdomią zoną:
lv: Ja nepieciešams, pagrieziet attēlu un pēc tam noklikšķiniet un velciet, lai atlasītu interesanto zonu:
ms: Putar imej jika perlu, kemudian klik dan seret untuk memilih zon yang menarik:
nl_be: Draai indien nodig de foto, klik en sleep om de beoogde zone te selecteren:
pl: Obróć zdjęcie w razie potrzeby, kliknij i przeciągnij by wybrać interesującą strefę:
pt_pt: Rode a imagem se necessário, depois clique e arraste para recortar:
ro: Rotiți imaginea dacă este necesar, apoi dați click și trageți pentru a selecta zona de interes:
ru: Поверните изображение, если это необходимо, затем выделите мышью интересующие зоны:
sl: Po potrebi obrnite sliko, nato kliknite in povlecite, da izberete zanimivo cono:
sv: Rotera bilden om det behövs, klicka och dra sedan för att välja den intressanta zonen:
th: สามารถหมุนรูปภาพได้ตามต้องการ จากนั้นคลิกและลากเพื่อเลือกส่วนของภาพที่เกี่ยวข้อง:
tl: Iikot ang imahe kung kailangan, pagkatapos ay pindotin at hilahin upang makapili ng kagiliw-giliw na zone:
tr: Gerekirse görüntüyü döndürün, ardından ilginç bölgeyi seçmek için tıklayıp sürükleyin:
uk: Якщо необхідно, переверніть зображення, після цього клацніть мишкою та перетягніть файл, щоб обрати те, що вас зацікавило:
vi: Xoay hình ảnh nếu cần, sau đó nhấp và kéo để chọn vùng thú vị:

# product_js_image_rotate_left
source: Rotate left
ar: دوران لليسار
bg: Завърти наляво
ca: Gira a l''esquerra
cs: Otočit doleva
da: Rotér venstre om
de: ↶ Nach Links drehen
el: Περιστροφή αριστερά
eo: Turnu maldekstren
es: Girar a la izquierda
fa: چرخش به چپ
fi: Kierrä vasemmalle
fr: Pivoter à gauche
he: הטייה לשמאל
hr: Zakreni lijevo
hu: Forgatás balra
id: Putar ke kiri
it: Ruota a sinistra
ja: 左に回転
ka: მარცხნივ შემოტრიალება
lt: Pasukite į kairę
lv: Pagriezt pa kreisi
ms: Pusing kiri
nl_be: Naar links draaien
pl: Obróć w lewo
pt_pt: Rodar para a esquerda
ro: Rotire la stânga
ru: Поворот влево
sl: Zavrti levo
sv: Rotera vänster
th: หมุนซ้าย
tl: Ikot sa kaliwa
tr: Sola döndür
uk: Оберніть ліворуч
vi: Xoay trái

# product_js_image_rotate_right
source: Rotate right
ar: تدوير الحق
bg: Завърти надясно
ca: Gira a la dreta
cs: Otočit doprava
da: Rotér højre om
de: ↷ Nach Rechts drehen
el: Περιστροφή δεξιά
eo: Turnu dekstren
es: Girar a la derecha
fa: چرخش به راست
fi: Kierrä oikealle
fr: Pivoter à droite
he: הטייה לימין
hr: Zakreni desno
hu: Forgatás jobbra
id: Putar ke kanan
it: Ruota a destra
ja: 右に回転
ka: მარჯვნივ შემოტრიალება
lt: Pasukite į dešinę
lv: Pagriezt pa labi
ms: Pusing kanan
nl_be: Naar rechts draaien
pl: Obróć w prawo
pt_pt: Rodar para a direita
ro: Rotire la dreapta
ru: Повернуть вправо
sl: Zavrti desno
sv: Rotera höger
th: หมุนขวา
tl: Ikot sa kanan
tr: Sağa döndür
uk: Оберніть праворуч
vi: Xoay phải

# product_js_image_save
source: Validate and/or resize image
ar: التحقق من صحة و / أو تغيير حجم الصورة
bg: Одобри и/или преоразмери снимката
ca: Validar i/o canviar la mida de la imatge
cs: Ověřit a/nebo změnit velikost obrázku
da: Valider og/eller ændr størrelsen på billedet
de: Foto überprüfen und/oder Größe anpassen
el: Επιβεβαιώστε και/ή αναπροσαρμόστε το μέγεθος της εικόνας
eo: Validigi kaj/aŭ ŝanĝi la grandecon de bildo
es: Validar y/o recortar la imagen
fa: اعتبارسنجی و/یا تغییر اندازه تصویر
fi: Vahvista kuva ja/tai muuta kuvan kokoa
fr: Valider et/ou recadrer l'image
he: אימות ו/או שינוי גודל התמונה
hr: Potvrdi i/ili promijeni veličinu slike
hu: Kép érvényesítése és/vagy átméretezése
id: Validasikan dan/atau ubah ukuran gambar
it: Convalidare e/o ridimensionare l'immagine
ja: 検証および/または画像のサイズを変更
ka: სურათის დადასტურება და/ან ზომის შეცვლა
lt: Patvirtinkite ir (arba) pakeiskite dydį
lv: Validēt un/vai mainīt attēla izmēru
ms: Mengesahkan dan/atau mengubah saiz imej
nl_be: Valideren en/of formaat van afbeelding wijzigen
pl: Zatwierdź i/lub zmień rozmiar obrazka
pt_pt: Validar e/ou redimensionar a imagem
ro: Validează și/sau redimensionează imaginea
ru: Проверить и/или изменить размер изображения
sl: Potrdite ali spremenite velikost slike
sv: Validera och/eller ändra storlek på bilden
th: ตรวจสอบส่วนของภาพที่เลือกไว้
tl: Patunayan at/o bagohin ang laki ng imahe
tr: Resmi doğrulama ve / veya yeniden boyutlandırma
uk: Перевірте чи правильний розмір зображення та чи є воно дійсним
vi: Xác nhận và / hoặc thay đổi kích thước hình ảnh

# product_js_image_saved
source: Image saved
ar: تم حفظ الصورة
bg: Снимката е запазена
ca: imatge desada
cs: Obrázek uložen
da: Foto er gemt
de: Foto gespeichert
el: Η εικόνα αποθηκεύτηκε
eo: Bildo konservita
es: Imagen guardada
fa: تصویر ذخیره شد
fi: Kuva tallennettu
fr: Image enregistrée.
he: התמונה נשמרה
hr: Slika spremljena
hu: Kép elmentve
id: Gambar tersimpan
it: Immagine salvata
ja: 画像を保存しました
ka: სურათი შენახულია
lt: Vaizdas išsaugotas
lv: Attēls saglabāts
ms: Imej disimpan
nl_be: Foto opgeslagen
pl: Zapisano zdjęcie
pt_pt: Imagem guardada
ro: Imagine salvată
ru: Изображение сохранено
sl: Slika je shranjena
sv: Bild sparad
th: บันทึกรูปภาพแล้ว
tl: Na-save ang imahe
tr: Resim kaydedildi
uk: Зображення збережено
vi: Đã lưu ảnh

# product_js_image_saving
source: Saving image
ar: حفظ الصورة
bg: Записване на снимката
ca: S'està desant la imatge
cs: Ukládání obrázku
da: Gemmer foto
de: Das Foto wird gespeichert
el: Η εικόνα αποθηκεύεται
eo: Konservante bildon
es: La imagen está siendo guardada
fa: ذخیره تصویر
fi: Tallennetaan kuvaa
fr: Image en cours d'enregistrement
he: התמונה נשמרת
hr: Spremanje slike
hu: Kép mentése
id: Menyimpan gambar
it: Salvataggio immagine
ja: 画像を保存しています
ka: სურათის შენახვა
lt: Įrašomas vaizdas
lv: Attēla saglabāšana
ms: Menyimpan imej
nl_be: De foto wordt opgeslagen
pl: Zapisywanie obrazu
pt_pt: A guardar imagem
ro: Imaginea se salvează
ru: Сохранение изображения
sl: Shranjevanje slike
sv: Sparar bild
th: กำลังบันทึกรูปภาพ
tl: Pag-save ng imahe
tr: Resim kaydediliyor
uk: Збереження зображення
vi: Đang lưu ảnh

# product_js_image_upload_error
source: Error while uploading image
ar: خطأ أثناء تحميل الصورة
bg: Грешка при качване на снимката
ca: Error mentre carregava la imatge
cs: Při nahrávání fotky došlo k chybě
da: Fejl under upload af foto
de: Ein Fehler ist während des Hochladens des Fotos aufgetreten
el: Σφάλμα κατά την αποστολή της εικόνας
eo: Eraro dum alŝutado de bildo
es: Se ha producido un error al enviar la imagen
fa: خطا هنگام آپلود تصویر
fi: Virhe lähetettäessä kuvaa
fr: Erreur lors de l'envoi de l'image
he: העלאת התמונה נכשלה
hr: Pogreška prilikom učitavanja slike
hu: Hiba a kép feltöltése közben
id: Kesalahan saat mengunggah gambar
it: Errore durante il caricamento dell'immagine
ja: 画像のアップロード時にエラー
ka: სურათის ატვირთვისას შეცდომა მოხდა. შეცდომა სურათის ატვირთვისას.
lt: Įkeliant vaizdą įvyko klaida
lv: Kļūda, augšupielādējot attēlu
ms: Ralat semasa memuat naik imej
nl_be: Fout tijdens het uploaden van de foto
pl: Błąd podczas przesyłania obrazu
pt_pt: Erro ao enviar imagem
ro: Eroare în timpul transmiterii imaginii
ru: Ошибка при загрузке изображения
sl: Napaka med nalaganjem slike
sv: Fel vid uppladdning av bild
th: เกิดข้อผิดพลาดขณะอัปโหลดรูปภาพ
tl: Error habang nag-upload ng imahe
tr: Resim yüklenirken hata oluştu
uk: Помилка при завантаженні зображення
vi: Lỗi khi tải lên hình ảnh
