Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the mobile app for <a href="https://android.openfoodfacts.org">Android</a> or <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Thank you!
eo: Ĉi tiu produkta paĝo ne estas kompleta. Vi povas helpi kompletigi ĝin redaktante ĝin kaj aldonante pli da datumoj el la fotoj, kiujn ni havas, aŭ farante pli da fotoj per la poŝtelefona aplikaĵo por <a href="https://android.openfoodfacts.org">Android</a> aŭ <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Dankon!
hr: Ova stranica proizvoda nije dovršena. Možete pomoći u njezinom dovršetku tako da je uredite i dodate više podataka s fotografija koje imamo ili tako da snimite više fotografija pomoću mobilne aplikacije za <a href="https://android.openfoodfacts.org">Android</a> ili <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Hvala vam!
lv: Šī produkta lapa nav pilnīga. Jūs varat palīdzēt to pabeigt, rediģējot to un pievienojot vairāk datu no mūsu rīcībā esošajiem fotoattēliem vai uzņemot vairāk fotoattēlu, izmantojot mobilo lietotni <a href="https://android.openfoodfacts.org">Android</a> vai <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Paldies!
sv: Den här produktsidan är inte komplett. Du kan hjälpa till att komplettera den genom att redigera den och lägga till mer data från de foton vi har, eller genom att ta fler foton med hjälp av mobilappen för <a href="https://android.openfoodfacts.org">Android</a> eller <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Tack!
th: หน้าสินค้านี้ยังไม่สมบูรณ์ คุณสามารถช่วยทำให้สมบูรณ์ได้โดยการแก้ไขและเพิ่มข้อมูลเพิ่มเติมจากรูปภาพที่เรามี หรือโดยการถ่ายภาพเพิ่มเติมโดยใช้แอปมือถือสำหรับ <a href="https://android.openfoodfacts.org">Android</a> หรือ <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>ขอบคุณ!

source: Recent Changes
ar: التغييرات الأخيرة
bg: Скорошни промени
ca: Canvis recents
cs: Poslední změny
da: Seneste ændringer
de: Letzte Änderungen
el: Πρόσφατες Αλλαγές
eo: Lastatempaj Ŝanĝoj
es: Cambios recientes
fa: تغییرات اخیر
fi: Viimeaikaiset muutokset
fr: Changements récents
he: שינויים אחרונים
hr: Nedavne promjene
hu: Legutóbbi módosítások
id: Perubahan - perubahan terbaru
it: Modifiche recenti
ja: 最近の変更
ka: ბოლო ცვლილებები
lt: Naujausi pakeitimai
lv: Nesenās izmaiņas
ms: Perubahan Terkini
nl_be: Recente wijzigingen
pl: Ostatnie zmiany
pt_pt: Mudanças recentes
ro: Modificări recente
ru: Недавние изменения
sl: Nedavne spremembe
sv: Senaste ändringar
th: การเปลี่ยนแปลงล่าสุด
tr: Son değişiklikler
uk: Нещодавні зміни
vi: Những Thay Đổi Gần Đây

# translators_title
source: Our Translators
ar: المترجمين لدينا
bg: Нашите преводачи
ca: Els nostres traductors
cs: Naši překladatelé
da: Vores oversættere
de: Unsere Übersetzer
el: Οι Μεταφραστές μας
eo: Niaj tradukistoj
es: Nuestros traductores
fa: مترجمان ما
fi: Kääntäjämme
fr: Nos Traducteurs
he: המתרגמים שלנו
hr: Naši prevoditelji
hu: Fordítóink
id: Para Penerjemah Kami
it: I nostri traduttori
ja: 翻訳者
ka: ჩვენი მთარგმნელები
lt: Mūsų vertėjai
lv: Mūsu tulkotāji
ms: Penterjemah kami
nl_be: Onze vertalers
pl: Nasi Tłumacze
pt_pt: Os nossos tradutores
ro: Traducătorii noștri
ru: Переводчики
sl: Naši prevajalci
sv: Våra översättare
th: นักแปลของเรา
tr: Çevirmenlerimiz
uk: Нашим перекладачам
vi: Người dịch của chúng tôi

# translators_lead
source: We would like to say THANK YOU to the awesome translators that make it possible to present Open Food Facts, Open Beauty Facts, and Open Pet Food Facts to you in all these different languages! <a href="https://translate.openfoodfacts.org/">You can join us in this global effort: it doesn't require any technical knowledge.</a>
ar: نود أن نقول شكراً للمترجمين الرائعين الذين تمكنوا من تقديم حقائق الغذاء المفتوح ، وحقائق الجمال المفتوحة ، وحقائق أغذية الحيوانات الأليفة المفتوحة لكم بجميع هذه اللغات المختلفة! <a href="https://translate.openfoodfacts.org/"> يمكنك الانضمام إلينا في هذا الجهد العالمي: لا يتطلب أي معرفة تقنية. </a>
bg: Бихме искали да благодарим на страхотните преводачи, които правят възможно представянето на Open Food Facts, Open Beauty Facts и Open Pet Food Facts на всички тези различни езици! <a href="https://translate.openfoodfacts.org/">Можеш да се присъединиш към нас в това глобално усилие: това не изисква никакви технически познания.</a>
ca: Volem dir GRÀCIES als traductors fantàstics que permeten presentar Open Food Facts, Open Beauty Facts i Open Pet Food Facts en tots aquests idiomes. <a href="https://translate.openfoodfacts.org/">Podeu unir-vos a nosaltres en aquest esforç global: no requereix cap coneixement tècnic.</a>
cs: Rádi bychom PODĚKOVALI úžasným překladatelům, kteří vám umožňují prezentovat fakta o Open Food Facts, Open Beauty Facts a Open Pet Food Facts ve všech těchto různých jazycích! <a href="https://translate.openfoodfacts.org/">Můžete se k nám připojit v tomto globálním úsilí: nevyžaduje žádné technické znalosti.</a>
da: Vi vil gerne takke de fantastiske oversættere, som gør det muligt at præsentere Open Food Facts, Open Beauty Facts og Open Pet Food Facts til dig på alle disse forskellige sprog! <a href="https://translate.openfoodfacts.org/">Du kan være med i denne globale indsats: Det kræver ingen teknisk viden.</a>
de: Wir möchten uns bei den großartigen Übersetzern bedanken, die es uns ermöglichen, Ihnen „Open Food Facts”, „Open Beauty Facts” und „Open Pet Food Facts” in all diesen Sprachen anzubieten! <a href="https://translate.openfoodfacts.org/">Sie können sich uns in diesem globalen Projekt anschließen: Es erfordert kein technisches Wissen.</a>
el: Θα θέλαμε να πούμε ΕΥΧΑΡΙΣΤΩ στους καταπληκτικούς μεταφραστές που καθιστούν δυνατή την παρουσίαση Open Food Facts, Open Beauty Facts και Open Pet Food Facts σε όλες αυτές τις διαφορετικές γλώσσες! <a href="https://translate.openfoodfacts.org/">Μπορείτε να συμμετάσχετε μαζί μας σε αυτήν την παγκόσμια προσπάθεια: δεν απαιτείται καμία τεχνική γνώση.</a>
eo: Ni ŝatus diri DANKON al la mirindaj tradukistoj, kiuj ebligas prezenti Malfermajn Faktojn pri Manĝaĵoj, Malfermajn Faktojn pri Beleco, kaj Malfermajn Faktojn pri Dorlotbesta Manĝaĵo al vi en ĉiuj ĉi tiuj diversaj lingvoj! <a href="https://translate.openfoodfacts.org/">Vi povas aliĝi al ni en ĉi tiu tutmonda klopodo: ĝi ne postulas ian ajn teknikan scion.</a>
es: Nos gustaría dar las gracias a los maravillosos traductores que hacen posible ofrecerte Open Food Facts, Open Beauty Facts y Open Pet Food Facts en todos estos idiomas. <a href="https://translate.openfoodfacts.org/">Puedes unirte a nosotros en este esfuerzo global: no requiere ningún conocimiento técnico.</a>
fa: مایلیم از مترجمان فوق‌العاده‌ای که ارائه‌ی «حقایق غذای آزاد»، «حقایق زیبایی آزاد» و «حقایق غذای حیوانات خانگی آزاد» را به زبان‌های مختلف برای شما امکان‌پذیر کرده‌اند، تشکر کنیم! <a href="https://translate.openfoodfacts.org/">شما می‌توانید در این تلاش جهانی به ما بپیوندید: این کار به هیچ دانش فنی نیاز ندارد.</a>
fi: Suuri KIITOS mahtaville kääntäjillemme, jotka mahdollistavat meidän tuottaa Open Food Facts, Open Beauty Facts, ja Open Pet Food Facts -palvelut kaikilla näillä eri kielillä! <a href="https://translate.openfoodfacts.org/">Voit liittyä meihin tässä maailmanlaajuisessa hankkeessa: se ei vaadi teknillistä tietämystä.</a>
fr: Nous voudrions dire MERCI aux formidables traducteurs qui permettent de vous présenter Open Food Facts, Open Beauty Facts et Open Pet Food Facts dans toutes ces langues! <a href="https://translate.openfoodfacts.org/">Vous pouvez nous rejoindre dans cet effort mondial : il ne nécessite aucune connaissance technique.</a>
he: אנו מעוניינים להודות לכל המתרגמים המדהימים, שמסייעים בהנגשת המיזמים Open Food Facts,‏ Open Beauty Facts, ו־Open Pet Food Facts לכולם במגוון השפות האלו! <a href="https://translate.openfoodfacts.org/">ניתן להצטרף אלינו במאמץ הגלובלי הזה: אין צורך ברקע טכני.</a>
hr: Željeli bismo se ZAHVALITI sjajnim prevoditeljima koji vam omogućuju da vam predstavimo Open Food Facts, Open Beauty Facts i Open Pet Food Facts na svim ovim različitim jezicima! <a href="https://translate.openfoodfacts.org/">Možete nam se pridružiti u ovom globalnom nastojanju: ne zahtijeva nikakvo tehničko znanje.</a>
hu: Szeretnénk KÖSZÖNETET MONDANI a nagyszerű fordítóknak, akik elérhetővé tették az Open Food Facts, Open Beauty Facts, és Open Pet Food Facts böngészését különböző nyelveken! <a href="https://translate.openfoodfacts.org/">Csatlakozhat hozzánk ebben a globális erőfeszítésben, ez nem igényel különösebb műszaki ismeretet.</a>
id: Kami ingin mengucapkan TERIMA KASIH pada para penerjemah yang mengagumkan sehingga Open Food Facts, Open Beauty Facts, dan Open Pet Food Facts dapat dihadirkan kepada Anda dalam berbagai bahasa! <a href="https://translate.openfoodfacts.org/">Anda dapat bergabung dalam usaha global ini: tidak membutuhkan pengetahuan teknis sama sekali.</a>
it: Vorremmo dire GRAZIE ai fantastici traduttori che rendono possibile presentare Open Food Facts, Open Beauty Facts ed Open Pet Food Facts a te in tutte queste differenti lingue! <a href="https://translate.openfoodfacts.org/">Puoi unirti a noi in questo sforzo globale: non richiede conoscenze tecniche.</a>
ja: これらすべての異なる言語で Open Food Facts、Open Beauty Facts、および Open Pet Food Facts を提供できる、素晴らしい翻訳者に感謝します! <a href="https://translate.openfoodfacts.org/">あなたもこのグローバルな取り組みに参加できます。技術的な知識は必要ありません。</a>
ka: გვსურს მადლობა გადავუხადოთ შესანიშნავ მთარგმნელებს, რომლებიც შესაძლებელს ხდიან წარმოგიდგინოთ Open Food Facts, Open Beauty Facts და Open Pet Food Facts ყველა ამ სხვადასხვა ენაზე! <a href="https://translate.openfoodfacts.org/">შეგიძლიათ შემოგვიერთდეთ ამ გლობალურ ძალისხმევაში: ეს არ საჭიროებს რაიმე ტექნიკურ ცოდნას.</a>
lt: Norėtume pasakyti AČIŪ nuostabiems vertėjams, suteikiantiems galimybę jums pateikti "Open Food Facts", "Open Beauty Facts", ir "Open Pet Food Facts" visomis šiomis skirtingomis kalbomis! <a href="https://translate.openfoodfacts.org/">Galite prisijungti prie šių pasaulinių pastangų: tam nereikia jokių techninių žinių.</a>
lv: Vēlamies pateikt LIELU PALDIES lieliskajiem tulkotājiem, kas ļauj jums piedāvāt “Open Food Facts”, “Open Beauty Facts” un “Open Pet Food Facts” visās šajās dažādajās valodās! <a href="https://translate.openfoodfacts.org/">Jūs varat pievienoties mums šajā globālajā projektā: tam nav nepieciešamas nekādas tehniskas zināšanas.</a>
ms: Kami ingin mengucapkan TERIMA KASIH kepada penterjemah hebat yang memungkinkan untuk membentangkan Fakta Makanan Terbuka, Fakta Kecantikan Terbuka, dan Fakta Makanan Binatang Terbuka kepada anda dalam semua bahasa yang berbeza ini! <a href="https://translate.openfoodfacts.org/">Anda boleh menyertai kami dalam usaha global ini: ia tidak memerlukan pengetahuan teknikal.</a>
nl_be: We willen graag de geweldige vertalers bedanken, die het mogelijk maken om Open Food Facts, Open Beauty Facts, Open Pet Food Facts en Open Product Facts, in al deze verschillende talen beschikbaar te maken.! <a href="https://translate.openfoodfacts.org/">Je kan met ons mee doen aan deze wereldwijde inspanning: het vergt geen enkele technische kennis.</a>
pl: Chcielibyśmy tłumaczom, za wasz trud przełożenia Open Food Facts, Open Beauty Facts, i Open Pet Food Facts na wasze rodzime języki bardzo podziękować! <a href="https://translate.openfoodfacts.org/">Możesz wspomóc nas w naszym rozwoju: wiedza techniczna nie jest wymaga.</a>
pt_pt: Gostaríamos de agradecer aos incríveis tradutores que tornaram possível apresentar o Open Food Facts, o Open Beauty Facts e o Open Pet Food Facts para si em todos estes idiomas! <a href="https://translate.openfoodfacts.org/">Pode-se juntar a nós neste esforço global: não requer nenhum conhecimento técnico.</a>
ro: Am dori să le mulțumim traducătorilor minunați care fac posibilă prezentarea Open Food Facts, Open Beauty Facts și Open Pet Food Facts în toate aceste limbi diferite! <a href="https://translate.openfoodfacts.org/">Vă puteți alătura nouă în acest efort global: nu necesită cunoștințe tehnice.</a>
ru: Мы хотим сказать СПАСИБО прекрасным переводчикам, благодаря которым люди со всех стран могут пользоваться Open Food Facts, Open Beauty Facts и Open Pet Facts. <a href="https://translate.openfoodfacts.org/"> Вы можете присоединиться к нам в этом глобальном усилии: для этого не требуется никаких технических навыков. </a>
sl: Želimo vam povedati HVALA čudovitim prevajalcem, ki omogočajo predstavitev Open Food Facts, Open Beauty Facts in Open Pet Food Facts v vseh teh različnih jezikih! <a href="https://translate.openfoodfacts.org/">Lahko se nam pridružite v tem globalnem prizadevanju: ne zahteva nobenega tehničnega znanja.</a>
sv: Vi skulle vilja säga TACK till de fantastiska översättare som gör det möjligt att presentera Open Food Facts, Open Beauty Facts och Open Pet Food Facts för er på alla dessa olika språk! <a href="https://translate.openfoodfacts.org/">Du kan vara med oss i denna globala satsning: det kräver ingen teknisk kunskap.</a>
th: พวกเราขอขอบคุณนักแปลทุกท่านที่ทำให้เราสามารถนำเสนอข้อมูล Open Food Facts, Open Beauty Facts และ Open Pet Food Facts ให้กับทุกท่านในหลากหลายภาษา! <a href="https://translate.openfoodfacts.org/">ท่านสามารถร่วมเป็นส่วนหนึ่งในความพยายามระดับโลกนี้ได้ โดยไม่จำเป็นต้องมีความรู้ด้านเทคนิคใดๆ</a>
tr: Tüm bu farklı dillerde Open Food Facts, Open Beauty Facts ve Open Pet Food Facts'i size sunmayı mümkün kılan mükemmel çevirmenlere TEŞEKKÜR ETMEK istiyoruz! <a href="https://translate.openfoodfacts.org/">Bu küresel çabada bize katılabilirsiniz: herhangi bir teknik bilgi gerektirmez.</a>
uk: Ми хочемо сказати Дякую чудовим перекладачам, які дають змогу предствляти такі бренди як: Open Food Facts, Open Beauty Facts, та Open Pet Food Facts на різних мовах! <a href="https://translate.openfoodfacts.org/"> Ви можете приєднатися до нас у цій глобальній роботі: це не вимагає ніяких технічних знань.</a>
vi: Chúng tôi muốn nói CẢM ƠN BẠN với các dịch giả tuyệt vời để đã hiện thực hoá sự ra mắt của Open Food Facts, Open Beauty Facts, và Open Pet Food Facts đến với bạn bằng tất cả các ngôn ngữ khác nhau này! <a href="https://translate.openfoodfacts.org/">Bạn có thể tham gia với chúng tôi trong nỗ lực toàn cầu: nó không yêu cầu bất kỳ kiến thức kỹ thuật nào.</a>

# translators_renewal_notice
source: Please note that this table is refreshed nightly and might be out of date.
ar: يرجى ملاحظة أن هذا الجدول يتم تحديثه كل ليلة وقد يكون قديمًا.
bg: Моля, имайте предвид, че тази таблица се обновява всяка вечер и може да е остаряла.
ca: Tingueu en compte que aquesta taula s’actualitza cada nit i potser no està actualitzada.
cs: Vezměte prosím na vědomí, že tato tabulka je aktualizována každou noc a může být zastaralá.
da: Bemærk venligst, at denne tabel opdateres om natten og kan være forældet.
de: Bitte beachten Sie, dass diese Tabelle jeden Abend aktualisiert wird und veraltet sein könnte.
el: Λάβετε υπόψη ότι αυτό ο πίνακας ανανεώνεται κάθε βράδυ και ενδέχεται να είναι μη ενημερωμένος.
eo: Bonvolu noti, ke ĉi tiu tabelo estas refreŝigita ĉiunokte kaj eble estas malaktuala.
es: Ten en cuenta que esta información se actualiza todas las noches y puede estar desactualizada.
fa: لطفا توجه داشته باشید که این جدول هر شب به‌روزرسانی می‌شود و ممکن است قدیمی باشد.
fi: Huomaa: taulukko päivitetään öisin ja tämän takia saattaa olla, ettei se ole ajan tasalla.
fr: Veuillez noter que cette table est actualisée tous les soirs et pourrait être périmée.
he: נא לשים לב שטבלה זו מתעדכנת מדי לילה ויתכן שאינה עדכנית.
hr: Imajte na umu da se ova tablica osvježava svake noći i da možda nije ažurna.
hu: Vegye figyelembe, hogy ez a táblázat éjszakánként frissül, így néha elavult lehet.
id: Harap dicatat bahwa tabel ini disegarkan setiap malam dan mungkin sudah ketinggalan.
it: Si prega di notare che questa tabella viene aggiornata ogni notte e potrebbe non essere aggiornata.
ja: この表は毎晩更新されたり、古くなることがあることにご注意ください。
ka: გთხოვთ გაითვალისწინოთ, რომ ეს ცხრილი ყოველ ღამე განახლდება და შესაძლოა მოძველებული იყოს.
lt: Atminkite, kad ši lentelė atnaujinama kiekvieną naktį ir gali būti pasenusi.
lv: Lūdzu, ņemiet vērā, ka šī tabula tiek atjaunota nakts laikā un var būt novecojusi.
ms: Sila ambil maklum bahawa jadual ini diperbaharui setiap malam dan mungkin sudah lupu tarikh.
nl_be: Houd er rekening mee dat deze tabel 's nachts wordt ververst en mogelijk verouderd is.
pl: Należy pamiętać, że tabela jest odświeżania co noc i może być nieaktualna.
pt_pt: Por favor, note que esta tabela é atualizada todas as noites e pode estar desatualizada.
ro: Vă rugăm să reţineţi că acest tabel este reîmprospătat noaptea şi ar putea fi expirat.
ru: Обратите внимание, что эта таблица обновляется каждую ночь и может быть устаревшей.
sl: Upoštevajte, da je ta tabela osvežena vsako noč in je morda zastarela.
sv: Observera att denna tabell uppdateras varje kväll och kan vara inaktuell.
th: โปรดทราบว่าตารางนี้จะได้รับการอัปเดตทุกคืนและอาจไม่ตรงกับข้อมูลล่าสุด
tr: Bu tablonun her gece yenileneceğini ve güncelliğini yitirebileceğini lütfen unutmayınız.
uk: Будь-ласка, зверніть увагу на те, що ця таблиця щовечора оновлюється і може бути застарілою.
vi: Xin lưu ý rằng bảng này được làm mới hàng đêm và có thể đã lỗi thời.

# translators_column_name
source: Name
ar: اﻹسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
fa: نام
fi: Nimi
fr: Nom
he: שם
hu: Név
id: Nama
it: Nome
ja: 名前
ka: სახელი
lt: Vardas
lv: Nosaukums
ms: Nama
nl_be: Naam
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Название
sl: Ime
sv: Namn
th: ชื่อ
tl: Pangalan
tr: İsim
uk: Ім’я
vi: Tên

# translators_column_translated_words
source: Translated (Words)
ar: تمت ترجمة (الكلمات)
bg: Преведени (думи)
ca: Traduït (paraules)
cs: Přeloženo (slova)
da: Oversat (ord)
de: Übersetzt (Wörter)
el: Μεταφρασμένο (Λέξεις)
eo: Tradukita (Vortoj)
es: Traducido (palabras)
fa: ترجمه شده (کلمات)
fi: Käännetty (sanoja)
fr: Mots traduits
he: מתורגמות (מילים)
hr: Prevedeno (riječi)
hu: Lefordított (Szavak)
id: Diterjemahkan (Kata)
it: Tradotte (parole)
ja: 翻訳済 (語数)
ka: თარგმნილი (სიტყვები)
lt: Išversta (žodžių)
lv: Tulkots (vārdi)
ms: Diterjemahkan (Perkataan)
nl_be: Vertaald (woorden)
pl: Przetłumaczone (słowa)
pt_pt: Palavras traduzidas
ro: Tradus (Cuvinte)
ru: Переведено (слов)
sl: Prevedeno (Besede)
sv: Översatta (ord)
th: แปล (คำ)
tr: Çevrilmiş (Kelimeler)
uk: Перекладені (Слова)
vi: Đã dịch (Số từ)

# translators_column_target_words
source: Target Words
ar: الكلمات الهدف
bg: Целеви думи
ca: Paraules diana
cs: Cílová slova
da: Målord
de: Ziel-Wörter
el: Λέξεις Στόχοι
eo: Celaj Vortoj
es: Palabras clave
fa: کلمات هدف
fi: Kohdesanat
fr: Mots cibles
he: מילים ביעד
hr: Ciljne riječi
hu: Célszavak
id: Kata target
it: Parole localizzate
ja: 対象の語数
ka: სამიზნე სიტყვები
lt: Tiksliniai žodžiai
lv: Mērķvārdi
ms: Kata Sasaran
nl_be: Doelwoorden
pl: Słowa docelowe
pt_pt: Palavras alvo
ro: Cuvinte țintă
ru: Целевые слова
sl: Ciljne besede
sv: Målord
th: คำเป้าหมาย
tr: Hedef Kelimeler
uk: Слова мови перекладу
vi: Từ mục tiêu

# translators_column_approved_words
source: Approved (Words)
ar: موافق عليه (كلمات)
bg: Одобрени (думи)
ca: Acceptat (paraules)
cs: Schváleno (slova)
da: Godkendt (ord)
de: Überprüft (Wörter)
el: Εγκρίθηκε (Λέξεις)
eo: Aprobita (Vortoj)
es: Aprobado (palabras)
fa: تایید شده (کلمات)
fi: Hyväksytty (sanoja)
fr: Mots approuvés
he: אושרו (מילים)
hr: Odobreno (riječi)
hu: Jóváhagyott (Szavak)
id: Disetujui (Kata)
it: Approvate (parole)
ja: 承認済 (語数)
ka: დამტკიცებულია (სიტყვები)
lt: Patvirtinta (žodžių)
lv: Apstiprināts (vārdi)
ms: Diluluskan (Perkataan)
nl_be: Goedgekeurd (woorden)
pl: Zatwierdzone (słowa)
pt_pt: Palavras aprovadas
ro: Aprobat (Cuvinte)
ru: Подтверждено (слов)
sl: Odobreno (Besede)
sv: Godkända (Ord)
th: อนุมัติ (คำ)
tr: Onaylanmış (Kelimeler)
uk: Схвалені (Слова)
vi: Đã được duyệt (Số từ)

# translators_column_votes_made
source: Votes Made
ar: التصويتات التي تم إجرائها
bg: Брой гласове
ca: Vots Emesos
cs: Udělené hodnocení
da: Afstemninger foretaget
de: Abstimmungsergebnisse
el: Ψήφοι
eo: Voĉdonoj Faritaj
es: Votos otorgados
fa: آرای داده شده
fi: Ääniä annettu
fr: Votes effectués
he: הצבעות שנרשמו
hr: Broj glasova
hu: Szavazatok
id: Voting yang Dibuat
it: Voti fatti
ja: 投票済
ka: მიცემული ხმები
lt: Balsavo
lv: Balsojumi veikti
ms: Undian Dibuat
nl_be: Stemmen uitgebracht
pl: Oddane głosy
pt_pt: Votos feitos
ro: Voturi Exprimate
ru: Голосов отдано
sl: Glasovano
sv: Röster gjorda
th: การลงคะแนนเสียง
tr: Verilen Oylar
uk: Проголосували
vi: Số lượt bình chọn

# minerals_p
source: added minerals
ar: المعادن المضافة
bg: добавени минерали
ca: minerals afegits
cs: přidané minerály
da: tilsatte mineraler
de: zugesetzte Mineralien
el: πρόσθετα μέταλλα
eo: aldonitaj mineraloj
es: minerales añadidos
fa: مواد معدنی اضافه شده
fi: lisättyjä kivennäisaineita
fr: minéraux ajoutés
he: נוספו מינרלים
hr: dodani minerali
hu: hozzáadott ásványi anyagok
id: mineral - mineral tambahan
it: aggiunti minerali
ja: ミネラルを追加
ka: დამატებული მინერალები
lt: pridėta mineralų
lv: pievienotas minerālvielas
ms: mineral tambahan
nl_be: toegevoegde mineralen
pl: dodane minerały
pt_pt: minerais adicionados
ro: minerale adăugate
ru: добавленные минералы
sl: dodani minerali
sv: tillsatta mineraler
th: แร่ธาตุที่เติมเข้าไป
tr: eklenen mineraller
uk: додані мінерали
vi: khoáng chất bổ sung

# minerals_s
source: added mineral
ar: المعادن المضافة
bg: добавен минерал
ca: mineral afegit
cs: přidaný minerál
da: tilsat mineral
de: zugesetztes Mineral
el: πρόσθετo μέταλλo
eo: aldonita mineralo
es: mineral añadido
fa: مواد معدنی اضافه شده
fi: lisätty kivennäisainetta
fr: minéral ajouté
he: נוסף מינרל
hr: dodani mineral
hu: hozzáadott ásványi anyag
id: mineral tambahan
it: aggiunto minerale
ja: ミネラルを追加
ka: დამატებული მინერალი
lt: pridėtas mineralas
lv: pievienots minerāls
ms: mineral tambahan
nl_be: toegevoegd mineraal
pl: dodany minerał
pt_pt: mineral adicionado
ro: minerale adăugate
ru: добавленный минерал
sl: dodan mineral
sv: tillsatt mineral
th: เติมแร่ธาตุ
tr: eklenen mineral
uk: доданий мінерал
vi: khoáng chất bổ sung

# vitamins_p
source: added vitamins
ar: الفيتامينات المضافة
bg: добавени витамини
ca: vitamines afegides
cs: přidané vitamíny
da: tilsatte vitaminer
de: zugesetzte Vitamine
el: πρόσθετες βιταμίνες
eo: aldonitaj vitaminoj
es: vitaminas añadidas
fa: ویتامین‌های اضافه شده
fi: lisättyjä vitamiineja
fr: vitamines ajoutées
he: נוספו ויטמינים
hr: dodani vitamini
hu: hozzáadott vitaminok
id: vitamin - vitamin tambahan
it: aggiunte vitamine
ja: ビタミンを追加
ka: დამატებული ვიტამინები
lt: pridėta vitaminų
lv: pievienoti vitamīni
ms: vitamin yang ditambah
nl_be: toegevoegde vitamines
pl: dodane witaminy
pt_pt: vitaminas adicionadas
ro: vitamine adăugate
ru: добавленные витамины
sl: dodani vitamini
sv: tillsatta vitaminer
th: วิตามินเสริม
tr: eklenen vitaminler
uk: додані вітаміни
vi: các vitamin bổ sung

# vitamins_s
source: added vitamin
ar: الفيتامينات المضافة
bg: добавен витамин
ca: vitamina afegida
cs: přidaný vitamin
da: tilsat vitamin
de: zugesetztes Vitamin
el: πρόσθετη βιταμίνη
eo: aldonita vitamino
es: vitamina añadida
fa: ویتامین اضافه شده
fi: lisätty vitamiinia
fr: vitamine ajoutée
he: נוסף ויטמין
hr: dodani vitamin
hu: hozzáadott vitamin
id: vitamin tambahan
it: aggiunte vitamine
ja: ビタミンを追加
ka: დამატებული ვიტამინი
lt: pridėtas vitaminas
lv: pievienots vitamīns
ms: vitamin yang ditambah
nl_be: toegevoegde vitamine
pl: dodana witamina
pt_pt: vitamina adicionada
ro: vitamine adăugate
ru: добавленный витамин
sl: dodan vitamin
sv: tillsatt vitamin
th: วิตามินเสริม
tr: eklenen vitamin
uk: доданий вітамін
vi: vitamin bổ sung
