Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# move_data_and_photos_to_main_language_replace
source: Replace existing values and selected photos
ar: استبدال القيم الموجودة والصور المحددة
bg: Заменете съществуващите стойности и избраните снимки
ca: Substitueix els valors existents i les fotos seleccionades
cs: Nahradit stávající hodnoty a vybrané fotografie
da: Erstat eksisterende værdier og valgte fotos
de: Vorhandene Werte und ausgewählte Fotos ersetzen
el: Αντικατάσταση υφιστάμενων τιμών και επιλεγμένων φωτογραφιών
eo: Anstataŭigi ekzistantajn valorojn kaj elektitajn fotojn
es: Reemplazar valores existentes y fotos seleccionadas
fa: مقادیر موجود و عکس‌های انتخاب شده را جایگزین کنید
fi: Korvaa olemassa olevat arvot ja valitut kuvat
fr: Remplacer les valeurs existantes et les photos sélectionnées
he: החלפת הערכים הנוכחיים והתמונות הנבחרות
hr: Zamijeni postojeće vrijednosti i odabrane fotografije
hu: Meglévő értékek és kiválasztott fotók cseréje
id: Ganti nilai dan foto terpilih yang ada
it: Sostituisci i valori esistenti e le foto selezionate
ja: 既存の値と選択した写真を置き換え
ka: არსებული მნიშვნელობების და არჩეული ფოტოების ჩანაცვლება
lt: Pakeiskite esamas vertes ir pasirinktas nuotraukas
lv: Aizstāt esošās vērtības un atlasītos fotoattēlus
nl_be: Vervang bestaande waarden en geselecteerde foto's
pl: Zastąp istniejące wartości i wybrane zdjęcia
pt_pt: Substituir valores existentes e fotografias selecionadas
ro: Înlocuiește valorile existente și fotografiile selectate
ru: Заменить существующие значение и выделенные фото
sl: Zamenjaj obstoječe vrednosti in izbrane fotografije
sv: Ersätt befintliga värden och valda foton
th: แทนที่ค่าที่มีอยู่และรูปภาพที่เลือก
tr: Mevcut değerleri ve seçilen fotoğrafları değiştir
uk: Замініть наявні значення та фотографії, що були вибрані
vi: Thay thế các giá trị hiện có và các ảnh đã chọn

# move_data_and_photos_to_main_language_ignore
source: Keep existing values and selected photos
ar: الحفاظ على القيم الموجودة والصور المحددة
bg: Запазете съществуващите стойности и избраните снимки
ca: Conserva els valors existents i les fotos seleccionades
cs: Zachovat existující hodnoty a vybrané fotky
da: Behold eksisterende værdier og valgte fotos
de: Vorhandene Werte und ausgewählte Fotos behalten
el: Διατήρηση υφιστάμενων τιμών και επιλεγμένων φωτογραφιών
eo: Konservi ekzistantajn valorojn kaj elektitajn fotojn
es: Mantener los valores existentes y las fotos seleccionadas
fa: مقادیر موجود و عکس‌های انتخاب‌شده را نگه دارید
fi: Pidä olemassa olevat arvot ja valitut kuvat
fr: Conserver les valeurs existantes et les photos sélectionnées
he: שמירת הערכים הנוכחיים והתמונות הנבחרות
hr: Zadrži postojeće vrijednosti i odabrane fotografije
hu: Meglévő értékek és kiválasztott fotók megtartása
id: Pertahankan nilai dan foto terpilih yang ada
it: Mantieni i valori esistenti e le foto selezionate
ja: 既存の値と選択した写真を保持
ka: არსებული მნიშვნელობების და არჩეული ფოტოების შენარჩუნება
lt: Palikti esamas vertes ir pasirinktas nuotraukas
lv: Saglabāt esošās vērtības un atlasītos fotoattēlus
nl_be: Bewaar bestaande waarden en geselecteerde foto's
pl: Zachowaj istniejące wartości i wybrane zdjęcia
pt_pt: Manter valores existentes e fotografias selecionadas
ro: Păstrați valorile existente și fotografiile selectate
ru: Сохранить существующие значение и выделенные фото
sl: Obdrži obstoječe vrednosti in izbrane fotografije
sv: Behåll befintliga värden och valda foton
th: คงค่าเดิมและรูปภาพที่เลือกไว้
tr: Mevcut değerleri ve seçilen fotoğrafları koru
uk: Дотримуйтесь існуючих значень та вибраних фотографій
vi: Giữ các giá trị hiện có và ảnh đã chọn

# done_status
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: Færdiggjort
de: Fertig
el: Τέλος
es: Hecho
fi: Valmis
fr: Fait
he: בוצע
hu: Kész
id: Selesai
it: Fatto
ja: 完了
lt: Atlikta
lv: Pabeigts
nl_be: Voltooid
pl: Gotowe
pt_pt: Concluído
ro: Terminat
ru: Готово
sl: Opravljeno
sv: Klar
th: เสร็จแล้ว
tr: Yapıldı
uk: Виконано
vi: Xong

# to_do_status
source: To do
ar: قائمة مهام
bg: Да се направи
ca: Per fer
cs: K vyřízení
da: Resterer
de: Noch zu erledigen
el: Εκκρεμεί
eo: Fari
es: Por hacer
fa: انجام دادن
fi: Tehtävä
fr: À faire
he: לבצע
hr: Za napraviti
hu: Teendő
id: Untuk dikerjakan
it: Da fare
ka: გასაკეთებელი
lt: Padaryti
lv: Darāms
nl_be: Nog te doen
pl: Do zrobienia
pt_pt: A fazer
ro: De făcut
ru: Выполнить
sl: Za narediti
sv: Att göra
th: ต้องทำ
tr: Yapılacak
uk: Необхідно виконати
vi: Cần làm

source: Teams
ar: فِرق
bg: Отбори
ca: Equips
cs: Týmy
de: Gruppen
el: Ομάδες
eo: Teamoj
es: Equipos
fa: تیم‌ها
fi: Tiimit
fr: Équipes
he: צוותים
hr: Timovi
hu: Csapatok
id: Semu Tim
it: Squadra
ja: チーム
ka: გუნდები
lt: Komandos
lv: Komandas
pl: Zespoły
pt_pt: Equipas
ro: Echipe
ru: Команды
sl: Skupine
sv: Team
th: ทีม
tr: Takımlar
uk: Команди
vi: Nhóm

source: optional
ar: اختياري
bg: по избор
ca: opcional
cs: volitelné
da: valgfrit
el: προαιρετικό
eo: laŭvola
es: opcional
fa: اختیاری
fi: valinnainen
fr: optionnel
he: רשות
hr: opcionalno
hu: opcionális
id: opsional
it: opzionale
ja: オプション
ka: სურვილისამებრ
lt: neprivaloma
lv: neobligāts
nl_be: optioneel
pl: opcjonalnie
pt_pt: opcional
ro: opțional
ru: опционально
sl: neobvezno
sv: valfri
th: ไม่จำเป็น
tr: isteğe bağlı
uk: факультативні
vi: tuỳ chọn

# teams_p
source: teams
ar: فِرق
bg: отбори
ca: equips
cs: týmy
de: Gruppen
el: ομάδες
eo: teamoj
es: equipos
fa: تیم‌ها
fi: tiimit
fr: équipes
he: צוותים
hr: timovi
hu: csapatok
id: semua tim
it: squadre
ja: チーム
ka: გუნდები
lt: komandos
lv: komandas
pl: zespoły
pt_pt: equipas
ro: echipe
ru: команды
sl: skupine
sv: team
th: ทีม
tr: takımlar
uk: команди
vi: nhóm

# teams_s
source: team
ar: فريق
bg: отбор
ca: equip
cs: tým
de: Gruppe
el: ομάδα
eo: teamo
es: equipo
fa: تیم
fi: tiimi
fr: équipe
he: צוות
hr: momčad
hu: csapat
id: tim
it: squadra
ja: チーム
ka: გუნდი
lt: komanda
lv: komanda
pl: zespół
pt_pt: equipa
ro: echipă
ru: команда
sl: skupina
sv: lag
th: ทีม
tr: takım
uk: команда
vi: nhóm

# teams_description
source: You can join 1 to 3 teams. Products you add or edit will be credited to you and to your teams. Teams can be changed at any time.
ar: يمكنك الانضمام من فريق إلى ثلاثة فرق. ستحسب المنتجات التي أضفتها أو تعدلها إليك وإلى فرقك. يمكنك تغيير الفرق في اي وقت.
bg: Можеш да се присъединиш към 1 до 3 отбора. Продуктите, които добавяш или редактираш, ще бъдат кредитирани на теб и на твоят екип. Екипите могат да се сменят по всяко време.
ca: Podeu unir-vos a d'1 a 3 equips. Els productes que afegiu o editeu se us acreditaran a vosaltres i als vostres equips. Es poden canviar els equips en qualsevol moment.
cs: Můžete se připojit k 1 až 3 týmům. Produkty, které přidáte nebo upravíte, budou připsány vám a vašim týmům. Týmy lze kdykoli změnit.
da: Du kan deltage i 1 til 3 teams. Produkter, du tilføjer eller redigerer, tilskrives dig og dine teams. Teams til enhver tid ændres.
de: Sie können 1 bis 3 Gruppen beitreten. Produkte, die Sie hinzufügen oder bearbeiten, werden Ihnen und Ihrer Gruppe gutgeschrieben. Gruppen können jederzeit geändert werden.
el: Μπορείτε να συμμετάσχετε σε 1 έως 3 ομάδες. Τα προϊόντα που προσθέτετε ή επεξεργάζεστε θα πιστώνονται σε εσάς και στις ομάδες σας. Οι ομάδες μπορούν να αλλάξουν ανά πάσα στιγμή.
eo: Vi povas aliĝi al 1 ĝis 3 teamoj. Produktoj, kiujn vi aldonas aŭ redaktas, estos kredititaj al vi kaj al viaj teamoj. Teamoj povas esti ŝanĝitaj iam ajn.
es: Puedes unirte a desde 1 a 3 equipos. Los productos que añadas o edites serán acreditados a ti y a tus equipos. Los equipos se pueden cambiar en cualquier momento.
fa: شما می‌توانید به ۱ تا ۳ تیم بپیوندید. محصولاتی که اضافه یا ویرایش می‌کنید به نام شما و تیم‌هایتان ثبت خواهد شد. تیم‌ها را می‌توان در هر زمانی تغییر داد.
fi: Voit liittyä 1-3 tiimiin. Tuotteista jotka lisäät tai muokkaat annetaan tunnustus sinulle ja tiimeillesi. Tiimejä voi vaihtaa koska tahansa.
fr: Vous pouvez rejoindre 1 à 3 équipes. Les produits que vous ajouterez ou modifierez vous seront attribués à vous ainsi qu'à votre équipe. Vous pouvez changer d'équipe quand vous voulez.
he: ניתן להצטרף לבין 1 ל־3 צוותים. מוצרים שיתווספו ייערכו על ידיך יתועדו לזכותך ולזכות הצוותים אליהם הצטרפת. ניתן לעבור בין צוותים בכל עת.
hr: Možete se pridružiti 1 do 3 tima. Proizvodi koje dodate ili uredite bit će pripisani vama i vašim timovima. Timovi se mogu promijeniti u bilo kojem trenutku.
hu: 1-3 csapathoz lehet csatlakozni. A hozzáadott vagy szerkesztett termékeket jóváírjuk Önnek és csapatainak. A csapatok bármikor cserélhetők.
id: Anda dapat bergabung dengan 1 hingga 3 tim. Produk yang Anda tambahkan atau sunting akan dikreditkan kepada Anda dan tim Anda. Tim dapat diubah kapan saja.
it: Puoi unirti a 1-3 squadre. I prodotti aggiunti o modificati verranno accreditati a te e alle tue squadre. Le squadre possono essere cambiate in qualsiasi momento.
ja: 1〜3チームに参加できます。追加または編集した製品は、あなたとあなたのチームにクレジットされます。チームはいつでも変更できます。
ka: შეგიძლიათ შეუერთდეთ 1-დან 3-მდე გუნდს. თქვენს მიერ დამატებული ან რედაქტირებული პროდუქტები დაგერიცხებათ თქვენ და თქვენს გუნდებს. გუნდების შეცვლა ნებისმიერ დროს არის შესაძლებელი.
lt: Galite prisijungti prie nuo 1 iki 3 komandų. Produktai, kuriuos pridėjote ar redagavote, bus įskaityti jums ir jūsų komandoms. Komandos gali būti keičiamos bet kuriuo metu.
lv: Jūs varat pievienoties 1 līdz 3 komandām. Produkti, ko pievienojat vai rediģējat, tiks piešķirti jums un jūsu komandām. Komandas var mainīt jebkurā laikā.
nl_be: Je kunt lid worden van 1 tot 3 teams. Producten die u toevoegt of bewerkt, worden aan u en uw teams toegekend. Teams kunnen op elk moment worden gewijzigd.
pl: Możesz dołączyć od jednego do trzech zespołów. Produkty które dodasz lub zedytujesz zostaną przyznane Tobie i Twoim zespołom. Możesz zmieniać zespoły w dowolnym momencie.
pt_pt: Pode juntar-se a 1 até ao máximo de 3 equipas. Os produtos que adicionar ou editar vão ser creditados a si ou às suas equipas. As equipas podem ser alteradas a qualquer momento.
ro: Vă puteți alătura 1 până la 3 echipe. Produsele pe care le adăugați sau modificați vor fi creditate dvs. și echipelor dvs. Echipele pot fi schimbate oricând.
ru: Вы можете присоединиться к одной, двум или трем командам. Продукты, которые вы добавляете или редактируете будут учтены у вас и ваших команд. Команды могут быть изменены в любое время.
sl: Pridružite se lahko 1 do 3 skupinam. Izdelki, ki jih dodate ali uredite, bodo dobropisani vam in vašim skupinam. Skupine se lahko kadar koli zamenjajo.
sv: Du kan gå med i 1 till 3 team. Produkter du lägger till eller redigerar kommer att krediteras till dig och dina team. Team kan bytas när som helst.
th: คุณสามารถเข้าร่วมทีมได้ 1 ถึง 3 ทีม ผลิตภัณฑ์ที่คุณเพิ่มหรือแก้ไขจะถูกระบุชื่อเป็นของคุณและทีมของคุณ คุณสามารถเปลี่ยนทีมได้ตลอดเวลา
tr: 1 ila 3 takıma katılabilirsiniz. Eklediğiniz veya düzenlediğiniz ürünler size ve takımlarınıza aktarılacaktır. Takımlar her zaman değiştirilebilir.
uk: Ви можете долучитися максимально від 1 до 3 команд. Жодані або відредаговані вами товари будуть довірені вам та вашим командам. Ви можете змінювати команди в будь-який час.
vi: Bạn có thể tham gia từ 1 đến 3 nhóm. Các sản phẩm bạn thêm hoặc chỉnh sửa sẽ được ghi có cho bạn và cho nhóm của bạn. Các nhóm có thể được thay đổi bất cứ lúc nào.

# teams_names_warning
source: Team names are public. Do not create teams with names containing personal data (e.g. family names), trademarks (unless you own them), or anything offensive.
ar: أسماء الفرق عامة. عدم إنشاء فرق تحتوي على معلومات شخصية (مثل: أسماء العائلات)، العلامات التجارية (عدا التي تمتلكهم)، أو أي شئ مهين.
bg: Имената на отборите са публични. Не създавай екипи с имена, съдържащи лични данни (напр. фамилни имена), търговски марки (освен ако не ги притежаваш) или нещо обидно.
ca: Els noms dels equips són públics. No creeu equips amb noms que continguin dades personals (per exemple, noms de família), marques comercials (tret que siguin vostres) o res d'ofensiu.
cs: Názvy týmů jsou veřejné. Nevytvářejte týmy s názvy obsahujícími osobní údaje (např. příjmení), ochranné známky (pokud je nevlastníte) nebo cokoli urážlivého.
da: Teamnavne er offentlige. Opret ikke teams med navne, som indeholder personlige data (f.eks. Familienavne), varemærker (medmindre du ejer dem) eller er stødende.
de: Die Gruppennamen sind öffentlich. Bilden Sie keine Gruppen mit Namen, die persönliche Daten (z.B. Familiennamen), Warenzeichen (es sei denn, sie gehören Ihnen) oder irgendetwas Anstößiges enthalten.
el: Τα ονόματα των ομάδων είναι δημόσια. Μη δημιουργείτε ομάδες με ονόματα που περιέχουν προσωπικά δεδομένα (π.χ. οικογενειακά ονόματα), εμπορικά σήματα (εκτός εάν τα κατέχετε) ή οτιδήποτε προσβλητικό.
eo: Teamnomoj estas publikaj. Ne kreu teamojn kun nomoj enhavantaj personajn datumojn (ekz. familiajn nomojn), varmarkojn (krom se vi posedas ilin), aŭ ion ajn ofendan.
es: Los nombres de los equipos son públicos. No crees equipos con nombres que contengan datos personales (ej., apellidos), marcas comerciales (a menos que las posea) o algo ofensivo.
fa: نام تیم‌ها عمومی است. تیم‌هایی با نام‌های حاوی اطلاعات شخصی (مثلاً نام خانوادگی)، علائم تجاری (مگر اینکه متعلق به خودتان باشد) یا هر چیز توهین‌آمیز ایجاد نکنید.
fi: Tiimien nimet ovat julkisia. Älä luo tiimejä joiden nimet sisältävät henkilötietoja (esim. sukunimet), tavaramerkkejä (paitsi jos omistat ne) tai mitään loukkaavaa.
fr: Les noms d'équipe sont publics. Ne créez pas de noms d'équipe contenant des données personnelles (par ex. noms de famille), des marques déposées (à moins que vous ne les possédiez), ou quoi que ce soit d'offensant.
he: שמות הצוותים הם ציבוריים. אין ליצור צוותים עם שמות שמכילים פרטים אישיים (למשל: שמות משפחה), סימני מסחר (אלא אם כן הם בבעלותך) או משהו פוגעני.
hr: Imena timova su javna. Nemojte stvarati timove s imenima koja sadrže osobne podatke (npr. prezimena), zaštitne znakove (osim ako ih posjedujete) ili bilo što uvredljivo.
hu: A csapatnevek nyilvánosak. Ne hozzon létre csapatokat olyan nevekkel, amelyek személyes adatokat (pl. családneveket), védjegyeket (kivéve, ha Ön a tulajdonosa) vagy bármi sértőt tartalmaznak.
id: Nama tim bersifat publik. Jangan membuat tim dengan nama yang berisi data pribadi (misalnya nama keluarga), merek dagang (kecuali Anda memilikinya), atau apa pun yang menyinggung.
it: I nomi delle squadre sono pubblici. Non creare squadre con nomi contenenti dati personali (ad esempio nomi di famiglia), marchi (a meno che tu non li possieda) o qualcosa di offensivo.
ja: チーム名は一般に公開されています。個人データ（名字など）や商標（自分が所有している場合を除く）、または不快なものを含む名前でチームを作成しないでください。
ka: გუნდების სახელები საჯაროა. არ შექმნათ გუნდები სახელებით, რომლებიც შეიცავს პერსონალურ მონაცემებს (მაგ. გვარებს), სავაჭრო ნიშნებს (თუ ისინი თქვენ არ გეკუთვნით) ან რაიმე შეურაცხმყოფელს.
lt: Komandų pavadinimai yra vieši. Nesukurkite komandų su vardais, kuriuose yra asmeninių duomenų (pvz., Pavardžių), prekės ženklų (nebent jums jie priklauso) ar kažką įžeidžiančio.
lv: Komandu nosaukumi ir publiski pieejami. Neveidojiet komandas ar nosaukumiem, kas satur personas datus (piemēram, uzvārdus), preču zīmes (ja vien tās nepieder jums) vai jebko citu aizskarošu.
nl_be: Teamnamen zijn openbaar. Maak geen teams met namen die persoonlijke gegevens bevatten (bv. familienamen), handelsmerken (tenzij u de eigenaar bent) of iets aanstootgevends.
pl: Nazwiska drużyn są publiczne. Nie twórz drużyn z nazwiskami zawierającymi dane osobowe (np. nazwiska rodziny), znaki towarowe (chyba że jesteś ich właścicielem) lub cokolwiek obraźliwego.
pt_pt: Os nomes das equipas são públicos. Não crie equipas com nomes que contenham informação pessoal (como apelidos), marcas (a não ser que seja a sua), ou qualquer coisa ofensiva.
ro: Numele echipelor sunt publice. Nu creați echipe cu nume care conțin date personale (de exemplu, nume de familie), mărci comerciale (cu excepția cazului în care le dețineți) sau orice altceva ofensator.
ru: Названия команд являются общедоступными. Не создавайте команды с именами, содержащими личные данные (например, фамилии), товарные знаки (если вы ими не владеете) или что-нибудь оскорбительное.
sl: Imena skupin so javna. Ne ustvarite skupin z imeni, ki vsebujejo osebne podatke (npr. Priimki), blagovne znamke (razen če jih imate) ali kaj žaljivega.
sv: Teamnamn är offentliga. Skapa inte lag med namn som innehåller personuppgifter (t.ex. efternamn), varumärken (om du inte äger dem) eller något stötande.
th: ชื่อทีมเป็นข้อมูลสาธารณะ ห้ามสร้างทีมที่มีชื่อประกอบด้วยข้อมูลส่วนบุคคล (เช่น นามสกุล) เครื่องหมายการค้า (เว้นแต่คุณจะเป็นเจ้าของ) หรือสิ่งใดก็ตามที่ไม่เหมาะสม
tr: Takım adları herkese açıktır. Kişisel bilgi (örneğin soyadı), ticari marka (sahip olmadıkça) veya rahatsız edici herhangi bir şey içeren isme sahip takım oluşturmayın.
uk: Назвами команд є відкритими. Не утворюйте команди вказуючи особисту інформацію (напр. імена членів сім’ї), торгівельні марки (у випадку якщо ви не є їх власником) або будь-що, що може бути образливим.
vi: Tên nhóm được công khai. Không tạo nhóm có tên chứa dữ liệu cá nhân (ví dụ: tên gia đình), nhãn hiệu (trừ khi bạn sở hữu chúng) hoặc bất kỳ thứ gì gây khó chịu.

source: Team %s
ar: فريق %s
bg: Отбор %s
ca: Equip %s
cs: Tým %s
de: Gruppe %s
el: Ομάδα %s
eo: Teamo %s
es: Equipo %s
fa: تیم %s
fi: Tiimi %s
fr: Équipe %s
he: צוות %s
hr: Tim %s
hu: %s csapat
id: Tim %s
it: Squadra %s
ja: チーム %s
ka: გუნდი %s
lt: %s komanda
lv: Komanda %s
pl: Zespół %s
pt_pt: Equipa %s
ro: Echipa %s
ru: Команда %s
sl: Skupina %s
th: ทีม %s
tr: Takım %s
uk: Команда під іменем %s
vi: Nhóm %s

# contributor_settings
source: Contributor
bg: Сътрудник
ca: Voluntari/a
cs: Přispěvatel
da: Bidragsyder
de: Mitwirkende(r)
el: Συνεισφέρων
eo: Kontribuanto
es: Colaborador
fi: Osallistuja
fr: Contributeur
he: תרומה
hr: Suradnik
hu: Hozzájáruló
id: Kontributor
it: Contributore
ja: 貢献者
lt: Pagalbininkas
lv: Atbalstītājs
nl_be: Bijdrager
pl: Współtwórca
pt_pt: Colaborador
ro: Colaborator
ru: Участник
sl: Sodelavec
sv: Medverkande
tr: Katkı sağlayan
uk: Учасник
vi: Người đóng góp

# contributor_settings_description
source: Those settings allow you to personalize some aspects of the website
bg: Тези настройки позволяват да персонализираш някои аспекти на уебсайта
ca: Aquesta configuració us permet personalitzar alguns aspectes del lloc web
cs: Tato nastavení vám umožňují přizpůsobit některé aspekty webových stránek
da: Disse indstillinger muliggør tilpasning af visse webstedsaspekter
de: Diese Einstellungen ermöglichen es Ihnen, einige Aspekte der Website zu personalisieren
el: Αυτές οι ρυθμίσεις σας επιτρέπουν να εξατομικεύσετε ορισμένες πτυχές της ιστοσελίδας
eo: Tiuj agordoj permesas al vi personecigi iujn aspektojn de la retejo
fa: این تنظیمات به شما امکان می‌دهد برخی از جنبه‌های وب‌سایت را شخصی‌سازی کنید.
fi: Näillä asetuksilla voi mukauttaa joitain sivuston osia
fr: Ces paramètres vous permettent de personnaliser certains aspects du site web
he: הגדרות אלו מאפשרות לך לכוון מגוון היבטים של האתר
hr: Te postavke vam omogućuju personalizaciju nekih aspekata web stranice
hu: Ezek a beállítások lehetővé teszik a weboldal egyes részeinek személyre szabását
id: Pengaturan tersebut memungkinkan Anda mempersonalisasi beberapa aspek situs web
it: Queste impostazioni ti consentono di personalizzare alcuni aspetti del sito web
ja: これらの設定により、Webサイトの一部の側面をパーソナライズできます
ka: ეს პარამეტრები საშუალებას გაძლევთ პერსონალიზირება გაუკეთოთ ვებსაიტის ზოგიერთ ასპექტს
lt: Šios nuostatos leidžia suasmeninti kai kuriuos svetainės aspektus
lv: Šie iestatījumi ļauj personalizēt dažus vietnes aspektus.
nl_be: Met deze instellingen kunt u sommige aspecten van de website personaliseren
pl: Te ustawienia umożliwiają personalizacje niektórych funkcjonalności strony
pt_pt: Estes parâmetros permitem personalizar alguns aspetos do website
ro: Aceste setări vă permit să personalizați unele aspecte ale site-ului web
ru: Эти настройки позволяют вам персонализировать некоторые аспекты веб-сайта
sv: Dessa inställningar låter dig anpassa vissa aspekter av webbplatsen
th: การตั้งค่าเหล่านั้นช่วยให้คุณสามารถปรับแต่งบางส่วนของเว็บไซต์ได้ตามต้องการ
tr: Bu ayarlar, web sitesinin bazı özelliklerini kişiselleştirmenize izin verir
uk: Ці налаштування дозволяють персоналізувати деякі аспекти вебсайту
vi: Những cài đặt đó sẽ cho phép bạn được cá nhân hóa một số phần của trang web

# display_barcode_in_search
source: Display barcode in search results
bg: Показване на баркод в резултатите от търсенето
ca: Mostreu el codi de barres als resultats de la cerca
cs: Zobrazit čárový kód ve výsledcích hledání
da: Vis stregkode i søgeresultater
de: Barcode in Suchergebnissen anzeigen
el: Εμφάνιση barcode στα αποτελέσματα αναζήτησης
eo: Montri strekstrekon en serĉrezultoj
es: Mostrar código de barras en los resultados de búsqueda
fa: نمایش بارکد در نتایج جستجو
fi: Näytä viivakoodi hakutuloksissa
fr: Afficher le code-barres dans les résultats de recherche
he: הצגת ברקוד בתוצאות החיפוש
hr: Prikaži barkod u rezultatima pretrage
hu: Vonalkód megjelenítése a keresési eredményeknél
id: Tampilkan kode batang dalam hasil pencarian
it: Mostra codice a barre nei risultati di ricerca
ja: 検索結果にバーコードを表示する
ka: შტრიხკოდის ჩვენება ძიების შედეგებში ძიების შედეგებში
lt: Rodyti barkodą paieškos rezultatuose
lv: Rādīt svītrkodu meklēšanas rezultātos
nl_be: Streepjescode weergeven in zoekresultaten
pl: Wyświetl kod kreskowy w wynikach wyszukiwania
pt_pt: Mostrar os código de barras nos resultados das pesquisas
ro: Afișează codul de bare în rezultatele căutării
ru: Отображать штрих-код в результатах поиска
sl: Prikaži črtno kodo v rezultatih iskanja
sv: Visa streckkod i sökresultaten
th: แสดงบาร์โค้ดในผลการค้นหา
tr: Arama sonuçlarındaki barkodu gösterin
uk: Показувати штрих-код у результатах пошуку
vi: Hiển thị mã vạch trong kết quả tìm kiếm

# edit_link_in_search
source: Add an edit link in search results
bg: Добавяне на връзка за редактиране в резултатите от търсенето
ca: Afegiu un enllaç editable als resultats de la cerca
cs: Přidat editační odkaz ve výsledcích hledání
da: Tilføj et redigeringslink i søgeresultater
de: Link zu den Suchergebnissen hinzufügen
el: Προσθήκη συνδέσμου επεξεργασίας στα αποτελέσματα αναζήτησης
eo: Aldoni redaktan ligilon en serĉrezultoj
es: Añadir un enlace de edición en los resultados de búsqueda
fa: افزودن لینک ویرایش در نتایج جستجو
fi: Lisää muokkauslinkki hakutuloksiin
fr: Ajouter un lien de modification dans les résultats de recherche
he: הוספה ועריכת קישור בתוצאות החיפוש
hr: Dodajte poveznicu za uređivanje u rezultate pretraživanja
hu: Szerkesztési hivatkozás megjelenítése a keresési eredményeknél
id: Tambahkan tautan edit di hasil pencarian
it: Aggiungi un link di modifica nei risultati di ricerca
ja: 検索結果に編集リンクを追加
ka: დაამატეთ რედაქტირების ბმული ძიების შედეგებში
lt: Pridėkite redagavimo nuorodą paieškos rezultatuose
lv: Pievienot rediģēšanas saiti meklēšanas rezultātos
nl_be: Een bewerkingslink toevoegen in de zoekresultaten
pl: Dodaj link do edycji w wynikach wyszukiwania
pt_pt: Adicionar uma hiperligação para editar nos resultados das pesquisas
ro: Adăugați un link de editare în rezultatele căutării
ru: Добавить ссылку редактирования в результатах поиска
sl: Dodajte povezavo za urejanje v rezultate iskanja
sv: Lägg till en redigeringslänk i sökresultaten
th: เพิ่มลิงก์แก้ไขในผลการค้นหา
tr: Arama sonuçlarına bir düzenleme bağlantısı ekleyin
uk: Додайте посилання для редагування в результатах пошуку
vi: Thêm liên kết chỉnh sửa trong kết quả tìm kiếm
