Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# purchase_places
source: City, state and country where purchased
ar: المدينة والولاية وبلد الشراء
bg: Град и страна, където е закупено
ca: Ciutat, estat i país on es va comprar
cs: Město, stát a země nákupu
da: By, stat og land, hvor det er købt
de: Stadt, Bundesland und Land des Kaufs
el: Πόλη, πολιτεία και κράτος αγοράς
eo: Urbo, ŝtato kaj lando kie aĉetite
es: Sitios donde compra
fa: شهر، استان و کشوری که خریداری شده است
fi: Kaupunki, osavaltio ja maa, jossa ostettu
fr: Ville et pays d'achat
he: עיר/מושב/קיבוץ/כפר בהם נרכש המוצר
hr: Grad, država i zemlja u kojoj je kupljeno
hu: Vásárlás helye (város, állam és ország)
id: Kota, negara bagian dan negara tempat produk dibeli
it: Città, provincia e paese di acquisto
ja: 市、州、購入した国
ka: ქალაქი, შტატი და ქვეყანა, სადაც შეიძინეთ
lt: Miestas, valstija ir šalis, kur įsigyta
lv: Pilsēta, valsts un valsts, kur tas tiek nopirkts
ms: Bandar, negeri dan negara di mana dibeli
nl_be: Stad en land van aankoop
pl: Miasto, województwo i kraj zakupu
pt_pt: Cidade e país onde foi comprado
ro: Oraș, județ și țara de achiziție
ru: Город, область и страна покупки
sl: Mesto, država in država, kjer ste jih kupili
sv: Stad, Län och Land där produkten köptes
th: สถานที่จำหน่าย (ระบุเป็นเมือง จังหวัด หรือ ประเทศที่มีวางขาย)
tl: Lungsod, estado at bansa kung saan binili
tr: Satın alınan şehir, eyalet ve ülke
uk: Країна, область та місто, де було придбано
vi: Thành phố, tiểu bang và quốc gia mua hàng

# purchase_places_note
source: Indicate where you bought or saw the product (at least the country)
ar: أشر إلى المكان الذي اشتريت منه المنتج أو شاهدته (على الأقل البلد)
bg: Посочи къде си закупил или видял продукта (поне страната)
ca: Indicar on va adquirir o vore el producte (almenys el país)
cs: Uveďte, kde jste produkt koupili nebo viděli (alespoň zemi)
da: Angiv, hvor du købte eller så produktet (som minimum landeangivelse)
de: Angeben, wo Sie das Produkt gekauft oder gesehen haben (zumindest das Land)
el: Παρακαλώ υποδείξτε που αγοράσατε ή είδατε το προϊόν (τουλάχιστον τη χώρα)
eo: Indiku kie vi aĉetis aŭ vidis la produkton (almenaŭ la landon)
es: Indica donde compraste o viste el producto (al menos el país)
fa: مشخص کنید که محصول را از کجا خریده‌اید یا دیده‌اید (حداقل کشور)
fi: Kerro mistä ostit tai missä näit tuotteen (ainakin maa)
fr: Indiquez le lieu où vous avez acheté ou vu le produit (au moins le pays)
he: ציון היכן המוצר נרכש או נצפה (לפחות ברמת העיר)
hr: Navedite gdje ste kupili ili vidjeli proizvod (barem državu)
hu: Adja meg, hogy hol vásárolta vagy látta a terméket (legalább az országot)
id: Tunjukkan di mana Anda membeli atau melihat produk (setidaknya nama negara)
it: Indica dove hai acquistato o visto il prodotto (almeno il Paese)
ja: あなたが製品を購入または見た場所を示します (少なくとも国で)
ka: მიუთითეთ, სად შეიძინეთ ან ნახეთ პროდუქტი (ყოველ შემთხვევაში, ქვეყანა)
lt: Nurodykite, kur pirkote ar matėte produktą (bent jau šalį)
lv: Norādiet, kur jūs iegādājāties vai redzējāt produktu (vismaz valsts)
ms: Nyatakan di mana anda membeli atau melihat produk (sekurang-kurangnya negara)
nl_be: Geef de plaats aan waar u het product gekocht of gezien heeft (ten minste het land)
pl: Wskaż, gdzie kupiłeś lub zobaczyłeś produkt (przynajmniej kraj)
pt_pt: Indicar onde viu ou comprou o produto (pelo menos o país)
ro: Indicați unde ați achiziționat sau ați văzut produsul (cel puțin țara)
ru: Укажите, где вы купили или видели продукт (по крайней мере, страну)
sl: Navedite, kje ste izdelek kupili ali videli (vsaj država)
sv: Ange var du köpte eller såg produkten (gärna minst vilket land)
th: ระบุสถานที่ที่คุณซื้อหรือเห็นผลิตภัณฑ์นี้ (เช่น ประเทศไทย, เชียงใหม่ หรือชื่อร้านค้าและสาขา)
tl: Isaad kung saan mo binili o nakita ang produkto (sa maliit na bansa)
tr: Ürünü nereden satın aldığınızı veya gördüğünüzü belirtin (en azından ülke)
uk: Вкажіть де ви купували чи бачили товар (принаймі країну)
vi: Cho biết nơi bạn đã mua hoặc thấy sản phẩm (ít nhất là quốc gia)

# purchase_places_p
source: purchase places
ar: أماكن الشراء
bg: места на продажба
ca: llocs de compra
cs: místa nákupu
da: salgssteder
de: Verkaufsstellen
el: τόποι αγοράς
eo: aĉetlokoj
es: lugares de compra
fa: مکان‌های خرید
fi: ostopaikat
fr: lieux de vente
he: מקומות הרכישה
hr: mjesta kupnje
hu: vásárlás helyei
id: tempat - tempat pembelian
it: luoghi di acquisto
ja: 購入場所
ka: ადგილების შეძენა
lt: įsigijimo vietos
lv: iegādes vietas
ms: tempat beli
nl_be: verkoopslocaties
pl: miejsca nabycia
pt_pt: locais de compra
ro: locațiile de cumpărare
ru: места покупок
sl: mesta nakupa
sv: inköpsställen
th: สถานที่ซื้อ
tl: mga lugar na binili
tr: alış veriş yerleri
uk: місце покупки
vi: nơi mua hàng

# purchase_places_products
source: Products sold in %s
ar: المنتجات التي تباع في %s
bg: Продукти, продавани в %s
ca: Productes venuts a %s
cs: Výrobky prodané v %s
da: Produkter som sælges i %s
de: Produkte verkauft in %s
el: Προϊόντα που πωλούνται σε %s
eo: Produktoj venditaj en %s
es: Productos vendidos en %s
fa: محصولات فروخته شده در %s
fi: Tuotteet, joita myydään maassa %s
fr: Les produits par lieu de vente : %s
he: מוצרים שנמכרים ב%s
hr: Proizvodi koji se prodaju u %s
hu: %s területén kapható termékek
id: Produk - produk yang dijual di %s
it: Prodotti venduti in %s
ja: %s で販売されている製品
ka: პროდუქცია გაიყიდა %s-ში
lt: Produktų, parduodamų %s
lv: Produkti, kas tiek pārdoti %s
ms: Produk dijual dalam %s
nl_be: Producten verkocht in %s
pl: Produkty sprzedawane w %s
pt_pt: Produtos vendidos em %s
ro: Produse vândute în %s
ru: Продукты, проданные в %s
sl: Izdelki, prodani v %s
sv: Produkter sålda i %s
th: ผลิตภัณฑ์ที่ขายใน %s
tl: Mga produkto na naibenta sa %s
tr: %s içinde satılan ürünler
uk: Товари, продані у %s
vi: Sản phẩm được bán tại %s

# purchase_places_s
source: purchase place
ar: مكان الشراء
bg: място на покупка
ca: lloc de compra
cs: místo nákupu
da: salgssted
de: Verkaufsstelle
el: τόπος αγοράς
eo: aĉetloko
es: lugar de compra
fa: محل خرید
fi: ostopaikka
fr: lieu de vente
he: מקום הרכישה
hr: mjesto kupnje
hu: vásárlás helye
id: tempat pembelian
it: luogo di acquisto
ja: 購入場所
ka: შეძენის ადგილი
lt: pirkimo vieta
lv: pirkuma vieta
ms: tempat beli
nl_be: verkoopslocatie
pl: miejsca nabycia
pt_pt: local de compra
ro: locația de cumpărare
ru: место покупки
sl: nakupno mesto
sv: inköpsställe
th: สถานที่ซื้อ
tl: lugar na binili
tr: satın alma yeri
uk: місце, де можна здійснити покупку
vi: nơi mua hàng

# purchase_places_tagsinput
source: add a place
ar: إضافة مكان
bg: добави място
ca: afegir un lloc
cs: přidat místo
da: tilføj et sted
de: Ort hinzufügen
el: προσθέστε ένα τόπο
eo: aldoni lokon
es: añadir un lugar
fa: یک مکان اضافه کنید
fi: lisää paikka
fr: ajouter un lieu
he: הוספת מיקום
hr: dodajte mjesto
hu: hely hozzáadása
id: tambahkan tempat
it: aggiungi un luogo
ja: 場所を追加
ka: ადგილის დამატება
lt: pridėti vietą
lv: pievienojiet vietu
ms: tambahkan tempat
nl_be: voeg een locatie toe
pl: dodaj miejsce
pt_pt: adicionar um local
ro: adăugați un loc
ru: добавить место
sl: dodajte kraj
sv: lägg till en plats
th: เพิ่มสถานที่
tl: magdagdag ng lugar
tr: mekan ekle
uk: додайте місцеперебування
vi: thêm địa điểm

# purchase_places_without_products
source: Products not sold in %s
ar: المنتجات التي لا تباع في %s
bg: Продукти, които не се продават в %s
ca: Productes que no es venen a %s
cs: Produkty, které nebyly prodány v %s
da: Produkter som ikke sælges i %s
de: Produkte, die nicht in %s verkauft werden
el: Προϊόντα που δεν πωλούνται σε %s
eo: Produktoj ne vendataj en %s
es: Productos no vendidos en %s
fa: محصولاتی که در %sفروخته نمی‌شوند
fi: Tuotteet, joita ei myydä massa %s
fr: Les produits qui ne sont pas vendus à : %s
he: מוצרים שאינם נמכרים ב%s
hr: Proizvodi koji se ne prodaju u %s
hu: %s területén nem kapható termékek
id: Produk - produk yang tidak dijual di %s
it: Prodotti non venduti in %s
ja: %s で販売されていない製品
ka: პროდუქტები, რომლებიც არ იყიდება %s-ში
lt: Produktai neparduodami %s
lv: Produkti, kas nav pārdoti %s
ms: Produk tidak dijual dalam %s
nl_be: Producten niet verkrijgbaar in %s
pl: Produkty niesprzedane w %s
pt_pt: Produtos não vendidos em %s
ro: Produse care nu sunt vândute în %s
ru: Продукты, не проданные в %s
sl: Izdelki, ki se ne prodajajo v %s
sv: Produkter som inte säljs i %s
th: ผลิตภัณฑ์ที่ไม่ได้ขายใน %s
tl: Mga produkto na hindi naibenta sa %s
tr: %s içinde satılmayan ürünler
uk: Товари, не продані в %s
vi: Sản phẩm không được bán trong %s

source: Quantity
ar: كمية
bg: Количество
ca: Quantitat
cs: Množství
da: Kvantitet
de: Mengenangabe
el: Ποσότητα
eo: Kvanto
es: Cantidad
fi: Määrä
fr: Quantité
he: כמות
hr: Količina
hu: Mennyiség
id: Kuantitas
it: Quantità
ja: 数量
lt: Kiekis
lv: Daudzums
ms: Kuantiti
nl_be: Hoeveelheid
pl: Ilość
pt_pt: Quantidade
ro: Cantitate
ru: Количество
sl: Količina
sv: Kvantitet
th: ปริมาณ
tl: Kandidad
tr: Miktar
uk: Кількість
vi: Số lượng

# quantity_example
source: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 pound
ar: أمثلة: 2 لتر ، 250 غرام ، 1 كجم ، 25 لتر ، 6 أوقية سائلة ، 1 باوند
bg: 2 l, 250 g, 1 kg, 25 cl
ca: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 lliura
cs: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 libra
da: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 pund
de: 2 l, 250 g, 1 kg, 25 cl
eo: 2 litroj, 250 g, 1 kg, 25 cl, 6 likvaj uncoj, 1 funto
es: 2 l, 250 g, 1 kg, 25 cl
fa: ۲ لیتر، ۲۵۰ گرم، ۱ کیلوگرم، ۲۵ لیتر، ۶ اونس مایع، ۱ پوند
fi: 2 l, 250 g, 1 kg, 25 cl, 6 nesteunssia, 1 pauna
fr: 2 l, 250 g, 1 kg, 25 cl
he: 2 1, 250 ג, 1 ק״ג, 250 מ״ל
hr: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 funta
hu: 2 l, 250 g, 1 kg, 25 cl, 6 uncia, 1 font
id: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 pon
it: 2 l, 250 g, 1 kg, 25 cl
ja: 2 l, 250 g, 1 kg, 25 cl, 6 オンス, 1 ポンド
ka: 2 ლ, 250 გ, 1 კგ, 25 სლ, 6 სითხ. უნცია, 1 ფუნტი
lt: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 svaras
lv: 2 l, 250 g, 1 kg, 25 cl, 6 šķidrās unces, 1 mārciņa
ms: 2 l, 250 g, 1 kg, 25 kl, 6 fl oz, 1 paun
nl_be: 2 l, 250 g, 1 kg, 25 cl
pl: 2 l, 250 g, 1 kg, 25 cl, 6 fl uncji, 1 funt
pt_pt: 2 L, 25 cl, 1 kg, 250 g
ro: 2 l, 250 g, 1 kg, 250 ml
ru: 2 л, 250 г, 1 кг, 25 сл, 1 фунт
sl: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 funt
th: 2 l, 250 g, 1 kg, 25 cl, 6 fl oz, 1 pound (ระบบรองรับหน่วยในภาษาอังกฤษเท่านั้น)
tr: 2 l, 250 g, 1 kg, 25 cc, 6 fl oz, 1 libre
uk: 2 л, 259 грам, 1 кг, 25 кал, 6 мл, 1 фунт

source: Remember me
ar: تذكرني
bg: Запомни ме
ca: Recorda'm
cs: Zapamatuj si mě
da: Husk mig
de: Angemeldet bleiben
el: Να με θυμάσαι
eo: Memoru min
es: Mantenerme conectado
fa: مرا به خاطر بسپار
fi: Muista minut
fr: Se souvenir de moi
he: שמירת הפרטים שלי
hr: Zapamti me
hu: Emlékezzen rám
id: Ingat saya
it: Ricordami
ja: 次回から自動ログイン
ka: დამიმახსოვრე
lt: Prisimink mane
lv: Atceries mani
ms: Ingat saya
nl_be: Onthoud mijn gegevens
pl: Zapamiętaj mnie
pt_pt: Manter sessão iniciada
ro: Ține-mă minte
ru: Запомнить меня
sl: Zapomni se me
sv: Kom ihåg mig
th: จำการเข้าระบบของฉันไว้
tl: Tandaan ako
tr: Beni hatırla
uk: Запам'ятати мене
vi: Ghi nhớ tôi

# remember_purchase_places_and_stores
source: Remember the place of purchase and store for the next product adds
ar: تذكر مكان الشراء وتخزين المنتج التالي الذي تضيفه
bg: Запомни мястото на покупка и магазина за следващите добавяния на продукти
ca: Recordeu que el lloc de compra i tenda per als següents productes afegits
cs: Zapamatuj si místo nákupu a obchod pro přidání dalšího produktu
da: Husk salgsstedet og gem til det næste produkttilføjelse
de: Verkaufsstelle und Laden für die nächsten Produkte speichern
el: Θυμηθείτε τον τόπο αγοράς και αποθηκεύστε για τις επόμενες προσθήκες προϊόντων
eo: Memoru la aĉetlokon kaj vendejon por la sekvaj produktaj aldonoj
es: Recordar el lugar de compra y la tienda para los nuevos productos que se van a añadir en el futuro
fa: محل خرید را به خاطر بسپارید و برای افزودن محصول بعدی، آن را ذخیره کنید.
fi: Muista ostopaikka seuraaville tuotelisäyksille
fr: Se souvenir du lieu d'achat et du magasin pour les prochains ajouts de produits
he: שמירת מקור הרכישה ואת החנות להוספות המוצרים הבאות
hr: Zapamtite mjesto kupnje i pohranite za sljedeće dodavanje proizvoda
hu: Jegyezze meg a vásárlás helyét és a boltot a következő termék hozzáadásához
id: Harap mengingat tempat pembelian dan toko untuk penambahan produk berikutnya
it: Ricorda il luogo di acquisto e il negozio per le prossime aggiunte di prodotti
ja: 次に追加する製品のために、購入した場所と店舗を覚えておきます
ka: გახსოვდეთ შეძენის ადგილი და შეინახეთ შემდეგი პროდუქტის დასამატებლად
lt: Prisiminkite kito produkto pridėjimo pirkimo ir saugojimo vietą
lv: Atcerieties iegādes vietu un saglabājiet to nākamajiem produktu pievienošanas gadījumiem.
ms: Ingat tempat beli dan simpan untuk menambah produk seterusnya
nl_be: De locatie van aankoop en de winkel onthouden voor het toevoegen van nieuwe producten
pl: Zapamiętaj miejsce zakupu i przechowywania by dodawać kolejne produkty
pt_pt: Memorizar o lugar de compra e loja, para os usar os próximos produtos a adicionar
ro: Ține minte locul de achiziție și magazinul pentru următoarele adăugări de produse
ru: Запомнить место покупки и магазин для добавления следующего продукта
sl: Ne pozabite na kraj nakupa in trgovine, za naslednje dodane izdelke
sv: Kom ihåg inköpsplatsen och använd för nästa tillagda produkt
th: จำสถานที่ซื้อและเก็บไว้สำหรับการเพิ่มสินค้าครั้งถัดไป
tl: Tandaan ang lugar at tindahan para sa susunod na produktong madagdag
tr: Bir sonraki alışveriş için satın alınan yeri ve mağazayı hatırla
uk: Запам'ятайте місце покупки та магазину для додавання наступного товару
vi: Ghi nhớ nơi mua và lưu trữ cho các sản phẩm tiếp theo thêm

source: Reset password
ar: إعادة تعيين كلمة المرور
bg: Нулиране на паролата
ca: Reinicialitza contrasenya
cs: Obnovit heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
eo: Restarigi pasvorton
es: Restablecer la contraseña
fi: Palauta salasana
fr: Réinitialiser le mot de passe
he: איפוס הסיסמה
hu: Jelszó visszaállítása
id: Atur ulang kata sandi
it: Reimposta password
ja: パスワードをリセットする
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
ms: Tetapkan semula kata laluan
nl_be: Paswoord resetten
pl: Zresetuj hasło
pt_pt: Recuperar a palavra-passe
ro: Resetare parolă
ru: Сброс пароля
sl: Ponastavi geslo
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
tr: Parolayı sıfırla
uk: Скинути пароль
vi: Đặt lại mật khẩu
