Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Unrecognized ingredients
bg: Неразпознати съставки
ca: Ingredients no reconeguts
cs: Nerozpoznané přísady
da: Ugenkendte ingredienser
de: Unbekannte Zutaten
el: Μη αναγνωρισμένα συστατικά
eo: Nekonataj ingrediencoj
es: Ingredientes no reconocidos
fa: مواد تشکیل دهنده ناشناخته
fi: Tuntemattomia ainesosia
fr: Ingrédients non reconnus
he: רכיבים בלתי מזוהים
hr: Neprepoznati sastojci
hu: Felismeretlen összetevők
id: Bahan-bahan yang tidak dikenal
it: Ingredienti non riconosciuti
ja: 認識されていない原材料
ka: ამოუცნობი ინგრედიენტები
lt: Neatpažinti ingredientai
lv: Neatpazītas sastāvdaļas
nl_be: Niet herkende ingrediënten
pl: Nierozpoznane składniki
pt_pt: Ingredientes não reconhecidos
ro: Ingrediente nerecunoscute
ru: Нераспознанные ингредиенты
sl: Neprepoznane sestavine
sv: Okända ingredienser
th: ส่วนผสมที่ไม่เป็นที่รู้จัก
tr: Tanınmayan içerikler
uk: Нерозпізнані інгредієнти
vi: Thành phần không xác định

# nova_1_unprocessed_ingredients
source: The product contains only unprocessed or minimally processed ingredients.
bg: Продуктът съдържа само непреработени или минимално преработени съставки.
ca: El producte només conté ingredients no processats o mínimament processats.
cs: Výrobek obsahuje pouze nezpracované nebo minimálně zpracované suroviny.
da: Produktet indeholder kun uforarbejdede/minimalt forarbejdede ingredienser.
de: Das Produkt enthält ausschließlich unverarbeitete oder geringfügig verarbeitete Zutaten.
el: Το προϊόν περιέχει μόνο μη επεξεργασμένα ή ελάχιστα επεξεργασμένα συστατικά.
eo: La produkto enhavas nur neprilaboritajn aŭ minimume prilaboritajn ingrediencojn.
es: El producto solamente contiene ingredientes que no han sido procesados un con nivel de procesamiento mínimo.
fa: این محصول فقط حاوی مواد اولیه فرآوری نشده یا با حداقل فرآوری است.
fi: Tuote sisältää vain jalostamattomia tai vähän jalostettuja ainesosia.
fr: Le produit ne contient que des ingrédients non transformés ou peu transformés.
he: המוצר מכיל רק רכיבים שעובדו קלות או לא עובדו כלל.
hr: Proizvod sadrži samo neprerađene ili minimalno prerađene sastojke.
hu: A termék csak feldolgozatlan vagy minimálisan feldolgozott összetevőket tartalmaz.
id: Produk ini hanya mengandung bahan-bahan yang tidak diproses atau diproses secara minimal.
it: Il prodotto contiene solo ingredienti non trasformati o minimamente trasformati.
ja: この製品には、未加工または最小限加工された原材料のみが含まれています。
ka: პროდუქტი შეიცავს მხოლოდ დაუმუშავებელ ან მინიმალურად დამუშავებულ ინგრედიენტებს.
lt: Produkto sudėtyje yra tik neperdirbtų arba minimaliai apdorotų ingredientų.
lv: Produkts satur tikai neapstrādātas vai minimāli apstrādātas sastāvdaļas.
nl_be: Het product bevat alleen onverwerkte of minimaal verwerkte ingrediënten.
pl: Produkt zawiera wyłącznie nieprzetworzone lub minimalnie przetworzone składniki.
pt_pt: O produto contém apenas ingredientes não processados ou minimamente processados.
ro: Produsul conține doar ingrediente neprocesate sau minim procesate.
ru: Продукт содержит только необработанные или минимально обработанные ингредиенты.
sl: Izdelek vsebuje samo nepredelane ali minimalno predelane sestavine.
sv: Produkten innehåller endast obearbetade eller minimalt bearbetade ingredienser.
th: ผลิตภัณฑ์ประกอบด้วยส่วนประกอบที่ยังไม่ผ่านกระบวนการแปรรูป หรือผ่านการแปรรูปน้อยที่สุดเท่านั้น
tr: Bu ürün yalnızca işlenmemiş veya az işlenmiş içerikler içerir.
uk: Продукт містить тільки необроблені або мінімально оброблені інгредієнти.
vi: Sản phẩm chỉ chứa các thành phần chưa qua chế biến hoặc chế biến ở mức tối thiểu.

# f_nova_markers_for_nova_group
source: Elements that indicate the product is in the {nova_group} group
bg: Елементи, които показват, че продуктът е в група {nova_group}
ca: Elements que indiquen que el producte està al grup {nova_group}
cs: Prvky, které označují, že produkt je ve skupině {nova_group}
da: Elementer, som indikerer, at produktet er i {nova_group}-gruppen
de: Elemente, die anzeigen, dass das Produkt der Gruppe {nova_group} zugeordnet ist
el: Στοιχεία που υποδεικνύουν ότι το προϊόν ανήκει στην ομάδα {nova_group}
eo: Elementoj kiuj indikas ke la produkto estas en la grupo {nova_group}
es: Elementos que indican que el producto se encuentra en el grupo {nova_group}
fa: عناصری که نشان می‌دهند محصول در گروه {nova_group} قرار دارد
fi: Tuotteen ryhmään {nova_group} kuulumista osoittavat elementit
fr: Éléments qui indiquent que le produit est dans le groupe {nova_group}
he: רכיבים שמעידים שהמוצר הוא בקבוצה {nova_group}
hr: Elementi koji ukazuju da je proizvod u grupi {nova_group}
hu: A termék {nova_group} csoportba tartozását jelző elemek
id: Elemen yang menunjukkan bahwa produk berada dalam grup {nova_group}
it: Elementi che indicano che il prodotto è nel gruppo {nova_group}
ja: 製品が {nova_group} グループに属することを示す要素
ka: ელემენტები, რომლებიც მიუთითებენ, რომ პროდუქტი {nova_group} ჯგუფშია
lt: Elementai, nurodantys, kad produktas yra {nova_group} grupėje
lv: Elementi, kas norāda, ka produkts atrodas {nova_group} grupā
nl_be: Elementen die aangeven dat het product in de {nova_group} groep staat
pl: Elementy wskazujące, że produkt znajduje się w grupie {nova_group}
pt_pt: Elementos que indicam que o produto está no grupo {nova_group}
ro: Elementele care indică faptul că produsul se află în grupa {nova_group}
ru: Элементы, указывающие на принадлежность продукта к группе {nova_group}
sl: Elementi, ki označujejo, da je izdelek v skupini {nova_group}
sv: Element som indikerar att produkten finns i gruppen {nova_group}
th: ส่วนประกอบที่ระบุว่าผลิตภัณฑ์นี้อยู่ในกลุ่ม {nova_group}
tr: Ürünün {nova_group} grubunda olduğunu gösteren unsurlar
uk: Елементи, які вказують на те, що товар належить до групи {nova_group}
vi: Các yếu tố cho biết sản phẩm thuộc nhóm {nova_group}

# nova_classification_description
source: Food products are classified into 4 groups according to their degree of processing:
bg: Хранителните продукти се класифицират в 4 групи според степента на обработка:
ca: Els productes alimentaris es classifiquen en 4 grups segons el seu grau de processament:
cs: Potravinářské výrobky jsou rozděleny do 4 skupin podle stupně zpracování:
da: Fødevareprodukter klassificeres i 4 grupper jf. forarbejdningsgrad:
de: Lebensmittel werden je nach deren Verarbeitungsgrad in 4 Gruppen eingeteilt:
el: Τα τρόφιμα ταξινομούνται σε 4 ομάδες ανάλογα με το βαθμό επεξεργασίας τους:
eo: Manĝaĵoj estas klasifikitaj en 4 grupojn laŭ sia grado de prilaborado:
es: Los productos alimenticios se clasifican en 4 grupos de acuerdo a su grado de procesamiento:
fa: محصولات غذایی بر اساس میزان فرآوری به 4 گروه تقسیم می‌شوند:
fi: Elintarvikkeet luokitellaan 4 ryhmään niiden jalostusasteen mukaan:
fr: Les produits alimentaires sont classés en 4 groupes selon leur degré de transformation :
he: מוצרי מזון מסווגים ל־4 קבוצות לפי מידת העיבוד שלהם:
hr: Prehrambeni proizvodi se klasificiraju u 4 skupine prema stupnju obrade:
hu: Az élelmiszereket a feldolgozottságuk mértéke szerint 4 csoportba sorolják:
id: Produk makanan diklasifikasikan ke dalam 4 kelompok sesuai dengan tingkat pengolahannya:
it: I prodotti alimentari sono classificati in 4 gruppi a seconda del loro grado di trasformazione:
ja: 食品は加工の程度に応じ、4つのグループに分類されます：
ka: საკვები პროდუქტები დამუშავების ხარისხის მიხედვით იყოფა 4 ჯგუფად:
lt: Maisto produktai skirstomi į 4 grupes pagal perdirbimo laipsnį:
lv: Pārtikas produkti tiek iedalīti 4 grupās atkarībā no to apstrādes pakāpes:
nl_be: Levensmiddelen worden ingedeeld in vier groepen volgens de mate van verwerking:
pl: Produkty spożywcze dzielą się na 4 grupy według stopnia przetworzenia:
pt_pt: Os produtos alimentares são classificados em 4 grupos conforme o seu grau de processamento:
ro: Produsele alimentare sunt clasificate în 4 grupe în funcție de gradul lor de prelucrare:
ru: Продукты питания делятся на 4 группы в зависимости от степени их обработки:
sl: Glede na stopnjo predelave so živilski izdelki razvrščeni v 4 skupine:
sv: Livsmedelsprodukter klassificeras i fyra grupper beroende på deras bearbetningsgrad:
th: ผลิตภัณฑ์อาหารถูกแบ่งออกเป็น 4 กลุ่มตามระดับการแปรรูปอาหาร:
tr: Gıda ürünleri işlenme derecelerine göre 4 gruba ayrılır:
uk: Харчові продукти класифікуються на 4 групи за ступенем обробки:
vi: Thực phẩm được phân thành 4 nhóm theo mức độ chế biến:

# nova_classification_how
source: The determination of the group is based on the category of the product and on the ingredients it contains.
bg: Определянето на групата се основава на категорията на продукта и на съставките, които съдържа.
ca: La determinació del grup es fa en funció de la categoria del producte i dels ingredients que conté.
cs: Určení skupiny je založeno na kategorii produktu a na ingrediencích, které obsahuje.
da: Bestemmelse af gruppe baserer sig på produktkategori og ingrediensindhold.
de: Die Bestimmung der Gruppe basiert auf der Kategorie des Produkts und den darin enthaltenen Zutaten.
el: Ο προσδιορισμός της ομάδας βασίζεται στην κατηγορία του προϊόντος και στα συστατικά που περιέχει.
eo: La difino de la grupo baziĝas sur la kategorio de la produkto kaj sur la ingrediencoj, kiujn ĝi enhavas.
es: La determinación del grupo se basa en la categoría del producto y en los ingredientes que contiene.
fa: تعیین گروه بر اساس دسته بندی محصول و مواد تشکیل دهنده آن است.
fi: Ryhmän määrittely perustuu tuotteen luokkaan ja sen sisältämiin ainesosiin.
fr: La détermination du groupe est basée sur la catégorie du produit et sur les ingrédients qu'il contient.
he: איתור הקבוצה מבוסס הקטגוריה והרכיבים של המוצר.
hr: Određivanje skupine temelji se na kategoriji proizvoda i sastojcima koje sadrži.
hu: A csoport megállapítása a termék kategóriája és a termékben található összetevők alapján történik.
id: Penentuan kelompok didasarkan pada kategori produk dan bahan-bahan yang dikandungnya.
it: La determinazione del gruppo si basa sulla categoria del prodotto e sugli ingredienti che contiene.
ja: グループの判定は製品のカテゴリと含まれる原材料に基づいています。
ka: ჯგუფის განსაზღვრა ხდება პროდუქტის კატეგორიისა და მასში შემავალი ინგრედიენტების მიხედვით.
lt: Grupė nustatoma pagal produkto kategoriją ir jame esančias sudedamąsias dalis.
lv: Grupas noteikšana pamatojas uz produkta kategoriju un tā sastāvdaļām.
nl_be: De bepaling van de groep is gebaseerd op de categorie van het product en op de ingrediënten die het product bevat.
pl: Określenie grupy opiera się na kategorii produktu i zawartych w nim składnikach.
pt_pt: A determinação do grupo é baseada na categoria do produto e nos ingredientes que contém.
ro: Stabilirea grupei se face în funcție de categoria produsului și de ingredientele pe care le conține.
ru: Группа определяется на основании категории продукта и ингредиентов в его составе.
sl: Skupino se določi na podlagi kategorij izdelkov in sestavin, ki jih vsebuje.
sv: Fastställandet av gruppen baseras på produktens kategori och de ingredienser den innehåller.
th: การกำหนดกลุ่ม NOVA ขึ้นอยู่กับหมวดหมู่และส่วนประกอบของผลิตภัณฑ์นั้นๆ
tr: Grubun belirlenmesi, ürünün kategorisine ve içerdiği bileşenlere göre yapılır.
uk: Визначення групи базується на категорії продукту та інгредієнтах, які він містить.
vi: Việc xác định nhóm dựa trên chủng loại của sản phẩm và thành phần của sản phẩm.

# nova_classification_learn_more
source: Learn more about the NOVA classification
bg: Научи повече за класификацията NOVA
ca: Més informació sobre la classificació NOVA
cs: Zjistěte více o klasifikaci NOVA
da: Læs mere om NOVA-klassifikation
de: Erfahren Sie mehr über die NOVA-Klassifizierung
el: Μάθετε περισσότερα για την ταξινόμηση NOVA
eo: Lernu pli pri la NOVA-klasifiko
es: Aprenda más sobre la clasificación NOVA
fa: درباره طبقه‌بندی NOVA بیشتر بدانید
fi: Lue lisää NOVA-luokittelusta
fr: En savoir plus sur la classification NOVA
he: מידע נוסף על סיווג NOVA
hr: Saznajte više o NOVA klasifikaciji
hu: Tudjon meg többet a NOVA besorolásról
id: Pelajari lebih lanjut tentang klasifikasi NOVA
it: Scopri di più sulla classificazione NOVA
ja: NOVA分類について詳しく知る
ka: შეიტყვეთ მეტი NOVA კლასიფიკაციის შესახებ
lt: Sužinokite daugiau apie NOVA klasifikaciją
lv: Uzziniet vairāk par NOVA klasifikāciju
nl_be: Meer informatie over de NOVA-classificatie
pl: Dowiedz się więcej o klasyfikacji NOVA
pt_pt: Saiba mais sobre a classificação NOVA
ro: Aflați mai multe despre clasificarea NOVA
ru: Подробнее о классификации NOVA
sl: Več o klasifikaciji NOVA
sv: Läs mer om NOVA-klassificeringen
th: ดูข้อมูลเพิ่มเติมเกี่ยวกับการจำแนกประเภทตาม NOVA group
tr: NOVA sınıflandırması hakkında daha fazla bilgi edinin
uk: Дізнатися більше про класифікацію NOVA
vi: Tìm hiểu thêm về phân loại NOVA

# nova_group_missing_category
source: The category of the product must be specified in order to determine the NOVA group.
bg: Категорията на продукта трябва да бъде посочена, за да се определи групата NOVA.
ca: S'ha d'especificar la categoria del producte per tal de determinar el grup NOVA.
cs: Pro určení skupiny NOVA je nutné specifikovat kategorii produktu.
da: Produktkategori krævet til bestemmelse af NOVA-gruppe.
de: Die Kategorie des Produkts muss angegeben werden, um die NOVA-Gruppe bestimmen zu können.
el: Η κατηγορία του προϊόντος πρέπει να καθοριστεί για να προσδιοριστεί η ομάδα NOVA.
eo: La kategorio de la produkto devas esti specifita por determini la NOVA-grupon.
es: Debe especificarse la categoría del producto para determinar el grupo NOVA.
fa: برای تعیین گروه NOVA، باید دسته بندی محصول مشخص شود.
fi: Tuotteen luokka on määritettävä NOVA-ryhmän määrittämiseksi.
fr: La catégorie du produit doit être spécifiée pour déterminer le groupe NOVA.
he: יש לציין את קטגוריית המוצר כדי לאתר את קבוצת ה־NOVA.
hr: Kako bi se odredila NOVA grupa, potrebno je navesti kategoriju proizvoda.
hu: A NOVA-csoport meghatározásához meg kell adni a termék kategóriáját.
id: Kategori produk harus ditentukan untuk menentukan kelompok NOVA.
it: La categoria del prodotto dev'esser specificata per poter determinare il gruppo NOVA.
ja: NOVAグループを判定するには、この製品のカテゴリが指定されている必要があります。
ka: NOVA ჯგუფის დასადგენად აუცილებელია პროდუქტის კატეგორიის მითითება.
lt: Norint nustatyti NOVA grupę, būtina nurodyti produkto kategoriją.
lv: Lai noteiktu NOVA grupu, jānorāda produkta kategorija.
nl_be: Productcategorie is vereist om de NOVA-groep te bepalen.
pl: W celu określenia grupy NOVA należy określić kategorię produktu.
pt_pt: A categoria do produto deve ser especificada para determinar o grupo NOVA.
ro: Categoria produsului trebuie specificată pentru a determina grupul NOVA.
ru: Для определения группы NOVA необходимо указать категорию продукта.
sl: Za določitev skupine NOVA je treba navesti kategorijo izdelka.
sv: Produktens kategori måste anges för att kunna bestämma NOVA-gruppen.
th: ต้องระบุหมวดหมู่ของผลิตภัณฑ์เพื่อใช้กำหนด NOVA group
tr: NOVA grubunun belirlenebilmesi için ürünün kategorisinin belirtilmesi gerekmektedir.
uk: Для визначення групи NOVA необхідно вказати категорію продукту.
vi: Loại sản phẩm phải được chỉ định để xác định nhóm NOVA.

# nova_group_missing_ingredients
source: The ingredients of the product must be specified in order to determine the NOVA group.
bg: Съставките на продукта трябва да бъдат посочени, за да се определи групата NOVA.
ca: S'han d'especificar els ingredients del producte per tal de determinar el grup NOVA.
cs: Aby bylo možné určit skupinu NOVA, musí být specifikovány ingredience produktu.
da: Produktingredienser kræves til bestemmelse af NOVA-gruppe.
de: Die Zutaten des Produkts müssen angegeben werden, um die NOVA-Gruppe bestimmen zu können.
el: Τα συστατικά του προϊόντος πρέπει να προσδιορίζονται για να προσδιοριστεί η ομάδα NOVA.
eo: La ingrediencoj de la produkto devas esti specifitaj por determini la NOVA-grupon.
es: Deben especificarse los ingredientes del producto para determinar el grupo NOVA.
fa: برای تعیین گروه NOVA باید مواد تشکیل دهنده محصول مشخص شود.
fi: Tuotteen ainesosat on määritettävä NOVA-ryhmän määrittämiseksi.
fr: Les ingrédients du produit doivent être spécifiés pour déterminer le groupe NOVA.
he: יש לציין את רכיבי המוצר לפי הסדר כדי לאתר את קבוצת ה־NOVA.
hr: Sastojci proizvoda moraju biti navedeni kako bi se odredila NOVA skupina.
hu: A NOVA-csoport meghatározásához meg kell adni a termék összetevőit.
id: Bahan-bahan produk harus ditentukan untuk menentukan kelompok NOVA.
it: Gli ingredienti del prodotto devono esser specificati per poter determinare il gruppo NOVA.
ja: NOVAグループを判定するには、この製品の原材料が記入されている必要があります。
ka: NOVA ჯგუფის დასადგენად აუცილებელია პროდუქტის ინგრედიენტების მითითება.
lt: Norint nustatyti NOVA grupę, būtina nurodyti produkto sudedamąsias dalis.
lv: Lai noteiktu NOVA grupu, jānorāda produkta sastāvdaļas.
nl_be: De ingrediënten van het product moeten worden gespecificeerd om de NOVA-groep te bepalen.
pl: W celu określenia grupy NOVA należy określić składniki produktu.
pt_pt: Os ingredientes do produto devem ser especificados para determinar o grupo NOVA.
ro: Ingredientele produsului trebuie specificate pentru a determina grupul NOVA.
ru: Для определения группы NOVA необходимо указать состав продукта.
sl: Za določitev skupine NOVA je treba navesti kategorijo izdelka.
sv: Produktens ingredienser måste specificeras för att NOVA-gruppen ska kunna bestämmas.
th: ต้องระบุส่วนประกอบของผลิตภัณฑ์เพื่อใช้กำหนด NOVA group
tr: NOVA grubunun belirlenebilmesi için ürünün içeriğinin belirtilmesi gerekmektedir.
uk: Для визначення групи NOVA необхідно вказати інгредієнти продукту.
vi: Các thành phần của sản phẩm phải được chỉ định để xác định nhóm NOVA.

# nova_group_too_many_unknown_ingredient
source: We could not recognize some of the ingredients and determine the NOVA group.
bg: Не можахме да разпознаем някои от съставките и да определим групата NOVA.
ca: No hem pogut reconèixer alguns dels ingredients i per tant, determinar el grup NOVA.
cs: Nepodařilo se nám rozpoznat některé ingredience a určit skupinu NOVA.
da: Nogle ingredienser kunne ikke genkendes, NOVA-gruppe kan ikke bestemmes.
de: Einige der Zutaten konnten nicht erkannt und die NOVA-Gruppe nicht bestimmt werden.
el: Δεν μπορέσαμε να αναγνωρίσουμε μερικά από τα συστατικά και να καθορίσουμε την ομάδα NOVA.
eo: Ni ne povis rekoni kelkajn el la ingrediencoj kaj determini la NOVA-grupon.
es: No hemos podido reconocer algunos de los ingredientes y determinar el grupo NOVA.
fa: ما نتوانستیم برخی از مواد تشکیل دهنده را تشخیص دهیم و گروه NOVA را تعیین کنیم.
fi: NOVA-ryhmää ei määritetty, koska joitakin ainesosia ei tunnistettu.
fr: Nous n'avons pas pu reconnaître certains des ingrédients et déterminer le groupe NOVA.
he: לא הצלחנו לזהות חלק מהרכיבים ולאתר את קבוצת ה־NOVA.
hr: Nismo mogli prepoznati neke od sastojaka i odrediti NOVA skupinu.
hu: Néhány összetevőt nem tudtunk felismerni, és emiatt nem tudtuk meghatározni a NOVA-csoportot.
id: Kami tidak dapat mengenali beberapa bahan dan menentukan kelompok NOVA.
it: Non siamo riusciti a riconoscere alcuni degli ingredienti e determinare il gruppo NOVA.
ja: 一部の原材料を認識できなかったため、NOVAグループを判定できませんでした。
ka: ჩვენ ვერ შევძელით ზოგიერთი ინგრედიენტის ამოცნობა და NOVA ჯგუფის დადგენა.
lt: Negalėjome atpažinti kai kurių sudedamųjų dalių ir nustatyti NOVA grupės.
lv: Mēs nevarējām atpazīt dažas no sastāvdaļām un noteikt NOVA grupu.
nl_be: We konden een aantal ingrediënten niet herkennen en geen NOVA-groep bepalen.
pl: Nie mogliśmy rozpoznać niektórych składników i określić grupy NOVA.
pt_pt: Não foi possível reconhecer alguns dos ingredientes e determinar o grupo NOVA.
ro: Nu am putut să recunoaștem unele dintre ingrediente și să stabilim grupul NOVA.
ru: Мы не смогли распознать некоторые ингредиенты и определить группу NOVA.
sl: Nekaterih sestavin nismo mogli prepoznati in določiti skupine NOVA.
sv: Vi kunde inte känna igen vissa av ingredienserna och bestämma NOVA-gruppen.
th: ระบบไม่รู้จักส่วนประกอบอาหารบางอย่าง จึงไม่สามารถกำหนด NOVA group ได้
tr: İçeriğindeki bazı malzemeleri tanıyamadık ve NOVA grubunu belirleyemedik.
uk: Неможливо розпізнати деякі інгредієнти й визначити групу NOVA.
vi: Chúng tôi không thể nhận ra một số thành phần và xác định nhóm NOVA.

source: Unselect Image
bg: Премахнете избора на изображение
ca: Desseleccioneu la imatge
cs: Zrušit výběr obrázku
da: Afmarér foto
de: Foto abwählen
el: Αποεπιλογή Εικόνας
es: No seleccionar imagen
fi: Poista kuvan valinta
fr: Désélectionner l'image
he: ביטול בחירת התמונה
id: Batalkan pilihan Gambar
it: Deseleziona Immagine
ja: 画像の選択を解除
lt: Atžymėti vaizdą
lv: Noņemt attēla atlasi
nl_be: Foto deselecteren
pl: Odznacz obraz
pt_pt: Desmarcar imagem
ro: Deselectați imaginea
ru: Снять выбор с изображения
sl: Prekliči izbiro slike
sv: Avmarkera bild
tr: Resmin Seçimini Kaldır
uk: Скасувати вибір зображення
vi: Bỏ chọn hình ảnh

# nutriscore_learn_more
source: Learn more about the Nutri-Score
ar: معرفة المزيد عن Nutri-Score
bg: Благодаря ти
ca: Apreneu més sobre la Nutri-Score
cs: Děkujeme
da: Få mere at vide om Nutri-Scoren
de: Mehr über Nutri-Score erfahren
el: Περισσότερες πληροφορίες σχετικά με το Nutri-Score
es: Aprende más sobre el Nutri-Score
fi: Kiitos
fr: En savoir plus sur le Nutri-Score
he: תודה רבה
hu: Tudjon meg többet a Nutri-Score-ról
id: Terima Kasih
it: Ulteriori informazioni su Punteggio-Nutri
ja: 栄養スコアの詳細
lv: Paldies
nl_be: Meer informatie over de Nutri-Score
pl: Dowiedz się więcej o Nutri-Score
pt_pt: Saiba mais sobre o Nutri-Score
ro: Aflați mai multe despre Nutri-Score
ru: Узнайте больше о Nutri-Score
sl: Več o rezultatu Nutri-Score
sv: Läs mer om Nutri-Score
th: เรียนรู้เพิ่มเติมเกี่ยวกับคะแนน Nutri-Score
tr: Nutri-Score hakkında daha fazla bilgi edinin
uk: Дізнатися більше про Nutri-Score

# environmental_score_learn_more
source: Learn more about the Green-Score
bg: Научи повече за Green-Score
cs: Zjistěte více o Green-Score
de: Erfahren Sie mehr über den Green-Score
el: Μάθετε περισσότερα για το Green-Score
eo: Lernu pli pri la Verda-Poentaro
fa: درباره گرین اسکور بیشتر بدانید
fi: Lue lisää Green-Scoresta
fr: En savoir plus sur le Green-Score
he: מידע נוסף על Green-Score
hr: Saznajte više o Green-Scoreu
hu: Tudjon meg többet a Green-Score-ról
id: Pelajari lebih lanjut tentang Green-Score
it: Ulteriori informazioni sulil Green-Score
ka: შეიტყვეთ მეტი Green-Score-ის შესახებ
lt: Sužinokite daugiau apie Green-Score
lv: Uzziniet vairāk par Zaļo rādītāju
nl_be: Meer informatie over de Green-Score
pl: Dowiedz się więcej o Green-Score
pt_pt: Saber mais sobre o Green-Score
ru: Подробнее об Green-Score
sv: Läs mer om Green Score
th: เรียนรู้เพิ่มเติมเกี่ยวกับคะแนนสีเขียว (Green-Score)
uk: Дізнатись більше про Green-Score

# products_match_very_good_match
source: Very good match
bg: Много добро съвпадение
ca: Molt bona coincidència
cs: Velmi dobrá shoda
da: Meget godt match
de: Sehr guter Treffer
el: Πολύ καλή αντιστοιχία
es: Muy recomendable
fi: Erittäin hyvä vastaavuus
fr: Très compatible
he: התאמה טובה מאוד
hu: Nagyon jó egyezés
id: Sangat sesuai
it: Corrispondenza molto buona
ja: 非常に良い一致
lt: Puikus atitikmuo
lv: Ļoti laba spēle
nl_be: Zeer goede overeenkomst
pl: Bardzo dobre dopasowanie
pt_pt: Correspondência excelente
ro: Potrivire foarte bună
ru: Очень хорошо подходит
sl: Zelo dobro ujemanje
sv: Mycket god matchning
th: แมตช์ที่ยอดเยี่ยมมาก
tr: Çok iyi eşleşme
uk: Чудово поєднується
vi: Rất phù hợp

# products_match_good_match
source: Good match
bg: Добро съвпадение
ca: Bona coincidència
cs: Dobrá shoda
da: Godt match
de: Guter Treffer
el: Καλή αντιστοιχία
es: Recomendable
fi: Hyvä vastaavuus
fr: Compatible
he: התאמה טובה
hu: Jó egyezés
id: Sesuai
it: Corrispondenza buona
ja: 良好な一致
lt: Geras atitikmuo
lv: Laba atbilstība
nl_be: Goede overeenkomst
pl: Dobre dopasowanie
pt_pt: Boa correspondência
ro: Potrivire bună
ru: Хорошо подходит
sl: Dobro ujemanje
sv: God matchning
th: แมตช์ที่ดี
tr: İyi eşleşme
uk: Добре поєднується
vi: Phù hợp
