Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# f_energy_expenditure_for_weight_in_kg_lb
source: Energy expenditure for a person weighting {kg} kg / {lb} lb
bg: Разход на енергия за човек с тегло {kg} kg / {lb} lb
ca: Despesa energètica per a una persona que pesa {kg} kg / {lb} lb
cs: Energetické výdaje na váhu osoby {kg} kg / {lb} lb
da: Energiforbrug for en person på {kg} kg/{lb} lb
de: Energieverbrauch einer Person mit einem Gewicht von {kg} kg / {lb} Pfund
el: Ενεργειακή δαπάνη για άτομο που ζυγίζει το {kg} kg / {lb} lb
eo: Energia elspezo por persono pezanta {kg} kg / {lb} lb
es: Gastos energéticos para una persona que pesa {kg} kilos / {lb} libras
fa: مصرف انرژی برای یک فرد با وزن {kg} کیلوگرم / {lb} پوند
fi: Energiankulutus {kg} kg / {lb} lb painavalle henkilölle
fr: Dépenses énergétiques pour une personne pesant {kg} kg / {lb} lb
he: הוצאה אנרגטית לאדם במשקל {kg} ק״ג / {lb} פאונד
hr: Potrošnja energije za osobu težine {kg} kg / {lb} lb
hu: Egy {kg} kilós ({lb} lb) ember energiafelhasználása
id: Pengeluaran energi untuk seseorang dengan berat {kg} kg / {lb} lb
it: Consumo energetico per una persona di peso {kg} kg / {lb} lb
ja: 体重 {kg} kg / {lb} lb の人のエネルギー消費量
ka: ენერგიის ხარჯვა {kg} კგ / {lb} ფუნტი წონის მქონე ადამიანისთვის
lt: Energijos sąnaudos žmogui, sveriančiam {kg} kg / {lb} svarą
lv: Enerģijas patēriņš personai, kas sver {kg} kg / {lb} mārciņas
nl_be: Energieverbruik voor een persoon met een gewicht van {kg} kg / {lb} lb
pl: Wydatek energetyczny dla osoby ważącej {kg} kg / {lb} lb
pt_pt: Gasto de energia para uma pessoa que pesa {kg} kg / {lb} lb
ro: Cheltuieli cu energia pentru o persoană ponderată {kg} kg / {lb} lb
ru: Расход энергии для человека весом {kg} кг / {lb} фунтов
sl: Poraba energije za osebo, ki tehta {kg} kg / {lb} lb
sv: Energiförbrukning för en person som väger {kg} kg / {lb} lb
th: การใช้พลังงานสำหรับบุคคลที่มีน้ำหนัก {kg} กก. / {lb} ปอนด์
tr: {kg} kg / {lb} lb ağırlığındaki bir kişi için enerji harcaması
uk: Використання енергії для людини вагою {kg} кг / {lb} фунт
vi: Lượng năng lượng tiêu hao cho một người với cân nặng là {kg} kg / {lb} lb

# nutriscore_missing_category_short
source: Missing category
bg: Липсваща категория
ca: Falta la categoria
cs: Chybějící kategorie
da: Mangler kategori
de: Fehlende Kategorie
el: Λείπει κατηγορία
eo: Mankanta kategorio
es: Categoría faltante
fa: دسته بندی موجود نیست
fi: Luokka puuttuu
fr: Catégorie manquante
he: חסרה קטגוריה
hr: Nedostaje kategorija
hu: Hiányzó kategória
id: Kategori tidak ada
it: Categoria mancante
ja: カテゴリが不足
ka: კატეგორია აკლია
lt: Trūksta kategorijos
lv: Trūkstoša kategorija
nl_be: Ontbrekende categorie
pl: Brakująca kategoria
pt_pt: Categoria em falta
ro: Lipsește categoria
ru: Отсутствующая категория
sl: Manjka kategorija
sv: Kategori saknas
th: หมวดหมู่ที่หายไป
tr: Eksik kategori
uk: Відсутня категорія
vi: Danh mục còn thiếu

# nutriscore_missing_nutrition_data_short
source: Missing nutrition facts
ar: حقائق غذائية مفقودة
bg: Липсващи хранителни стойности
ca: Falten dades nutricionals
cs: Chybějící výživová fakta
da: Manglende ernæringsfakta
de: Nährwertangaben fehlen
el: Λείπουν διατροφικά στοιχεία
eo: Mankantaj nutraj faktoj
es: Faltan datos nutricionales
fa: حقایق تغذیه‌ای از قلم افتاده
fi: Puuttuva ravintosisältö
fr: Données nutritionnelles manquantes
he: עובדות תזונתיות חסרות
hr: Nedostaju nutritivne vrijednosti
hu: Hiányzó tápértékadatok
id: Kandungan gizi yang hilang
it: Dati nutrizionali mancanti
ja: 栄養成分表がありません
ka: კვებითი ღირებულების შესახებ ფაქტების ნაკლებობა
lt: Trūksta maistingumo
lv: Trūkstoši uztura fakti
nl_be: Ontbrekende voedingswaarden
pl: Brakujące fakty żywieniowe
pt_pt: Falta a informação nutricional
ro: Date nutriționale lipsă
ru: Отсутствует информация о пищевой ценности
sl: Manjkajoče hranilne vrednosti
sv: Saknade näringsfakta
th: ยังไม่มีฉลากโภชนาการ
tr: Eksik besin değerleri
uk: Пропущені факти харчування
vi: Thiếu thông tin về dinh dưỡng

# nutriscore_missing_prepared_nutrition_data_short
source: Missing prepared nutrition facts
eo: Mankas pretigitaj nutraj informoj
fa: اطلاعات تغذیه‌ای آماده موجود نیست
hr: Nedostaju pripremljene nutritivne vrijednosti
ka: მომზადებული კვებითი ღირებულების შესახებ ფაქტები აკლია
lv: Trūkst sagatavotu uzturvērtības faktu
sv: Saknar näringsfakta för färdigberedda produkter
th: ขาดข้อมูลโภชนาการที่เตรียมไว้

# nutriscore_missing_category_and_nutrition_data_short
source: Missing category and nutrition facts
bg: Липсваща категория и хранителни стойности
ca: Falta la categoria i les dades nutricionals
cs: Chybějící kategorie a fakta o výživě
da: Mangler kategori og ernæringsfakta
de: Fehlende Kategorie- und Nährwertinformationen
el: Λείπουν κατηγορία και διατροφικά στοιχεία
eo: Mankas kategorio kaj nutraj informoj
es: Faltan datos de categoría y nutrición
fa: دسته‌بندی و اطلاعات تغذیه‌ای موجود نیست
fi: Puuttuva luokka ja ravintosisältö
fr: Catégorie et informations nutritionnelles manquantes
he: הקטגוריה והעובדות התזונתיות חסרים
hr: Nedostaje kategorija i nutritivne vrijednosti
hu: Hiányzik a kategória és a tápértékadatok
id: Kategori dan fakta nutrisi yang hilang
it: Categoria e valori nutrizionali mancanti
ja: カテゴリと栄養成分表が不足
ka: კატეგორია და კვებითი ღირებულება აკლია
lt: Trūksta kategorijos ir maistingumo
lv: Trūkstoša kategorija un uzturvērtības informācija
nl_be: Ontbrekende categorie en voedingswaarden
pl: Brakujące informacje o kategorii i wartościach odżywczych
pt_pt: Categoria e informações nutricionais em falta
ro: Lipsește categoria și datele nutriționale
ru: Нет данных о категории и пищевой ценности
sl: Manjkajo podatki o kategoriji in hranilni vrednosti
sv: Saknad kategori och näringsfakta
th: ขาดหมวดหมู่และข้อมูลโภชนาการ
tr: Eksik kategori ve beslenme bilgileri
uk: Відсутня категорія та харчова цінність
vi: Thiếu danh mục phân loại và thông tin dinh dưỡng

# recommendation_who_reduce_or_stop_drinking_alcohol_title
source: Reduce or stop drinking alcohol
bg: Намали или спри да пиеш алкохол
ca: Redueix o deixa de beure alcohol
cs: Omezte nebo přestaňte pít alkohol
da: Reducér eller stop alkoholindtag
de: Alkoholkonsum reduzieren oder aufhören, Alkohol zu trinken
el: Μειώστε ή σταματήστε να πίνετε αλκοόλ
eo: Malpliigu aŭ ĉesu trinki alkoholon
es: Reduzca o deje de beber alcohol
fa: کاهش یا قطع مصرف الکل
fi: Vähennä tai lopeta alkoholin juominen
fr: Réduire ou arrêter de boire de l'alcool
he: מומלץ להפחית או להפסיק לשתות אלכוהול
hr: Smanjite ili prestanite piti alkohol
hu: Csökkentse vagy hagyja abba az alkoholfogyasztást
id: Kurangi atau hentikan minum alkohol
it: Riduci o smetti di bere alcolici
ja: アルコールの摂取量を減らすか、禁酒しましょう
ka: შეამცირეთ ან შეწყვიტეთ ალკოჰოლის მიღება
lt: Sumažinkite arba nustokite gerti alkoholį
lv: Samaziniet vai pārtrauciet alkohola lietošanu
nl_be: Verminder of stop met het drinken van alcohol
pl: Zmniejsz ilość lub przestań pić alkohol
pt_pt: Reduzir ou parar de beber álcool
ro: Reduceți sau opriți consumul de alcool
ru: Уменьшить или прекратить употребление алкоголя
sl: Zmanjšajte ali prenehajte piti alkohol
sv: Minska eller sluta dricka alkohol
th: ลดหรือเลิกดื่มแอลกอฮอล์
tr: Alkolü azaltın veya bırakın
uk: Зменшити або перестати вживати алкоголь
vi: Giảm hoặc ngừng uống rượu

# recommendation_who_reduce_or_stop_drinking_alcohol_subtitle
source: Less is better
bg: По-малко е по-добре
ca: Menys és millor
cs: Méně je lepší
da: Mindre er bedre
de: Weniger ist mehr
el: Όσο λιγότερο τόσο καλύτερο
eo: Malpli estas pli bone
es: Menos es mejor
fa: کمتر بهتر است
fi: Vähemmän on parempi
fr: Moins c'est mieux
he: כמה שפחות עדיף
hr: Manje je bolje
hu: A kevesebb jobb
id: Lebih sedikit lebih baik
it: Meno è meglio
ja: 少ないほど良い
ka: ნაკლები უკეთესია
lt: Mažiau yra geriau
lv: Mazāk ir labāk
nl_be: Minder is beter
pl: Mniej znaczy lepiej
pt_pt: Menos é melhor
ro: Mai puțin e mai bun
ru: Чем меньше Вы употребляете алкоголь, тем лучше
sl: Manj je več
sv: Mindre är bättre
th: น้อยแต่ดี
tr: Daha az daha iyi
uk: Чим менше, тим краще
vi: Càng ít càng tốt

# recommendation_who_reduce_or_stop_drinking_alcohol_text
source: This might not be the answer people want to hear, but there is no safe level for drinking alcohol. Of course there is lower-risk drinking, but WHO does not set particular limits, because the evidence shows that the ideal situation for health is to not drink at all. Alcohol is closely related to around 60 different diagnoses and for almost all there is a close dose–response relationship, so the more you drink, the higher your risk of disease. Less is better.
bg: Това може да не е отговорът, който хората искат да чуят, но няма безопасно ниво за пиене на алкохол. Разбира се, има пиене с по-нисък риск, но СЗО не поставя конкретни граници, защото доказателствата показват, че идеалната ситуация за здравето е изобщо да не се пие. Алкохолът е тясно свързан с около 60 различни диагнози и за почти всички има тясна връзка доза-отговор, така че колкото повече пиете, толкова по-висок е рискът от заболяване. По-малко е по-добре.
ca: Potser no és la resposta que la gent vol escoltar, però no hi ha un nivell segur per beure alcohol. Per descomptat, hi ha consum d'alcohol de menor risc, però l'OMS no posa límits particulars, perquè l'evidència demostra que la situació ideal per a la salut és no beure res. L'alcohol està estretament relacionat amb unes 60 malalties diferents i per a gairebé totes hi ha una estreta relació endre dosi i resposta, de manera que com més es beu, més risc hi ha de patir la malaltia. Menys és millor.
cs: Toto nemusí být odpověď, kterou lidé chtějí slyšet, ale neexistuje žádná bezpečná hladina pro pití alkoholu. Samozřejmě existuje pití s nižším rizikem, ale WHO nestanovuje konkrétní limity, protože důkazy ukazují, že ideální stav pro zdraví je nepít vůbec. Alkohol úzce souvisí s přibližně 60 různými diagnózami a téměř u všech existuje úzký vztah mezi dávkou a odezvou, takže čím více pijete, tím vyšší je riziko onemocnění. Méně je lepší.
da: Dette er måske ikke det svar, folk ønsker at høre, men der er ikke noget sikkert niveau for alkoholindtag. Der er selvfølgelig mindre-risiko indtag, men WHO opsætter ikke særlige grænser, da evidensen viser, at den ideelle situation for sundhed er et nulindtag. Alkohol er tæt forbundet med omkring 60 forskellige diagnoser, og for næsten alle er der en tæt-respons sammenhæng, så jo større indtag, jo højere sygdomsrisiko. Mindre er bedre.
de: Das ist vielleicht nicht die Antwort, die man hören möchte, aber es gibt keine sichere Menge für den Alkoholkonsum. Natürlich gibt es auch risikoärmeren Alkoholkonsum, aber die WHO legt keine gesonderten Grenzwerte fest, denn es ist erwiesen, dass die ideale Situation für die Gesundheit darin besteht, überhaupt nicht zu trinken. Alkohol steht in engem Zusammenhang mit etwa 60 verschiedenen Diagnosen, und bei fast allen besteht eine enge Dosis-Wirkungs-Beziehung, d. h. je mehr Sie trinken, desto höher ist Ihr Krankheitsrisiko. Weniger ist mehr.
el: Αυτή μπορεί να μην είναι η απάντηση που θέλουν να ακούσουν οι άνθρωποι, αλλά δεν υπάρχει ασφαλές επίπεδο για την κατανάλωση αλκοόλ. Φυσικά υπάρχει χαμηλότερου κινδύνου κατανάλωση αλκοόλ, αλλά ο ΠΟΥ δεν θέτει συγκεκριμένα όρια, γιατί τα στοιχεία δείχνουν ότι η ιδανική κατάσταση για την υγεία είναι να μην πίνεις καθόλου. Το αλκοόλ σχετίζεται στενά με περίπου 60 διαφορετικές διαγνώσεις και σχεδόν για όλες υπάρχει στενή σχέση δόσης-απόκρισης, επομένως όσο περισσότερο πίνετε, τόσο μεγαλύτερος είναι ο κίνδυνος ασθένειας. Όσο λιγότερο τόσο καλύτερα.
eo: Eble ĉi tio ne estas la respondo, kiun homoj volas aŭdi, sed ne ekzistas sekura nivelo por trinki alkoholon. Kompreneble, ekzistas malpli riska trinkado, sed la Monda Organizaĵo pri Sano (MOS) ne difinas specifajn limojn, ĉar la evidenteco montras, ke la ideala situacio por sano estas tute ne trinki. Alkoholo estas proksime rilata al ĉirkaŭ 60 malsamaj diagnozoj kaj por preskaŭ ĉiuj ekzistas proksima dozo-responda rilato, do ju pli vi trinkas, des pli alta estas via risko de malsano. Malpli estas pli bone.
es: Puede que esta no sea la respuesta que la gente quiere escuchar, pero no existe un nivel seguro para beber alcohol. Por supuesto que existe la bebida de menor riesgo, pero la OMS no establece límites particulares, porque la evidencia muestra que la situación ideal para la salud es no beber en absoluto. El alcohol está estrechamente relacionado con alrededor de 60 diagnósticos diferentes y para casi todos existe una estrecha relación dosis-respuesta, por lo que cuanto más se bebe, mayor es el riesgo de enfermedad. Menos es mejor.
fa: شاید این پاسخی نباشد که مردم می‌خواهند بشنوند، اما هیچ سطح ایمنی برای نوشیدن الکل وجود ندارد. البته نوشیدن الکل با ریسک پایین‌تری هم وجود دارد، اما سازمان بهداشت جهانی محدودیت‌های خاصی را تعیین نکرده است، زیرا شواهد نشان می‌دهد که وضعیت ایده‌آل برای سلامتی، اصلاً ننوشیدن الکل است. الکل با حدود ۶۰ تشخیص مختلف ارتباط نزدیکی دارد و تقریباً برای همه آنها رابطه دوز-پاسخ نزدیکی وجود دارد، بنابراین هرچه بیشتر بنوشید، خطر ابتلا به بیماری بیشتر می‌شود. هرچه کمتر بنوشید بهتر است.
fi: Tämä ei ehkä ole vastaus, jonka ihmiset haluavat kuulla, mutta alkoholin juomiselle ei ole turvallista tasoa. Tietysti vähäisemmän riskin juomista on olemassa, mutta WHO ei aseta erityisiä rajoja, koska todisteet osoittavat, että ihannetilanne terveydelle on olla juomatta. Alkoholi liittyy läheisesti noin 60 eri diagnoosiin, ja lähes kaikilla on läheinen annos-vastesuhde, joten mitä enemmän juot, sitä suurempi on sairauden riski. Vähemmän on parempi.
fr: Ce n’est peut-être pas la réponse que vous souhaitez entendre, mais il n’existe pas de consommation d’alcool sans risque. Bien sûr, il est possible de boire à moindre risque, mais l’OMS n’impose pas de limites spécifiques car il est démontré que la solution idéale pour rester en bonne santé est de ne pas boire du tout. L’alcool est étroitement impliqué dans environ 60 diagnostics différents et, dans la quasi-majorité des cas, on observe une étroite relation dose-effet. En d’autres termes, plus vous buvez, plus vous risquez d’être malade. Moins l’on boit, mieux c’est.
he: זאת אולי לא התשובה שאנשים רוצים לשמוע אך אין רמה בטוחה של שתיית אלכוהול. כמובן שיש אפשרות לשתות בצורה שאינה מסכנת אך מי מאתנו לא מגדיר מגבלות מסוימות, העדויות מראות שהמצב המיטבי לבריאות הוא לא לשתות כלל. אלכוהול מקושר ישירות לבערך 60 אבחנות שונות וכמעט בכולן יש קשר מובהק בין כמות לאחריות, כך שככל ששותים יותר, סיכויי התחלואה עולים. עדיף כמה שפחות.
hr: Ovo možda nije odgovor koji ljudi žele čuti, ali ne postoji sigurna razina za pijenje alkohola. Naravno, postoji pijenje s nižim rizikom, ali WHO ne postavlja posebna ograničenja, jer dokazi pokazuju da je idealna situacija za zdravlje uopće ne piti. Alkohol je usko povezan s oko 60 različitih dijagnoza i za gotovo sve postoji bliski odnos doze i odgovora, pa što više pijete, to je veći rizik od bolesti. Manje je bolje.
hu: Lehet, hogy nem ez az a válasz, amit az emberek hallani szeretnének, de az alkoholfogyasztásnak nincs biztonságos szintje. Természetesen van alacsonyabb kockázatú ivás, de a WHO nem szab különösebb határokat, mert a bizonyítékok azt mutatják, hogy az egészség szempontjából az ideális helyzet az, ha egyáltalán nem iszik. Az alkohol közel 60 különböző diagnózishoz kapcsolódik, és szinte mindegyik esetében szoros dózis-válasz összefüggés van, tehát minél többet iszik, annál nagyobb a betegség kockázata. A kevesebb jobb.
it: Questa potrebbe non essere la risposta che le persone vogliono sentire, ma non esiste alcun livello sicuro per bere alcolici. Certo, c'è un consumo a minor rischio, ma l'OMS non imposta dei limiti particolari, perché le prove mostrano che la situazione ideale per la salute è non bere affatto. L'alcol è strettamente correlato a circa 60 diagnosi differenti e per quasi tutte esiste una stretta relazione tra dose e risposta, quindi più bevi, maggiore è il tuo rischio di malattie. Meno è meglio.
ja: 耳をふさぎたくなるような話かもしれませんが、アルコールの摂取量に安全なレベルはありません。もちろんリスクが低い飲み方はありますが、WHOは特定の制限を設けていません。なぜなら、健康のために理想的なのは全く飲酒しないことだからです。アルコールは約60の診断に関連しており、そのほとんどに用量反応関係があります。飲酒量が多いほど、病気のリスクが高くなるということです。少ないほど良いのです。
ka: შესაძლოა, ეს არ იყოს ის პასუხი, რომლის მოსმენაც ხალხს სურს, მაგრამ ალკოჰოლის მოხმარების უსაფრთხო დონე არ არსებობს. რა თქმა უნდა, არსებობს დაბალი რისკის მქონე ალკოჰოლის მოხმარება, მაგრამ ჯანმო კონკრეტულ შეზღუდვებს არ აწესებს, რადგან მტკიცებულებები აჩვენებს, რომ ჯანმრთელობისთვის იდეალური სიტუაციაა საერთოდ არ დალიოთ. ალკოჰოლი მჭიდრო კავშირშია დაახლოებით 60 სხვადასხვა დიაგნოზთან და თითქმის ყველა შემთხვევაში არსებობს დოზა-რეაქციის მჭიდრო კავშირი, ამიტომ რაც უფრო მეტს სვამთ, მით უფრო მაღალია დაავადების რისკი. ნაკლები უკეთესია.
lt: Galbūt tai nėra atsakymas, kurį žmonės nori išgirsti, tačiau nėra saugaus alkoholio vartojimo lygio. Žinoma, yra mažesnės rizikos girtavimas, tačiau PSO nenustato konkrečių ribų, nes įrodymai rodo, kad ideali situacija sveikatai yra negerti. Alkoholis yra glaudžiai susijęs su maždaug 60 skirtingų diagnozių ir beveik visoms yra glaudus dozės ir atsako ryšys, todėl kuo daugiau geriate, tuo didesnė ligų rizika. Mažiau yra geriau.
lv: Šī varētu nebūt atbilde, ko cilvēki vēlas dzirdēt, taču nav droša alkohola lietošanas līmeņa. Protams, pastāv zemāka riska alkohola lietošana, taču PVO nenosaka konkrētus ierobežojumus, jo pierādījumi liecina, ka ideāla situācija veselībai ir nedzert vispār. Alkohols ir cieši saistīts ar aptuveni 60 dažādām diagnozēm, un gandrīz visām pastāv cieša devas un atbildes reakcijas saistība, tāpēc, jo vairāk jūs dzerat, jo lielāks ir jūsu slimības risks. Mazāk ir labāk.
nl_be: Dit is misschien niet het antwoord dat mensen willen horen, maar er is geen veilig niveau voor het drinken van alcohol. Natuurlijk is er minder risico drinken, maar de WHO stelt geen specifieke limieten, omdat het bewijs aantoont dat de ideale situatie voor de gezondheid is om helemaal niet te drinken. Alcohol hangt nauw samen met ongeveer 60 verschillende diagnoses en voor bijna alle is er een nauwe relatie met de dosering, dus hoe meer je drinkt, hoe groter het risico op ziekte. Minder is beter.
pl: To może nie być odpowiedź, którą ludzie chcą usłyszeć, ale nie ma bezpiecznego poziomu picia alkoholu. Oczywiście jest picie mniejszego ryzyka, ale WHO nie wyznacza konkretnych granic, ponieważ dowody wskazują, że idealną sytuacją dla zdrowia jest nie picie w ogóle. Alkohol jest ściśle powiązany z około 60 różnymi diagnozami i prawie dla wszystkich istnieje ścisły związek między dawką a reakcją, więc im więcej pijesz, tym większe ryzyko choroby. Mniej znaczy lepiej.
pt_pt: Esta pode não ser a resposta que as pessoas querem ouvir, mas não existe um nível seguro para o consumo de álcool. Claro que existe consumo de menor risco, mas a OMS não estabelece limites específicos, porque as evidências mostram que a situação ideal para a saúde é não beber nada. O álcool está intimamente relacionado a cerca de 60 diagnósticos diferentes e, para quase todos, há uma estreita relação dose-resposta; portanto, quanto mais se bebe, maior o risco de doenças. Menos é melhor.
ro: Poate că acesta nu este răspunsul pe care oamenii doresc să-l audă, dar nu există un nivel sigur de consum de alcool. Bineînţeles că există un nivel mai scăzut al consumului de alcool, dar OMS nu stabileşte anumite limite, pentru că dovezile arată că situaţia ideală pentru sănătate este aceea de a nu bea deloc. Alcoolul este strâns legat de aproximativ 60 de diagnostice diferite, iar pentru aproape toate există o relaţie strânsă de doză-răspuns, cu cât beţi mai mult, cu atât riscul dumneavoastră de boală este mai mare. Mai puțin este mai bine.
ru: Возможно, это не тот ответ, который люди хотят услышать, но безопасного уровня употребления алкоголя не существует. Конечно, существует употребление алкоголя с меньшим риском, но ВОЗ не устанавливает конкретных ограничений, поскольку фактические данные показывают, что идеальной ситуацией для здоровья является отказ от употребления алкоголя вообще. Употребление алкоголя тесно связано примерно с 60 различными диагнозами, и почти для всех существует тесная зависимость "доза-эффект", поэтому чем больше вы пьете, тем выше риск заболевания. Чем меньше тем лучше.
sl: Morda vam ta odgovor ne bo všeč, vendar dejstvo je, da varna raven pitja alkohola ne obstaja. V zmernih količinah obstaja manjše tveganje za pitje, vendar dokazi pridobljeni s strank WHO kažejo, da je najbolj idealno, da po alkoholu sploh ne posegamo. Alkohol je tesno povezan s približno 60 različnimi boleznimi in za skoraj vse obstaja tesno razmerje med odmerkom in odzivom, posledično več kot pijete, bolj ste izpostavljeni. Manj je več.
sv: Det här kanske inte är svaret folk vill höra, men det finns ingen säker nivå för att dricka alkohol. Naturligtvis finns det lägre risk för alkoholkonsumtion, men WHO sätter inga särskilda gränser, eftersom bevisen visar att den ideala situationen för hälsan är att inte dricka alls. Alkohol är nära relaterat till cirka 60 olika diagnoser och för nästan alla finns det ett nära dos-respons-samband, så ju mer du dricker, desto högre är risken för sjukdom. Mindre är bättre.
th: นี่อาจไม่ใช่คำตอบที่หลายคนอยากได้ยิน แต่ไม่มีระดับการดื่มแอลกอฮอล์ที่ปลอดภัยอย่างแท้จริง แน่นอนว่ามีการดื่มในระดับที่มีความเสี่ยงต่ำกว่า แต่องค์การอนามัยโลกไม่ได้กำหนดขีดจำกัดที่เฉพาะเจาะจง เนื่องจากหลักฐานแสดงให้เห็นว่าสถานการณ์ที่เหมาะสมที่สุดสำหรับสุขภาพคือการไม่ดื่มเลย แอลกอฮอล์มีความเกี่ยวข้องอย่างใกล้ชิดกับโรคต่างๆ ประมาณ 60 โรค และเกือบทุกโรคมีความสัมพันธ์อย่างใกล้ชิดระหว่างปริมาณการดื่มกับผลกระทบ ดังนั้นยิ่งคุณดื่มมากเท่าไหร่ ความเสี่ยงต่อโรคก็ยิ่งสูงขึ้นเท่านั้น ดื่มน้อยลงจึงดีกว่า
tr: İnsanların duymak istediği cevap bu olmayabilir ama alkol almak için güvenli bir miktar yok. Elbette daha düşük riskli içme vardır, ancak Dünya Sağlık Örgütü belirli sınırlar koymaz, çünkü kanıtlar sağlık için ideal durumun hiç içmemek olduğunu göstermektedir. Alkol, yaklaşık 60 farklı teşhis ile yakından ilişkilidir ve neredeyse hepsi için yakın bir doz-yanıt ilişkisi vardır, bu nedenle ne kadar çok içerseniz, hastalık riskiniz o kadar yüksek olur. Ne kadar az, o kadar iyidir.
uk: Можливо, це не та відповідь, яку люди хочуть почути, але безпечного рівня вживання алкоголю не існує. Звичайно, існує низький ризик вживання, але ВООЗ не встановлює конкретні ліміти, оскільки доведено, що для здоров’я найкращим виходом буде зовсім не вживати алкоголь. Алкоголь пов’язаний із близько 60 різними діагнозами, і майже для кожного існує крива доза-ефект, тож, чим більше ви вживаєте, тим вище ризик захворювання. Чим менше, тим краще.
vi: Đây có thể không phải là câu trả lời mà mọi người muốn nghe, nhưng không có một mức an toàn nào cho việc uống rượu. Đương nhiên có mức độ uống có rủi ro thấp hơn, nhưng WHO không đưa ra một giới hạn cụ thể, bởi có dẫn chứng cho rằng lý tưởng nhất cho sức khỏe là không uống rượu. Rượu gẫn như liên quan đến khoảng 60 chẩn đoán bệnh khác nhau và hầu hết đều có mối quan hệ chặt chẽ giữa liều lượng - phản ứng, vì thế bạn uống càng nhiều, nguy cơ mặc bệnh sẽ càng cao. Vì thế càng ít càng tốt.

source: Source
bg: Източник
ca: Origen
cs: Zdroj
da: Kilde
de: Quelle
el: Πηγή
eo: Fonto
es: Fuente
fa: منبع
fi: Lähde
he: מקור
hr: Izvor
hu: Forrás
id: Sumber
it: Fonte
ja: 情報源
ka: წყარო
lt: Šaltinis
lv: Avots
nl_be: Bron
pl: Źródło
pt_pt: Fonte
ro: Sursa
ru: Источник
sl: Vir
sv: Källa
th: แหล่งที่มา
tr: Bilgi Kaynağı
uk: Джерело
vi: Nguồn
