Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# image_front_url
source: Link to front product photo
ar: رابط لصورة المنتج الأمامية
bg: Връзка към лицевата снимка на продукта
ca: Enllaç a la foto frontal del producte
cs: Odkaz na přední fotografii produktu
da: Link til forsideproduktfoto
de: Link zum Foto der Vorderseite des Produkts
el: Σύνδεσμος στη μπροστινή φωτογραφία προϊόντος
eo: Ligilo al antaŭa produkta foto
es: Enlace a la foto frontal del producto
fa: لینک عکس جلوی محصول
fi: Linkki tuotteen edustakuvaan
fr: Lien vers la photo de face du produit
he: קישור לתמונת החזית של המוצר
hr: Veza na prednju fotografiju proizvoda
hu: Link az első oldali termékfotóhoz
id: Tautan untuk foto produk bagian depan
it: Link alla foto anteriore del prodotto
ja: 商品の前面写真へのリンク
ka: ბმული პროდუქტის წინა ფოტოზე
lt: Nuoroda į priekinę produkto nuotrauką
lv: Saite uz produkta fotoattēlu priekšpusē
nl_be: Link naar productfoto voorzijde
pl: Link do zdjęcia produktu z przodu
pt_pt: Hiperligação para a foto frontal do produto
ro: Link la fotografia din față a produsului
ru: Ссылка на основное фото продукта
sl: Povezava do sprednje fotografije izdelka
sv: Länk till bild på produktens framsida
th: ลิงก์ไปยังรูปภาพสินค้าด้านหน้า
tr: Ürünün ön fotoğrafının linki
uk: Постлання на фото попередньої продукції
vi: Liên kết đến ảnh mặt trước sản phẩm

# image_ingredients_url
source: Link to ingredients list photo
ar: رابط لصورة قائمة المكونات
bg: Връзка към снимката на списъка на съставките
ca: Enllaç a la foto de la llista d'ingredients
cs: Odkaz na fotografii seznamu přísad
da: Link til ingredienslistefoto
de: Link zum Foto der Zutatenliste
el: Σύνδεσμος στη φωτογραφία λίστας συστατικών
eo: Ligilo al foto de la listo de ingrediencoj
es: Enlace a la foto de la lista de ingredientes
fa: لینک به عکس لیست مواد تشکیل دهنده
fi: Linkki ainesosaluettelokuvaan
fr: Lien vers la photo de la liste des ingrédients
he: קישור לתמונת רשימת הרכיבים
hr: Link na fotografiju s popisom sastojaka
hu: Link az összetevőlista fotóhoz
id: Tautan untuk foto daftar kandungan bahan
it: Link alla foto della lista ingredienti
ja: 原材料一覧の写真へのリンク
ka: ინგრედიენტების სიის ფოტოს ბმული
lt: Nuoroda į ingredientų sąrašo nuotrauką
lv: Saite uz sastāvdaļu saraksta fotoattēlu
nl_be: Link naar foto van ingrediëntenlijst
pl: Link do zdjęcia listy składników
pt_pt: Hiperligação para a foto da lista de ingredientes
ro: Link către poza listei de ingrediente
ru: Ссылка на фото списка ингредиентов
sl: Povezava do fotografije s seznamom sestavin
sv: Länk till bild på ingredienslistan
th: ลิงก์ไปยังรูปภาพรายการส่วนผสม
tr: İçindekiler listesi fotoğrafının linki
uk: Посилання на список компонентів, розміщених на фото
vi: Liên kết đến ảnh danh sách thành phần

# image_nutrition_url
source: Link to nutrition facts table photo
ar: رابط لصورة جدول حقائق التغذية
bg: Връзка към снимката на таблицата с хранителните стойности
ca: Enllaç a la foto de la taula de dades nutricionals
cs: Odkaz na fotografii tabulky nutričních faktů
da: Link til ernæringsfaktatabelfoto
de: Link zumFoto der den Nährwertangabentabelle
el: Σύνδεσμος στη φωτογραφία πίνακα με στοιχεία διατροφής
eo: Ligilo al foto de la tabelo pri nutraj informoj
es: Enlace a la foto de la tabla de información nutricional
fa: لینک به عکس جدول اطلاعات تغذیه‌ای
fi: Linkki ravintoarvotaulukkokuvaan
fr: Lien vers la photo du tableau nutritionnel
he: קישור לתמונת טבלת העובדות התזונתיות
hr: Veza na fotografiju tablice nutritivnih vrijednosti
hu: Link a tápértéktáblázat fotóhoz
id: Tautan untuk foto tabel informasi nilai gizi
it: Link alla foto della tabella dei dati nutrizionali
ja: 栄養成分表の写真へのリンク
ka: ბმული კვებითი ღირებულების შესახებ ინფორმაციის ცხრილის ფოტოზე
lt: Nuoroda į mitybos faktų lentelės nuotrauką
lv: Saite uz uzturvērtības tabulas fotoattēlu
nl_be: Link naar foto van voedingsfeitentabel
pl: Link do zdjęcia tabeli wartości odżywczej
pt_pt: Hiperligação para a fotografia da tabela de informações nutricionais
ro: Link către fotografia tabelului cu informații nutriționale
ru: Ссылка на фото таблицы питательной ценности
sl: Povezava do fotografije s tabelo o vsebnosti hranil
sv: Länk till bild på tabell över näringsfakta
th: ลิงก์ไปยังรูปภาพตารางข้อมูลโภชนาการ
tr: Besin değerleri tablosu fotoğrafının linki
uk: Посилання на таблицю харчової цінності розміщених на фото
vi: Liên kết đến ảnh bảng thông tin dinh dưỡng

# image_other_url
source: Link to other product photo
ar: رابط لصورة منتج آخر
bg: Влъзка към друга снимка на продукта
ca: Enllaç a una altra foto del producte
cs: Odkaz na další fotografii produktu
da: Link til andre produktfotos
de: Link zu weiteren Produktfotos
el: Σύνδεσμος προς άλλη φωτογραφία προϊόντος
eo: Ligilo al alia produkta foto
es: Enlace a otra foto del producto
fa: لینک به عکس محصول دیگر
fi: Linkki muuhun tuotekuvaan
fr: Lien vers une autre photo du produit
he: קישור לתמונה של מוצר אחר
hr: Link na drugu fotografiju proizvoda
hu: Link további termékfotóhoz
id: Tautan untuk foto produk lainnya
it: Link ad altre foto del prodotto
ja: 他の商品の写真へのリンク
ka: ბმული სხვა პროდუქტის ფოტოზე
lt: Nuoroda į kito produkto nuotrauką
lv: Saite uz cita produkta fotoattēlu
nl_be: Link naar foto van een ander product
pl: Link do innych zdjęć produktu
pt_pt: Hiperligação para outra foto do produto
ro: Link către altă fotografie a produsului
ru: Ссылка на другие фото продукта
sl: Povezava do druge fotografije izdelka
sv: Länk till annat produktfoto
th: ลิงก์ไปยังรูปภาพสินค้าอื่นๆ
tr: Ürünün diğer fotoğraflarının linki
uk: Посилання на фото іншої продукції
vi: Liên kết đến ảnh khác về sản phẩm

# labels_specific
source: Specific label
ar: تسمية محددة
bg: Специфичен етикет
ca: Etiqueta específica
cs: Specifický štítek
da: Specifik etiket
de: Spezifisches Etikett
el: Συγκεκριμένη ετικέτα
eo: Specifa etikedo
es: Etiqueta específica
fa: برچسب خاص
fi: Tietty merkki
fr: Label spécifique
he: תווית מסוימת
hr: Specifična oznaka
hu: Jellemző címke
id: Label spesifik
it: Etichetta specifica
ja: 特定のラベル
ka: კონკრეტული ეტიკეტი
lt: Konkreti etiketė
lv: Konkrēta etiķete
nl_be: Specifiek label
pl: Szczegóły etykiety
pt_pt: Etiqueta específica
ro: Etichetă specifică
ru: Конкретная этикетка
sl: Posebna oznaka
sv: Specifik etikett
th: ฉลากเฉพาะ
tr: Belirli etiket
uk: Спеціальна етикетка
vi: Nhãn dán cụ thể

# categories_specific
source: Specific category
ar: فئة محددة
bg: Специфична категория
ca: Categoria específica
cs: Specifická kategorie
da: Specifik kategori
de: Spezifische Kategorien
el: Συγκεκριμένη κατηγορία
eo: Specifa kategorio
es: Categoría específica
fa: دسته بندی خاص
fi: Tietty tuoteluokka
fr: Catégorie spécifique
he: קטגוריה מסוימת
hr: Određena kategorija
hu: Jellemző kategória
id: Kategori spesifik
it: Categoria specifica
ja: 特定のカテゴリ
ka: კონკრეტული კატეგორია
lt: Konkreti kategorija
lv: Konkrēta kategorija
nl_be: Specifieke categorie
pl: Określ kategorię
pt_pt: Categoria específica
ro: Categorie specifică
ru: Конкретная категория
sl: Specifična kategorija
sv: Specifik kategori
th: หมวดหมู่เฉพาะ
tr: Belirli kategori
uk: Особлива категорія
vi: Danh mục cụ thể

# sources_fields_specific
source: Source specific field
ar: حقل محدد المصدر
bg: Поле, специфично за източника
ca: Camp específic de la font
cs: Specifické pole zdroje
da: Kildespecifikt felt
de: Quellenspezifisches Feld
el: Πεδίο για την προέλευση
eo: Fontspecifa kampo
es: Campo específico de origen
fa: فیلد خاص منبع
fi: Lähdekohtainen kenttä
fr: Champ spécifique à la source
he: שדה תלוי מקור
hr: Polje specifično za izvor
hu: Forrásspecifikus mező
id: Field khusus sumber
it: Campo specifico della fonte
ja: ソース固有のフィールド
ka: წყაროს სპეციფიკური ველი
lt: Konkretus šaltinio laukas
lv: Avotam specifisks lauks
nl_be: Bronspecifiek veld
pl: Pole źródłowe
pt_pt: Campo específico da origem
ro: Câmp specific sursei
ru: Специфичное поле источника
sl: Specifično polje za vir
sv: Källans specifika fält
th: ฟิลด์เฉพาะแหล่งที่มา
tr: Kaynağa özgü alan
uk: Джерело особливого промислу
vi: Nguồn trường cụ thể

source: Select a field
ar: حدد حقل
bg: Избор на поле
ca: Selecciona un camp
cs: Vyberte pole
da: Vælg et felt
de: Feld auswählen
el: Επιλέξτε ένα πεδίο
eo: Elektu kampon
es: Selecciona un campo
fa: یک فیلد انتخاب کنید
fi: Valitse kenttä
fr: Sélectionnez un champ
he: בחירת שדה
hr: Odaberite polje
hu: Válasszon egy mezőt
id: Pilih field
it: Selezionare un campo
ja: フィールドを選択
ka: აირჩიეთ ველი
lt: Pasirinkite lauką
lv: Atlasiet lauku
nl_be: Selecteer een veld
pl: Zaznacz pole
pt_pt: Selecione um campo
ro: Selectați un câmp
ru: Выберите поле
sl: Izberi polje
sv: Välj ett fält
th: เลือกช่องข้อมูล
tr: Bir alan seçin
uk: Оберіть тип промислу
vi: Chọn một trường

source: Specify
ar: تحديد
bg: Посочи
ca: Especifica
cs: Upřesněte
da: Specificér
de: Angeben
el: Καθορίστε
eo: Specifu
es: Especificar
fa: مشخص کنید
fi: Määritä
fr: Indiquez
he: ציון
hr: Navedite
hu: Meghatároz
id: Tentukan
it: Specifica
ja: 条件を指定する
ka: მიუთითეთ
lt: Nurodykite
lv: Norādiet
nl_be: Specificeer
pl: Określ
pt_pt: Especificar
ro: Specifică
ru: Указать
sl: Določi
sv: Specificera
th: ระบุ
tr: Belirtin
uk: Обумовте
vi: Chỉ định

# value_unit_dropdown
source: In the dropdown menu on the right, specify if the column contains:
ar: في القائمة المنسدلة على اليمين، حدد ما إذا كان العمود يحتوي على:
bg: В падащото меню вдясно посочи дали колоната съдържа:
ca: Al menú desplegable de la dreta, especifiqueu si la columna conté:
cs: V rozbalovací nabídce vpravo určete, zda sloupec obsahuje:
da: Specoficér i rullemenuen til højre om kolonnen indeholder:
de: Im Auswahlmenü auf der rechten Seite angeben, ob die Spalte Folgendes enthält:
el: Στο αναπτυσσόμενο μενού στα δεξιά, καθορίστε εάν η στήλη περιέχει:
eo: En la falmenuo dekstre, specifu ĉu la kolumno enhavas:
es: En el menú desplegable de la derecha, especifica si la columna contiene:
fa: در منوی کشویی سمت راست، مشخص کنید که آیا ستون شامل موارد زیر است یا خیر:
fi: Määritä oikealla olevasta avattavassa valikossa, jos sarake sisältää:
fr: Dans le menu déroulant à droite, spécifiez si la colonne contient:
he: בתפריט הנפתח שמשמאל, יש לציין אם העמודה מכילה:
hr: U padajućem izborniku s desne strane navedite sadrži li stupac:
hu: A jobb oldali legördülő menüben adja meg, hogy az oszlop tartalmazza-e:
id: Pada menu dropdown di sebelah kanan, tentukan bila kolom berisi:
it: Nel menu a discesa a destra, specifica se la colonna contiene:
ja: 右側のドロップダウンメニューで、列に含まれるかどうかを指定します。
ka: მარჯვენა მხარეს ჩამოსაშლელ მენიუში მიუთითეთ, შეიცავს თუ არა სვეტი:
lt: Dešinėje esančiame išskleidžiamajame meniu nurodykite, ar stulpelyje yra:
lv: Nolaižamajā izvēlnē labajā pusē norādiet, vai kolonnā ir:
nl_be: Geef in het vervolgkeuzemenu aan de rechterkant op of de kolom het volgende bevat:
pl: W menu rozwijanym po prawej stronie określ:
pt_pt: No menu suspenso à direita especifique se a coluna contém:
ro: În meniul derulant din dreapta, specificați dacă coloana conține:
ru: В раскрывающемся меню справа укажите, содержит ли столбец:
sl: V spustnem meniju na desni določite, ali stolpec vsebuje:
sv: I rullgardinsmenyn till höger, ange om kolumnen innehåller:
th: ในเมนูแบบเลื่อนลงทางด้านขวา ให้ระบุว่าคอลัมน์นั้นมีข้อมูลอะไรบ้าง:
tr: Sağdaki açılır menüde, sütunun içerip içermediğini belirtin:
uk: У випадному списку, який розміщено справа, уточніть чи містить в собі графа:
vi: Trong menu thả xuống bên tay phải, chỉ định xem cột có chứa:

# value_unit_dropdown_value_unit
source: the value and the unit
ar: القيمة والوحدة
bg: стойността и единицата
ca: el valor i la unitat
cs: hodnotu a jednotku
da: værdien og enheden
de: den Wert und die Einheit
el: την αξία και τη μονάδα
eo: la valoro kaj la unuo
es: el valor y la unidad
fa: مقدار و واحد
fi: arvo ja yksikkö
fr: la valeur et l'unité
he: הערך והיחידה
hr: vrijednost i jedinica
hu: az érték és a mértékegység
id: nilai dan unit
it: il valore e l'unità
ja: 値と単位
ka: ღირებულება და ერთეული
lt: vertė ir vienetas
lv: vērtība un mērvienība
nl_be: de waarde en de eenheid
pl: wartość i jednostkę
pt_pt: o valor e a unidade
ro: valoarea și unitatea
ru: значение и единица
sl: vrednost in enoto
sv: värdet och enheten
th: ค่าและหน่วย
tr: değer ve birim
uk: величина та одиниця
vi: giá trị và đơn vị

# value_unit_dropdown_value_specific_unit
source: the value in a specific unit
ar: القيمة في وحدة محددة
bg: стойността в конкретна единица
ca: el valor en una unitat concreta
cs: hodnotu v konkrétní jednotce
da: værdien i en bestemt enhed
de: den Wert in einer bestimmten Einheit
el: την τιμή σε μια συγκεκριμένη μονάδα
eo: la valoro en specifa unuo
es: el valor en una unidad específica
fa: مقدار در یک واحد خاص
fi: arvo tietyssä yksikössä
fr: la valeur dans une unité spécifique
he: הערך ביחידה מסוימת
hr: vrijednost u određenoj jedinici
hu: az érték egy adott mértékegységben
id: nilai dalam unit spesifik
it: il valore in un'unità specifica
ja: 特定の単位の値
ka: ღირებულება კონკრეტულ ერთეულში
lt: vertė konkrečiame vienete
lv: vērtība noteiktā vienībā
nl_be: de waarde in een specifieke eenheid
pl: wartość w określonej jednostce
pt_pt: o valor numa unidade específica
ro: valoarea într-o anumită unitate
ru: значение в определенной единице
sl: vrednost v določeni enoti
sv: värdet i en specifik enhet
th: ค่าในหน่วยเฉพาะ
tr: belirli bir birim cinsinden değer
uk: величина конкретної одиниці вимірювання
vi: giá trị trong một đơn vị cụ thể

# value_unit_dropdown_value
source: only the value, with the unit in another column
ar: القيمة فقط ، مع وجود الوحدة في عمود آخر
bg: само стойността, като единицата е в друга колона
ca: només el valor, amb la unitat en una altra columna
cs: pouze hodnotu s jednotkou v jiném sloupci
da: kun værdien med enheden i en anden kolonne
de: nur den Wert, mit der Einheit in einer anderen Spalte
el: μόνο την τιμή, με τη μονάδα σε άλλη στήλη
eo: nur la valoro, kun la unuo en alia kolumno
es: solo el valor, con la unidad en otra columna
fa: فقط مقدار، با واحد در ستون دیگری
fi: vain arvo, yksikkö toisessa sarakkeessa
fr: seule la valeur, avec l'unité dans une autre colonne
he: רק הערך, בצירוף היחידה שמופיעה בעמודה אחרת
hr: samo vrijednost, s jedinicom u drugom stupcu
hu: csak az érték, a mértékegység külön oszlopban
id: hanya nilainya, dengan unit di kolom lain
it: solo il valore, con l'unità in un'altra colonna
ja: 値のみを表示し、単位は別の列に表示します
ka: მხოლოდ მნიშვნელობა, ერთეული კი სხვა სვეტშია
lt: tik vertė, o vienetas - kitame stulpelyje
lv: tikai vērtība, ar mērvienību citā kolonnā
nl_be: alleen de waarde, met de eenheid in een andere kolom
pl: tylko wartość, z jednostką w innej kolumnie
pt_pt: apenas o valor, com a unidade noutra coluna
ro: doar valoarea, cu unitatea în altă coloană
ru: только значение, единицы в другом столбце
sl: samo vrednost, z enoto v drugem stolpcu
sv: endast värdet, med enheten i en annan kolumn
th: แสดงเฉพาะค่า ส่วนหน่วยจะแสดงในคอลัมน์อื่น
tr: sadece değer, birim başka bir sütunda
uk: вкажіть лише величину вказавши одиницю вимірювання в іншій графі
vi: chỉ giá trị, với đơn vị ở một cột khác

# value_unit_dropdown_unit
source: only the unit, with the value in another column
ar: فقط الوحدة ، مع القيمة في عمود آخر
bg: само единицата, със стойността в друга колона
ca: només la unitat, amb el valor en una altra columna
cs: pouze jednotku s hodnotou v jiném sloupci
da: kun enheden med værdien i en anden kolonne
de: nur die Einheit, mit dem Wert in einer anderen Spalte
el: μόνο τη μονάδα, με την τιμή σε άλλη στήλη
eo: nur la unuo, kun la valoro en alia kolumno
es: solo la unidad, con el valor en otra columna
fa: فقط واحد، با مقدار در ستون دیگر
fi: vain yksikkö, arvo toisessa sarakkeessa
fr: seulement l'unité, avec la valeur dans une autre colonne
he: רק היחידה, בצירוף הערך בעמודה אחרת
hr: samo jedinica, s vrijednošću u drugom stupcu
hu: csak a mértékegység, az érték külön oszlopban
id: hanya unitnya, dengan nilai di kolom lain
it: solo l'unità, con il valore in un'altra colonna
ja: 単位のみを表示し、値は別の列に表示します
ka: მხოლოდ ერთეული, მნიშვნელობა კი სხვა სვეტშია
lt: tik vienetas, kurio vertė yra kitame stulpelyje
lv: tikai mērvienība, ar vērtību citā kolonnā
nl_be: alleen de eenheid, met de waarde in een andere kolom
pl: tylko jednostka, z wartością w innej kolumnie
pt_pt: apenas a unidade, com o valor noutra coluna
ro: numai unitatea, cu valoarea în altă coloană
ru: только единицы, значения в другом столбце
sl: samo enota z vrednostjo v drugem stolpcu
sv: endast enheten, med värdet i en annan kolumn
th: ระบุเฉพาะหน่วย ส่วนค่าจะอยู่ในคอลัมน์อื่น
tr: sadece birim, değer başka bir sütunda
uk: лише одиницю вимірювання разом з величиною, що розміщена в іншій колонці
vi: chỉ đơn vị, với giá trị trong một cột khác

# labels_specific_tag
source: Select this option if the column indicates the presence of a specific label (e.g. Organic, Fair-Trade) when the value is either Y, Yes or 1.
ar: حدد هذا الخيار إذا كان العمود يشير إلى وجود تسمية معينة (مثل عضوي، التجارة النزيهة) عندما تكون القيمة إما Y أو Yes أو 1.
bg: Изберете тази опция, ако колоната показва наличието на конкретен етикет (напр. органичен, справедлива търговия), когато стойността е Y, Yes или 1.
ca: Seleccioneu aquesta opció si la columna indica la presència d'una etiqueta específica (p. ex. Orgànica, Comerç Just) quan el valor és Y, Yes o 1.
cs: Tuto možnost vyberte, pokud sloupec označuje přítomnost konkrétního štítku (např. Organic, Fair-Trade), když je hodnota buď Y, Ano nebo 1.
da: Vælg denne indstilling, hvis kolonnen angiver tilstedeværelsen af en bestemt etiket (f.eks. Organisk, Fair-Trade), når indholdet er enten J, Ja eller 1.
de: Wählen Sie diese Option, wenn die Spalte das Vorhandensein einer bestimmten Kennzeichnung (z.B. Bio, Fair-Trade) anzeigen soll, wenn der Wert entweder „J”, „Ja” oder „1” ist.
el: Επιλέξτε αυτή την επιλογή αν η στήλη υποδεικνύει την παρουσία μιας συγκεκριμένης ετικέτας (π.χ. Βιολογικό, Δίκαιο Εμπόριο) όταν η τιμή είναι είτε Y, Ναι,Yes,Ν είτε 1.
eo: Elektu ĉi tiun opcion se la kolumno indikas la ĉeeston de specifa etikedo (ekz. Organika, Justkomerca) kiam la valoro estas aŭ J, Jes aŭ 1.
es: Seleccione esta opción si la columna indica la presencia de una etiqueta específica (por ejemplo, Orgánica, Comercio Justo) cuando el valor es S, Sí o 1.
fa: اگر ستون نشان‌دهنده وجود یک برچسب خاص (مثلاً ارگانیک، تجارت عادلانه) باشد، وقتی مقدار Y، بله یا ۱ باشد، این گزینه را انتخاب کنید.
fi: Valitse tämä valinta, jos sarake ilmaisee tietyn merkin olemassaoloa (esim. Luomu, Reilu Kauppa), kun sen arvo on joko Y, Yes tai 1.
fr: Sélectionnez cette option si la colonne indique la présence d'un label spécifique (par exemple : Biologique, Commerce équitable) lorsque la valeur est O, Oui ou 1.
he: יש לבחור באפשרות זו אם העמודה מציינת נוכחות של תווית מסוימת (למשל: אורגני, סחר הוגן וכו׳) כאשר הערך יכול להיות Y,‏ Yes או 1.
hr: Odaberite ovu opciju ako stupac označava prisutnost određene oznake (npr. organsko, poštena trgovina) kada je vrijednost Y, Da ili 1.
hu: Válassza ezt a lehetőséget, ha az oszlop egy adott címke jelenlétét jelzi (pl. Bio, Fair-Trade), ha az érték Y, Yes vagy 1.
id: Pilih opsi ini bila kolom menunjukkan bahwa ada label spesifik (mis. Organik, Perdagangan Adil) ketika nilainya adalah Y, Yes, atau 1.
it: Selezionare questa opzione se la colonna indica la presenza di un'etichetta specifica (ad es. Organico, commercio equo) quando il valore è Y, Sì o 1.
ja: 値がY、はい、1のいずれかの場合に、列が特定のラベル( 例：オーガニック、フェアトレード) の有無を示す場合、このオプションを選択します。
ka: აირჩიეთ ეს ვარიანტი, თუ სვეტი მიუთითებს კონკრეტული ეტიკეტის არსებობაზე (მაგ. ორგანული, სამართლიანი ვაჭრობა), როდესაც მნიშვნელობა არის Y, დიახ ან 1.
lt: Pasirinkite šią parinktį, jei stulpelyje nurodoma konkreti etiketė (pvz., Ekologiška, sąžininga prekyba), kai vertė yra Y, Taip arba 1.
lv: Atlasiet šo opciju, ja kolonnā ir norādīta konkrēta etiķete (piemēram, Bioloģisks, Godīgas tirdzniecības produkts), kad vērtība ir J, Jā vai 1.
nl_be: Selecteer deze optie als de kolom de aanwezigheid van een specifiek label aangeeft (bijv. Biologisch, Fair-Trade) als de waarde Y, Ja of 1 is.
pl: Wybierz tę opcję, jeśli kolumna wskazuje na obecność konkretnej etykiety (np. Ekologiczne - Organic, Sprawiedliwy Handel - Fair-Trade), gdy wartość wynosi Y, Tak lub 1.
pt_pt: Selecione esta opção se a coluna indica a presença de uma etiqueta específica (por ex. Biológico, Comércio justo) quando o valor for S, Sim ou 1.
ro: Selectați această opțiune dacă coloana indică prezența unei etichete specifice (de ex. organică, comerț echitabil) atunci când valoarea este fie Y, Da sau 1.
ru: Отметьте этот параметр, если столбец показывает наличие определенной этикетки (например, Органическая, Fair Trade), когда значение равно Y, Да или 1.
sl: Izberite to možnost, če stolpec označuje prisotnost posebne oznake (npr. Organic, Fair-Trade), kadar je vrednost Y, Yes ali 1.
sv: Välj det här alternativet om kolumnen anger förekomsten av en specifik etikett (t.ex. ekologisk, fair-trade) när värdet är antingen Y, Yes eller 1.
th: เลือกตัวเลือกนี้หากคอลัมน์ระบุว่ามีป้ายกำกับเฉพาะ (เช่น ออร์แกนิก, แฟร์เทรด) เมื่อค่าเป็น Y, ใช่ หรือ 1
tr: Değer Y, Yes ya da 1 olduğunda, sütun belirli bir etiketin (örn. Organik, Adil Ticaret) varlığını gösteriyorsa, bu seçeneği seçin.
uk: Виберіть цю опцію якщо графа вказує наявність особливої марки (напр. Органіка,., Справедлива торгівля), в той час як величину позначено як Y, Yes або 1.
vi: Chọn tùy chọn này nếu như cột thể hiện việc có dán nhãn cụ thể (ví dụ Hữu cơ, Thương mại công bằng) khi giá trị là C, Có hoặc 1.

# labels_specific_tag_value
source: Type the name of the label in the text field on the right.
ar: اكتب اسم الملصق في حقل النص على اليمين.
bg: Въведи името на етикета в текстовото поле отдясно.
ca: Escriviu el nom de l'etiqueta al camp de text de la dreta.
cs: Do textového pole vpravo zadejte název štítku.
da: Angiv navnet på etiketten i tekstfeltet til højre.
de: Geben Sie den Namen der Kategorie in das Textfeld auf der rechten Seite ein.
el: Πληκτρολογήστε το όνομα της ετικέτας στο πεδίο κειμένου στα δεξιά.
eo: Tajpu la nomon de la etikedo en la tekstkampon dekstre.
es: Escriba el nombre de la etiqueta en el campo de texto a la derecha.
fa: نام برچسب را در فیلد متنی سمت راست تایپ کنید.
fi: Kirjoita merkin nimi oikealla olevaan tekstikenttään.
fr: Saisissez le nom du label dans le champ texte à droite.
he: יש להקליד את שם התווית בשדה הטקסט שמשמאל.
hr: Upišite naziv oznake u tekstualno polje s desne strane.
hu: Írja be a címke nevét a jobb oldali szövegmezőbe.
id: Ketik nama label pada field teks di sebelah kanan.
it: Digita il nome dell'etichetta nel campo di testo a destra.
ja: 右側のテキストフィールドにラベルの名前を入力します。
ka: მარჯვნივ მდებარე ტექსტურ ველში შეიყვანეთ ეტიკეტის სახელი.
lt: Įveskite etiketės pavadinimą dešinėje esančiame teksto lauke.
lv: Ierakstiet etiķetes nosaukumu teksta laukā labajā pusē.
nl_be: Typ de naam van het label in het tekstveld aan de rechterkant.
pl: Wpisz nazwę kategorii w polu tekstowym po prawej stronie.
pt_pt: Digite o nome da etiqueta no campo de texto à direita.
ro: Introduceți numele etichetei în câmpul text din dreapta.
ru: Введите наивенование этикетки в текстовое поле справа.
sl: V besedilno polje na desni vnesite ime nalepke.
sv: Skriv namnet på etiketten i textfältet till höger.
th: พิมพ์ชื่อของฉลากลงในช่องข้อความทางด้านขวา
tr: Etiketin adını sağdaki metin alanına yazın.
uk: В текстовому полі справа введіть назву марки.
vi: Gõ tên của nhãn trong trường văn bản ở bên phải.
