Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://android.openfoodfacts.org">Android</a> or <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Thank you!
ar: هذه الصفحة المنتج ليست كاملة. يمكنك المساعدة في إكماله عن طريق تحريره وإضافة المزيد من البيانات من الصور الموجودة لدينا ، أو عن طريق التقاط المزيد من الصور باستخدام التطبيق لـ <a href="https://android.openfoodfacts.org"> Android </a> أو <a href="https://ios.openfoodfacts.org"> iPhone / iPad </a>. شكرا لكم!
bg: Тази продуктова страница не е пълна. Можеш да помогнеш, като я редактираш и добавиш повече данни от снимките, които имаме, или като направиш още снимки с помощта на приложението за <a href="https://android.openfoodfacts.org">Android</a> или <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Благодаря ти!
ca: Aquesta pàgina del producte no està completa. Podeu ajudar a completar-la editant-la i afegint-hi més dades a partir de les fotos ja disponibles, o fent-ne més amb l'aplicació de <a href="https://android.openfoodfacts.org">androide</a> o <a href="https://ios.openfoodfacts.org">iPhone / iPad</a>. Gràcies!
cs: Tato stránka produktu není úplná. Můžete pomoci dokončit ji úpravou a přidáním dalších dat z fotografií, které máme, nebo pořízením více fotek pomocí aplikace pro <a href="https://android.openfoodfacts.org">Android</a> nebo <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Děkujeme!
da: Denne produktside er ikke komplet. Du kan hjælpe med at færdiggøre det ved at redigere den og tilføje flere data fra de fotos, vi har, eller ved at tage flere fotos vha. app'en til <a href="https://android.openfoodfacts.org">Android</a> eller <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Tak skal du have!
de: Diese Produktseite ist nicht vollständig. Sie können helfen, sie zu vervollständigen, indem Sie das Produkt bearbeiten und weitere Daten aus den vorhandenen Fotos hinzufügen oder indem Sie mehr Fotos aufnehmen mit der App für <a href="https://android.openfoodfacts.org">Android</a> oder <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Vielen Dank!
el: Αυτή η σελίδα προϊόντος δεν έχει ολοκληρωθεί. Μπορείτε να βοηθήσετε με την επεξεργασία και την προσθήκη περισσότερων δεδομένων από τις φωτογραφίες που έχουμε, ή λαμβάνοντας περισσότερες φωτογραφίες χρησιμοποιώντας την εφαρμογή για <a href="https://android.openfoodfacts.org">Android</a> ή <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Σας ευχαριστούμε!
es: Esta página de producto no está completa. Puedes ayudar a completarla editando y agregando más datos de las fotos que tenemos, o tomando más fotos con la aplicación para <a href="https://android.openfoodfacts.org">Android</a> o <a href="https://ios.openfoodfacts.org">iPhone / iPad</a>. ¡Gracias!
fa: این صفحه محصول کامل نیست. شما می‌توانید با ویرایش آن و اضافه کردن اطلاعات بیشتر از عکس‌هایی که داریم، یا با گرفتن عکس‌های بیشتر با استفاده از برنامه برای <a href="https://android.openfoodfacts.org">اندروید</a> یا <a href="https://ios.openfoodfacts.org">آیفون/آیپد</a>به تکمیل آن کمک کنید. متشکرم!
fi: Tämä tuotesivu ei ole valmis. Voit auttaa sen täydentämisessä muokkaamalla sitä, ja lisäämällä lisätietoja valokuvistamme, tai ottamalla lisää valokuvia <a href="https://android.openfoodfacts.org">Android</a> tai <a href="https://ios.openfoodfacts.org">iPhone / iPad</a> -sovelluksella. Kiitos!
fr: La page de ce produit n'est pas complète. Vous pouvez aider à la compléter en l'éditant et en ajoutant plus de données à partir des photos que nous avons, ou en prenant plus de photos à l'aide de l'application pour <a href="https://android.openfoodfacts.org">Android</a> ou <a href="https://ios.openfoodfacts.org">iPhone / iPad</a>. Merci !
he: עמוד המוצר לוקה בחסר. ניתן לסייע בהשלמתו על ידי עריכה והוספת עוד נתונים מהתמונות שיש לנו או על ידי צילום באמצעות היישומון עבור <a href="https://android.openfoodfacts.org">Android</a> או <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. תודה רבה לך!
hu: Ez a termékoldal nem teljes. A szerkesztésével, a rendelkezésre álló fényképek alapján további adatok hozzáadásával segíthet befejezni a termékoldalt, vagy további fényképeket készíthet az alkalmazás használatával <a href="https://android.openfoodfacts.org">Android-hoz</a> vagy <a href="https://ios.openfoodfacts.org">iPhone-hoz/iPad-hez</a>. Köszönjük!
id: Halaman produk ini tidak lengkap. Anda dapat membantu melengkapinya dengan menyunting dan menambahkan lebih banyak data dari foto yang kami sediakan, atau dengan mengambil lebih banyak foto menggunakan aplikasi yang tersedia untuk <a href="https://android.openfoodfacts.org">Android</a> atau <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Terima kasih!
it: Questa pagina del prodotto non è completa. Puoi aiutarci a completarla modificandola e aggiungendo altri dati dalle foto che abbiamo, o scattando altre foto usando l’applicazione per <a href=“https://android.openfoodfacts.org”>Android</a> o <a href=“https://ios.openfoodfacts.org”>iPhone/iPad</a>. Grazie!
ja: この商品ページは完成していません。既存の写真からデータを編集または追加したり、 <a href="https://android.openfoodfacts.org">Android</a> または <a href="https://ios.openfoodfacts.org">iPhone/iPad</a> のアプリを使用して写真を撮影して、手伝ってください。ありがとうございます!
ka: პროდუქტის ეს გვერდი არ არის სრული. თქვენ შეგიძლიათ დაგვეხმაროთ მის დასრულებაში მისი რედაქტირებით და ჩვენს მიერ არსებული ფოტოებიდან დამატებითი მონაცემების დამატებით, ან <a href="https://android.openfoodfacts.org">Android</a> ან <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>აპლიკაციის გამოყენებით დამატებითი ფოტოების გადაღებით. გმადლობთ!
lt: Šis produkto puslapis nėra užbaigtas. Galite padėti jį užbaigti, redaguodami ir pridėdami daugiau duomenų iš turimų nuotraukų arba nufotografavę daugiau nuotraukų naudodami programą, skirtą „ <a href="https://android.openfoodfacts.org">Android</a> arba <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Ačiū!
ms: Halaman produk ini tidak lengkap. Anda boleh tolong lengkapkannya dengan menyuntingnya dan menambahkan lebih banyak data dari foto yang kita ada, atau dengan mengambil lebih banyak foto menggunakan aplikasi untuk <a href="https://android.openfoodfacts.org">Android</a> atau <a href="https://ios.openfoodfacts.org">iPhone / iPad</a>. Terima kasih!
nl_be: Deze productpagina is niet compleet. Je kunt helpen door het product te bewerken en meer gegevens van bestaande foto's toe te voegen, of door meer foto's te maken met de app voor <a href="https://android.openfoodfacts.org">Android</a> of <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Bedankt!
pl: Strona tego produktu jest niekompletna. Pomóż ją rozwinąć przez edycję i dodawanie więcej informacji z dostępnych fotografii lub wykonanych aplikacją na <a href="https://android.openfoodfacts.org">Android</a> lub <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Dziękuję!
pt_pt: Esta página de produto não está completa. Pode ajudar a completá-la ao editar e adicionar mais dados a partir das fotografias existentes, ou tirando mais fotografias usando a aplicação para <a href="https://android.openfoodfacts.org">Android</a> ou <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Obrigado!
ro: Această pagină de produs nu este completă. Puteți ajuta să o finalizați editând-o și adăugând mai multe date din fotografiile pe care le avem, sau făcând mai multe fotografii folosind aplicația pentru <a href="https://android.openfoodfacts.org">Android</a> sau <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Mulțumesc!
ru: Эта страница продукта не завершена. Вы можете помочь заполнить её, отредактировав и добавив больше данных с фотографий, которые у нас есть, или сделав дополнительные фотографий с помощью приложения для <a href="https://android.openfoodfacts.org">Android</a> или <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Спасибо!
sl: Ta stran izdelka ni popolna. Pomagate lahko, da ga dokončate tako, da ga uredite in dodate več podatkov iz fotografij, ki jih imamo, ali pa z aplikacijo uporabite več fotografij za <a href="https://android.openfoodfacts.org">Android</a> ali <a href="https://ios.openfoodfacts.org">iPhone / iPad</a>Hvala vam!
tl: Ang pahina ng produkto ay hindi kumpleto. Makakatulong ka sa pamamagitan ng pag-edit at pagdagdag ng maraming datos mula sa larawan na mayroon kami, o sa pamamagitan ng pagkuha na larawan gamit ang app sa <a href="https://android.openfoodfacts.org">Android</a> or <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Salamat po!
tr: Bu ürün sayfası tamamlanmadı. Düzenleyerek ve elimizdeki fotoğraflardan daha fazla veri ekleyerek, ya da <a href="https://android.openfoodfacts.org">Android</a> veya <a href="https://ios.openfoodfacts.org">iPhone/iPad</a> uygulamalarını kullanarak daha fazla fotoğraf çekerek tamamlanmasına yardım edebilirsiniz. Teşekkürler!
uk: Сторінка цієї продукції є незавершеною. Ви можете допомогти її завершити відредагувавши її та додавши більше інформації з поточних зображень або ж використати більше зображень за допомогою програми <a href="https://android.openfoodfacts.org">Android</a> або <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Дякуємо!
vi: Trang sản phẩm này chưa hoàn thành. Bạn có thể giúp hoàn thành nó bằng cách chỉnh sửa và thêm nhiều dữ liệu hơn từ các ảnh chúng tôi có hoặc bằng cách chụp thêm ảnh bằng ứng dụng cho <a href="https://android.openfoodfacts.org">Android</a> hoặc <a href="https://ios.openfoodfacts.org">iPhone / iPad</a>. Cảm ơn bạn!

# footer_producers_link
source: https://world.pro.openfoodfacts.org/
ar: https://world-ar.pro.openfoodfacts.org/
bg: https://bg.pro.openfoodfacts.org/
da: https://dk.pro.openfoodfacts.org/
de: https://de.pro.openfoodfacts.org/
el: https://gr.pro.openfoodfacts.org/
es: https://world-es.pro.openfoodfacts.org/
fi: https://fi.pro.openfoodfacts.org/
fr: https://fr.pro.openfoodfacts.org/
he: https://il.pro.openfoodfacts.org/
hu: https://world-hu.pro.openfoodfacts.org/
it: https://it.pro.openfoodfacts.org/
ja: https://jp.pro.openfoodfacts.org/
lt: https://lt.pro.openfoodfacts.org/
nl_be: https://world-nl.pro.openfoodfacts.org/
pt_pt: https://world-pt.pro.openfoodfacts.org/
ru: https://world-ru.pro.openfoodfacts.org/
sl: https://world.openfoodfacts.org/nova
tr: https://tr.pro.openfoodfacts.org/
uk: https://ua.pro.openfoodfacts.org/

# attribute_nutriscore_not_applicable_title
source: Nutri-Score not-applicable
bg: Nutri-Score не е приложим
ca: Nutri-Score no aplicable
cs: Nutri-Score nelze použít
da: Nutri-Score uanvendelig
de: Nutri-Score nicht zutreffend
el: Nutri-Score μη εφαρμόσιμο
es: No se puede aplicar el Nutri-Score
fi: Nutri-Score ei sovellu
fr: Nutri-Score non applicable
he: Nutri-Score לא ניתן ליישום
hu: A Nutri-Score nem alkalmazható
id: Nutri-Score tidak dapat diterapkan
it: Nutri-Score non applicabile
ja: Nutri-Score適用外
lt: Nutri-Score netaikomas
nl_be: Nutri-Score niet van toepassing
pl: Nutri-Score nie dotyczy
pt_pt: Nutri-Score não aplicável
ro: Nutri-Scor nu este aplicabil
ru: Nutri-Score неприменим
sl: Nutri-Score ni mogoče uporabiti
tr: Nutri-score geçerli değildir
uk: Nutri-Score не є відповідним
vi: Điểm dinh dưỡng không áp dụng

# attribute_nutriscore_not_applicable_description_short
source: Not-applicable for the category
bg: Не е приложимо за категорията
ca: No aplicable a la categoria
cs: Neplatí pro kategorii
da: Endnu ikke anvendelig for kategorien
de: Nicht zutreffend für diese Kategorie
el: Δεν ισχύει για την κατηγορία
es: No aplicable para la categoría
fi: Ei sovellu luokalle
fr: Non applicable pour la catégorie
he: לא חל על הקטגוריה
hu: Nem alkalmazható a kategóriára
id: Tidak berlaku untuk kategori ini
it: Non applicabile per la categoria
ja: カテゴリには適用されません
lt: Netaikoma šiai kategorijai
nl_be: Niet van toepassing voor de categorie
pl: Nie dotyczy tej kategorii
pt_pt: Não aplicável para a categoria
ro: Nu se aplică categoriei
ru: Неприменимо для категории
sl: Ne velja za kategorijo
tr: Kategori için geçerli değil
uk: Не підходить для категорії
vi: Không áp dụng cho danh mục

# f_attribute_nutriscore_not_applicable_description
source: Not-applicable for the category: {category}
bg: Не е приложимо за категория: {category}
ca: No aplicable a la categoria: {category}
cs: Neplatí pro kategorii: {category}
da: Ikke anvendelig for flg. kategori: {category}
de: Nicht zutreffend für diese Kategorie: {category}
el: Δεν ισχύει για την κατηγορία: {category}
es: No aplicable para la categoría: {category}
fi: Ei sovellu luokalle: {category}
fr: Non applicable pour la catégorie : {category}
he: לא חל על הקטגוריה: {category}
hu: Nem alkalmazható erre a kategóriára: {category}
id: Tidak berlaku untuk kategori ini: {category}
it: Non applicabile per la categoria: {category}
ja: カテゴリには適用されません: {category}
lt: Netaikoma kategorijai: {category}
nl_be: Niet van toepassing voor de categorie: {category}
pl: Nie dotyczy kategorii: {category}
pt_pt: Não aplicável à categoria: {category}
ro: Nu se aplică pentru categoria: {category}
ru: Не применимо к категории: {category}
sl: Ne velja za kategorijo: {category}
tr: Kategori için geçerli değil: {category}
uk: Не підходить для категорії: {category}
vi: Không áp dụng cho danh mục: {category}

# attribute_environmental_score_setting_note
source: The Green-Score is an environmental score from A to E which makes it easy to compare the impact of food products on the environment.
bg: Зелен-Резултат е оценка за околната среда от A до E, която улеснява сравняването на въздействието на хранителните продукти върху околната среда.
cs: Green-Score je environmentální skóre od A do E, které usnadňuje srovnání dopadu potravinářských výrobků na životní prostředí.
de: Der Green-Score ist ein Umweltwert von A bis E, mit dem es einfach ist, die Auswirkungen von Lebensmitteln auf die Umwelt zu vergleichen.
el: Το Green-Score είναι μια περιβαλλοντική βαθμολογία από το Α έως το Ε που καθιστά εύκολη τη σύγκριση των επιπτώσεων των προϊόντων διατροφής στο περιβάλλον.
fa: امتیاز سبز، امتیازی زیست‌محیطی از A تا E است که مقایسه تأثیر محصولات غذایی بر محیط زیست را آسان می‌کند.
fi: Green-Score on tuotteen ympäristövaikutuksien mukaan määräytyvä pistemäärä välillä A–E, jonka avulla on helppo vertailla elintarvikkeiden ympäristövaikutuksia.
fr: Le Green-Score est un score environnemental de A à E qui permet de comparer facilement l'impact des produits alimentaires sur l'environnement.
he: Green-Score הוא ציון סביבתי מ־A עד E שמקל על ההשוואה של מוצרי מזון על הסביבה.
hu: A Green-Score egy A-tól E-ig terjedő környezetvédelmi pontszám, amely megkönnyíti az élelmiszerek környezetre gyakorolt hatásának összehasonlítását.
id: Green-Score adalah skor lingkungan dari kisaran A hingga E yang membuatnya mudah untuk membandingkan dampak produk - produk makanan terhadap lingkungan.
it: Il Green-Score è un punteggio ambientale dalla A alla E che rende facile confrontare l'impatto dei prodotti alimentari sull'ambiente.
ka: მწვანე ქულა არის A-დან E-მდე გარემოსდაცვითი ქულა, რომელიც აადვილებს საკვები პროდუქტების გარემოზე ზემოქმედების შედარებას.
lt: „Green-Score“ – tai aplinkosaugos balas nuo A iki E, kuriuo galima lengvai palyginti maisto produktų daromą poveikį aplinkai.
nl_be: De Green-Score is een milieuscore van A tot en met E waarmee u eenvoudig de impact van voedselproducten op het milieu kunt vergelijken.
pl: Green-Score to ocena środowiskowa w skali od A do E, która ułatwia porównanie wpływu produktów spożywczych na środowisko.
pt_pt: O Green-Score é uma pontuação ambiental de A e E que facilita a comparação do impacto que os produtos alimentares têm no meio ambiente.
ru: Green-Score — Это экологическая оценка от A до E что упрощает сравнение влияния пищи на окружающую среду.
uk: Зелена оцінка – це екологічна оцінка від A до E, яка дає змогу легко порівнювати вплив харчових продуктів на довкілля.

# attribute_ecoscore_setting_note
source: The Green-Score is an environmental score from A to E which makes it easy to compare the impact of food products on the environment.
bg: Зелен-Резултат е оценка за околната среда от A до E, която улеснява сравняването на въздействието на хранителните продукти върху околната среда.
cs: Green-Score je environmentální skóre od A do E, které usnadňuje srovnání dopadu potravinářských výrobků na životní prostředí.
de: Der Green-Score ist ein Umweltwert von A bis E, mit dem es einfach ist, die Auswirkungen von Lebensmitteln auf die Umwelt zu vergleichen.
el: Το Green-Score είναι μια περιβαλλοντική βαθμολογία από το Α έως το Ε που καθιστά εύκολη τη σύγκριση των επιπτώσεων των προϊόντων διατροφής στο περιβάλλον.
fa: امتیاز سبز، امتیازی زیست‌محیطی از A تا E است که مقایسه تأثیر محصولات غذایی بر محیط زیست را آسان می‌کند.
fi: Green-Score on tuotteen ympäristövaikutuksien mukaan määräytyvä pistemäärä välillä A–E, jonka avulla on helppo vertailla elintarvikkeiden ympäristövaikutuksia.
fr: Le Green-Score est un score environnemental de A à E qui permet de comparer facilement l'impact des produits alimentaires sur l'environnement.
he: Green-Score הוא ציון סביבתי מ־A עד E שמקל על ההשוואה של מוצרי מזון על הסביבה.
hu: A Green-Score egy A-tól E-ig terjedő környezetvédelmi pontszám, amely megkönnyíti az élelmiszerek környezetre gyakorolt hatásának összehasonlítását.
id: Green-Score adalah skor lingkungan dari kisaran A hingga E yang membuatnya mudah untuk membandingkan dampak produk - produk makanan terhadap lingkungan.
it: Il Green-Score è un punteggio ambientale dalla A alla E che rende facile confrontare l'impatto dei prodotti alimentari sull'ambiente.
ka: მწვანე ქულა არის A-დან E-მდე გარემოსდაცვითი ქულა, რომელიც აადვილებს საკვები პროდუქტების გარემოზე ზემოქმედების შედარებას.
lt: „Green-Score“ – tai aplinkosaugos balas nuo A iki E, kuriuo galima lengvai palyginti maisto produktų daromą poveikį aplinkai.
nl_be: De Green-Score is een milieuscore van A tot en met E waarmee u eenvoudig de impact van voedselproducten op het milieu kunt vergelijken.
pl: Green-Score to ocena środowiskowa w skali od A do E, która ułatwia porównanie wpływu produktów spożywczych na środowisko.
pt_pt: O Green-Score é uma pontuação ambiental de A e E que facilita a comparação do impacto que os produtos alimentares têm no meio ambiente.
ru: Green-Score — Это экологическая оценка от A до E что упрощает сравнение влияния пищи на окружающую среду.
uk: Зелена оцінка – це екологічна оцінка від A до E, яка дає змогу легко порівнювати вплив харчових продуктів на довкілля.

# footer_vision_link
source: https://world.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
cs: https://world-cs.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
de: https://world-de.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
el: https://gr.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
fi: https://world-fi.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
he: https://il.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
hu: https://world-hu.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
ja: https://world-ja.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
pl: https://pl.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
pt_pt: https://world-pt.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
ro: https://world.openfoodfacts.org/open-food-facts-vision-mission-values-and-program
uk: https://ua.openfoodfacts.org/open-food-facts-vision-mission-values-and-programs
