Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# help_improve_ingredients_analysis_instructions
source: Join the #ingredients channel on <a href="https://slack.openfoodfacts.org">our Slack discussion space</a> and/or learn about <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingredients analysis on our wiki</a>, if you would like to help. Thank you!
bg: Присъедини се към канала #ingredients в <a href="https://slack.openfoodfacts.org">нашето дискусионно пространство в Slack</a> и/или научи за анализа на <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">съставки в нашето уики</a>, ако искате да помогнеш. Благодаря!
ca: Uniu-vos al canal #ingredients del <a href="https://slack.openfoodfacts.org">nostre espai de discussió a Slack</a> i/o apreneu sobre <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">l'anàlisi dels ingredients en la nostra wiki</a>, si voleu ajudar. Gràcies!
cs: Připojte se ke kanálu #ingredients na <a href="https://slack.openfoodfacts.org">našem diskuzním prostoru Slack</a> a/nebo si zjistěte něco o analýze <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingrediencí na naší wiki</a>, pokud byste chtěli pomoci. Děkujeme!
da: Deltag i #ingredients-kanalen i <a href="https://slack.openfoodfacts.org">vores Slack-debatrum</a> og/eller lær om <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingrediensanalyse via vores wiki</a>, hvis du gerne vil hjælpe. Tak!
de: Melden Sie sich im Kanal #ingredients in <a href="https://slack.openfoodfacts.org">unserem Diskussionsraum </a> an und/oder informieren Sie sich über <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">Zutatenanalyse in unserem Wiki</a>, wenn Sie mithelfen möchten. Vielen Dank für Ihre Hilfe!
el: Εγγραφείτε στο κανάλι #ingredients στον <a href="https://slack.openfoodfacts.org">χώρο συζήτησης του Slack</a> και/ή μάθετε για την <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ανάλυση συστατικών στο wiki μας</a>, αν θέλετε να βοηθήσετε. Σας ευχαριστώούμε!
eo: Aliĝu al la kanalo #ingredients en <a href="https://slack.openfoodfacts.org">nia Slack-diskutejo</a> kaj/aŭ lernu pri <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">analizo de ingrediencoj en nia vikio</a>, se vi volas helpi. Dankon!
es: Únete al canal #ingredients en <a href="https://slack.openfoodfacts.org">nuestro espacio de discusión Slack</a> y/o aprende sobre <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">análisis de ingredientes en nuestra wiki</a>, por si deseas ayudar. Gracias!
fa: اگر مایل به کمک هستید، به کانال ingredients#ingredientsمواد_ترکیبی در <a href="https://slack.openfoodfacts.org">فضای گفتگوی Slack ما</a> بپیوندید و/یا در مورد <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">تجزیه و تحلیل مواد تشکیل دهنده در ویکی ما</a>اطلاعات کسب کنید. متشکرم!
fi: Liity #ingredients-kanavalle <a href="https://slack.openfoodfacts.org">Slack-keskustelualueellamme</a>, ja/tai tutustu <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ainesosien analyysiin wikissämme</a>, jos haluat auttaa. Kiitos!
fr: Rejoignez le canal #ingredients dans <a href="https://slack.openfoodfacts.org">notre espace de discussion Slack</a> et apprenez-en plus sur <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">l'analyse des ingrédients sur notre wiki</a>, si vous désirez nous aider. Merci !
he: מומלץ להצטרף לערוץ ‎#ingredients ב<a href="https://slack.openfoodfacts.org">מתחם הדיונים שלנו ב־Slack</a> ו/או ללמוד על <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ניתוח רכיבים בוויקי שלנו</a>, אם מעניין אותך לסייע. אנו מודים לך!
hr: Pridružite se kanalu #ingredients na <a href="https://slack.openfoodfacts.org">našem Slacku za raspravu</a> i/ili saznajte više o <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">analizi sastojaka na našoj wiki stranici</a>ako želite pomoći. Hvala vam!
hu: Ha segíteni szeretne, csatlakozzon az #ingredients csatornához a <a href="https://slack.openfoodfacts.org">Slack kommunikációs platformunkon</a>, valamint tudjon meg többet az <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">összetevőelemzésről a wikin</a>. Köszönjük!
id: Bergabunglah dengan saluran #ingredients di <a href="https://slack.openfoodfacts.org">ruang diskusi Slack kami</a> dan/atau pelajari tentang <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">analisis bahan di wiki kami</a>, jika Anda ingin membantu. Terima kasih!
it: Unisciti al canale #ingredients sul <a href="https://slack.openfoodfacts.org">nostro spazio di discussione di Slack</a> e/o scopri di più sulle <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">analisi degli ingredienti sulla nostra wiki</a>, se ti piacerebbe aiutare. Grazie!
ja: 手助けしたい場合は <a href="https://slack.openfoodfacts.org">Slackのディスカッションスペース</a> で#ingredientsチャンネルに参加したり、 <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">wiki上の成分分析</a>について学んだりしてみてください。ありがとうございます！
ka: თუ დახმარება გსურთ, შემოგვიერთდით #ingredients არხზე <a href="https://slack.openfoodfacts.org">ჩვენს Slack-ის დისკუსიის სივრცეში</a> და/ან შეიტყვეთ მეტი <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ინგრედიენტების ანალიზის შესახებ ჩვენს ვიკიზე</a>. გმადლობთ!
lt: Prisijunkite prie #ingredients kanalo <a href="https://slack.openfoodfacts.org">mūsų Slack diskusijų erdvėje</a> ir (arba) jei norite padėti, sužinokite apie <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingredientų analizę mūsų wiki</a>. Ačiū!
lv: Pievienojieties #ingredients kanālam <a href="https://slack.openfoodfacts.org">mūsu Slack diskusiju telpā</a> un/vai uzziniet par <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">sastāvdaļu analīzi mūsu wiki lapā</a>, ja vēlaties palīdzēt. Paldies!
nl_be: Volg het #ingredients kanaal op <a href="https://slack.openfoodfacts.org">onze Slack discussieruimte</a> en/of leer over <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingrediëntenanalyse op onze wiki</a>, als je wilt helpen. Dank u wel!
pl: Jeżeli chcesz pomóc, dołącz do kanału #ingredients na <a href="https://slack.openfoodfacts.org">naszej grupie dyskusyjnej na Slack</a> i/lub dowiedz się więcej<a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis"> na temat analizy składników na naszej wiki</a>. Dziękujemy!
pt_pt: Junte-se ao canal de #ingredients no <a href="https://slack.openfoodfacts.org">nosso espaço de discussão no Slack</a> e aprenda sobre a análise de <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingredientes na nossa wiki</a>, se quiser ajudar. Obrigado!
ro: Alătură-te canalului #ingredients pe <a href="https://slack.openfoodfacts.org">spațiul nostru de discuții Slack</a> și/sau află despre <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">analiza ingredientelor pe wiki</a>, dacă doriţi să ajutaţi. Vă mulţumesc!
ru: Присоединяйтесь к каналу #ingredients в <a href="https://slack.openfoodfacts.org">нашем Slack</a> и/или узнайте об <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">анализе ингредиентов на нашей вики</a>, если Вы хотите помочь. Спасибо!
sl: Pridružite se kanalu #ingredients na <a href="https://slack.openfoodfacts.org">našem prostoru za razprave Slack</a> in/ali se pridobite podatke o analizi <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">sestavin na našem wikiju</a>, če želite pomagati. Hvala vam!
sv: Gå med i #ingredients på <a href="https://slack.openfoodfacts.org">vårt Slack-diskussionsutrymme</a> och/eller lär dig om <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">ingrediensanalys på vår wiki</a>, om du vill hjälpa till. Tack!
th: เข้าร่วมช่อง #ingredients บน <a href="https://slack.openfoodfacts.org">พื้นที่สนทนา Slack ของเรา</a> และ/หรือเรียนรู้เกี่ยวกับ <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">การวิเคราะห์ส่วนผสมบนวิกิของเรา</a>หากคุณต้องการช่วยเหลือ ขอบคุณค่ะ!
tr: Eğer yardımcı olmak isterseniz, #ingredients kanalımıza <a href="https://slack.openfoodfacts.org">Slack</a> tartışma alanımız üzerinden katılın ve/veya <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">Wiki'miz</a> üzerinden içerik analizini öğrenin. Teşekkürler!
uk: Ви можете приєднатись до каналу #ingredients за посиланням <a href="https://slack.openfoodfacts.org"> наше місце для обговорення за допомогою додатку для обміну повідомлень Slack </a> та/або дізнатись більше про <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">аналіз компонентів за допомогою веб-сайту Вікі</a>, якщо ви бажаєте допомогти. Дякуємо!
vi: Tham gia kênh #ingredients trên <a href="https://slack.openfoodfacts.org">không gian thảo luận Slack</a> của chúng tôi và / hoặc tìm hiểu thêm về phân tích thành phần <a href="https://wiki.openfoodfacts.org/Ingredients_Extraction_and_Analysis">trên wiki</a>của chúng tôi, nếu bạn muốn trợ giúp. Cảm ơn bạn!

# footer_producers
source: Producers
ar: منتجات
bg: Производители
ca: Productors
cs: Výrobci
da: Fabrikanter
de: Produzenten
el: Παραγωγοί
eo: Produktantoj
es: Productores
fa: تولیدکنندگان
fi: Tuottajat
fr: Producteurs
he: יצרנים
hr: Producenti
hu: Gyártók
id: Para produsen
it: Produttori
ja: 生産者
ka: პროდიუსერები
lt: Gamintojai
lv: Producenti
nl_be: Producenten
pl: Producenci
pt_pt: Produtores
ro: Producători
ru: Производители
sl: Proizvajalci
sv: Producenter
th: ผู้ผลิต
tr: Üreticiler
uk: Розробники
vi: Nhà sản xuất

# add_ingredients_in_language
source: If this product has an ingredients list in %s, please add it.
ar: إذا كان لهذا المنتج قائمة مكونات في %s، فيرجى إضافتها.
bg: Ако този продукт има списък със съставки на %s, моля, добави го.
ca: Si aquest producte té una llista d’ingredients en %s, afegiu-lo.
cs: Pokud má tento produkt seznam složek v %s, přidejte jej.
da: Har dette produkt en ingrediensliste i %s, så tilføj den vemligst.
de: Wenn dieses Produkt eine Zutatenliste in %s hat, fügen Sie diese bitte hinzu.
el: Εάν αυτό το προϊόν έχει λίστα συστατικών στα %s, προσθέστε τη.
eo: Se ĉi tiu produkto havas liston de ingrediencoj en %s, bonvolu aldoni ĝin.
es: Si este producto posee una lista de ingredientes en %s, por favor añádelos.
fa: اگر لیست مواد تشکیل‌دهنده‌ی این محصول در %sقرار دارد، لطفاً آن را اضافه کنید.
fi: Jos tässä tuotteessa on ainesosaluettelo kielellä %s, lisää se.
fr: Si ce produit a une liste d'ingrédients en %s, merci de l'ajouter.
he: אם למוצר זה יש רשימת רכיבים תחת %s, נא להוסיף אותה.
hr: Ako ovaj proizvod ima popis sastojaka u %s, molimo vas da ga dodate.
hu: Ha a terméken szerepel az összetevőinek listája %s nyelven, kérjük, adja hozzá.
id: Jika produk ini memiliki daftar kandungan bahan di %s, silakan tambahkan.
it: Se questo prodotto ha un elenco di ingredienti in %s, si prega di aggiungerlo.
ja: この製品の成分リストが %s にある場合は、追加してください。
ka: თუ ამ პროდუქტს ინგრედიენტების სია %s-ში აქვს, გთხოვთ, დაამატოთ ის.
lt: Jei šis produktas turi ingredientų sąrašą %s, pridėkite jį.
lv: Ja šim produktam ir sastāvdaļu saraksts %s, lūdzu, pievienojiet to.
nl_be: Als dit product een ingrediëntenlijst heeft in %s, voeg deze dan toe.
pl: Jeżeli ten produkt posiada listę składników przetłumaczoną na %s, dodaj ją.
pt_pt: Se este produto tiver uma lista de ingredientes em %s, adicione-a.
ro: Dacă acest produs are o listă de ingrediente în %s, vă rugăm să o adăugați.
ru: Если у этого продукта есть состав на %s, пожалуйста, добавьте его.
sl: V kolikor ima ta izdelek seznam sestavin v %s, ga dodajte.
sv: Om den här produkten har en ingredienslista i %s, vänligen lägg till den.
th: หากผลิตภัณฑ์นี้มีรายการส่วนผสมอยู่ใน %sโปรดเพิ่มเข้าไปด้วย
tr: Bu ürünün %s listesinde bir içeriği varsa, lütfen ekleyin.
uk: Якщо ця продукція відображає список компонентів у %s, тоді додайте її, будь ласка.
vi: Nếu sản phẩm này có danh sách thành phần trong %s, vui lòng thêm thành phần vào.

source: Missing barcode
ar: باركود مفقود
bg: Липсващ баркод
ca: Falta el codi de barres
cs: Chybějící čárový kód
da: Manglende stregkode
de: Strichcode fehlt
el: Λείπει ο γραμμωτός κώδικας
eo: Mankanta strekkodo
es: Falta código de barras
fa: بارکد موجود نیست
fi: Puuttuva viivakoodi
fr: Code-barres manquant
he: הברקוד חסר
hr: Nedostaje barkod
hu: Hiányzó vonalkód
id: Kode batang hilang
it: Codice a barre mancante
ja: バーコードがありません
ka: შტრიხკოდი აკლია, შტრიხკოდი კი არა, საკმარისი არ არის.
lt: Trūksta brūkšninio kodo
lv: Trūkstošs svītrkods
nl_be: Barcode ontbreekt
pl: Brakujący kod kreskowy
pt_pt: Falta o código de barras
ro: Lipsește codul de bare
ru: Штрихкод отсутствует
sl: Manjka črtna koda
sv: Streckkod saknas
th: บาร์โค้ดหายไป
tr: Eksik barkod
uk: Штрих-коду не знайдено
vi: Thiếu mã vạch

source: Invalid barcode
ar: باركود غير صالح
bg: Невалиден баркод
ca: Codi de barres invàlid
cs: Neplatný čárový kód
da: Ugyldig stregkode
de: Strichcode ungültig
el: Μη έγκυρος γραμμικός κώδικας
es: Código de barras no válido
fi: Virheellinen viivakoodi
fr: Code-barres invalide
he: ברקוד שגוי
hu: Érvénytelen vonalkód
id: Kode batang tidak valid
it: Codice a barre non valido
ja: 無効なバーコード
lt: Netinkamas brūkšninis kodas
lv: Nederīgs svītrkods
nl_be: Ongeldige barcode
pl: Nieprawidłowy kod kreskowy
pt_pt: Código de barras inválido
ro: Cod de bare nevalid
ru: Неверный штрихкод
sl: Neveljavna črtna koda
sv: Ogiltig streckkod
th: บาร์โค้ดไม่ถูกต้อง
tr: Geçersiz barkod
uk: Штрих-код не є дійсним
vi: Mã vạch không hợp lệ

# separate_values_with_commas
source: Separate multiple values with commas.
ar: فصل القيم المتعددة باستخدام الفواصل.
bg: Разделете няколко стойности със запетаи.
ca: Separa valors múltiples amb una coma.
cs: Více hodnot oddělte čárkami.
da: Adskil flere værdier med kommaer.
de: Trennen Sie mehrere Werte durch Komma.
el: Διαχωρίστε τις πολλαπλές τιμές με κόμμα.
eo: Apartigu plurajn valorojn per komoj.
es: Separa múltiples valores con comas.
fa: مقادیر چندگانه را با کاما از هم جدا کنید.
fi: Erota useat arvot pilkuilla.
fr: En cas de valeurs multiples, séparez-les avec des virgules.
he: ניתן להפריד בין ערכים בפסיקים.
hr: Odvojite više vrijednosti zarezima.
hu: Az értékeket vesszővel válassza el.
id: Pisahkan beberapa nilai dengan koma.
it: Separare più valori con virgole.
ja: 複数のラベルはコンマで区切ります。
ka: გამოყავით მრავალი მნიშვნელობა მძიმეებით.
lt: Reikšmes atskirkite kableliais.
lv: Atdaliet vairākas vērtības ar komatiem.
nl_be: Scheid meerdere waarden met komma's.
pl: Poszczególne wartości oddziel przecinkami.
pt_pt: Separe vários valores com vírgulas.
ro: Separați mai multe valori cu virgulă.
ru: Несколько значений вводите через запятую.
sl: Več različnih vrednosti ločite z vejicami.
sv: Separera flera värden med kommatecken.
th: ใช้เครื่องหมายจุลภาคคั่นค่าหลายค่า
tr: Birden fazla değeri virgülle ayırın.
uk: Розділіть комами декілька значень.
vi: Phân tách các giá trị bằng dấu phẩy.

# lc_note
source: If the product's packaging is in multiple languages, indicate the most visible language on the product.
ar: إذا كانت عبوة المنتج بلغات متعددة، يرجى تحديد اللغة الأكثر وضوحًا للمنتج.
bg: Ако опаковката на продукта е на няколко езика, посочете най-видимия език на продукта.
ca: Si l'embalatge del producte està en diversos idiomes, indiqueu l'idioma més visible del producte.
cs: Pokud je obal produktu ve více jazycích, uveďte na produktu nejviditelnější jazyk.
da: Er produktets emballage flersproget, så angiv det foretrukne/mest synlige sprog på produktet.
de: Wenn die Verpackung des Produkts mehrsprachig ist, geben Sie die am deutlichsten sichtbare Sprache auf dem Produkt an.
el: Εάν η συσκευασία του προϊόντος είναι σε πολλές γλώσσες, υποδείξτε την πιο ορατή γλώσσα στο προϊόν.
eo: Se la pakaĵo de la produkto estas en pluraj lingvoj, indiku la plej videblan lingvon sur la produkto.
es: Si el embalaje del producto está en varios idiomas, indica el idioma más visible.
fa: اگر بسته‌بندی محصول به چند زبان است، زبانی را که بیشتر روی محصول دیده می‌شود، مشخص کنید.
fi: Jos tuotteen pakkaus on useilla kielillä, ilmoita näkyvin kieli tuotteessa.
fr: Si l'emballage du produit est en plusieurs langues, indiquez la langue la plus facilement visible sur le produit.
he: אם אריזת המוצר היא רב לשונית, יש לציין את השפה הבולטת ביותר שעל המוצר.
hr: Ako je pakiranje proizvoda na više jezika, navedite najvidljiviji jezik na proizvodu.
hu: Ha a termék csomagolása több nyelven készült, jelölje meg a terméken a leglátványosabb nyelvet.
id: Jika kemasan produk dalam beberapa bahasa, tunjukkan bahasa yang paling terlihat pada produk.
it: Se la confezione del prodotto è in più lingue, indicare la lingua più visibile sul prodotto.
ja: 製品のパッケージが複数の言語である場合は、製品で最も多く目に見える言語を示します。
ka: თუ პროდუქტის შეფუთვა რამდენიმე ენაზეა, მიუთითეთ პროდუქტზე ყველაზე თვალსაჩინო ენა.
lt: Jei gaminio pakuotė yra keliomis kalbomis, nurodykite labiausiai matomą gaminio kalbą.
lv: Ja produkta iepakojums ir vairākās valodās, norādiet uz produkta visredzamāko valodu.
nl_be: Als de verpakking van het product in meerdere talen is, geef dan de meest zichtbare taal van het product aan.
pl: Jeżeli opakowanie produktu jest w wielu językach, wskaż najbardziej widoczny język na produkcie.
pt_pt: Se a embalagem do produto estiver em vários idiomas, indique o idioma que é mais visível no produto.
ro: Dacă ambalajul produsului este în mai multe limbi, indicați limba cea mai vizibilă de pe produs.
ru: Если на упаковке продукта текст на нескольких языках, укажите наиболее заметный из них.
sl: Če je embalaža izdelka v več jezikih, označite najbolj viden jezik na izdelku.
sv: Om produktens förpackning är på flera språk, ange det språk som är mest synligt på produkten.
th: หากบรรจุภัณฑ์ของผลิตภัณฑ์มีหลายภาษา โปรดระบุภาษาที่เห็นได้ชัดเจนที่สุดบนผลิตภัณฑ์
tr: Ürünün ambalajı birden fazla dildeyse ürünün üzerindeki en belirgin dili belirtin.
uk: Якщо упакування товару створено за допомогою різноманітних мов, вкажіть ту мову, яка є найбільш видимою для товару.
vi: Nếu bao bì của sản phẩm được viết bằng nhiều ngôn ngữ, hãy chỉ ra ngôn ngữ dễ thấy nhất trên sản phẩm.

# obsolete_import_note
source: Enter Yes, Y or 1 if the product is no longer available in stores.
ar: أدخل نعم أو Y أو 1 إذا نفذ المنتج من المتجر.
bg: Въведете Да, Y или 1, ако продуктът вече не е наличен в магазините.
ca: Introduïu Sí, Y o 1 si el producte ja no està disponible a les botigues.
cs: Pokud produkt již není dostupný v obchodech, zadejte Ano, Y nebo 1.
da: Angiv Ja, Y eller 1, hvis produktet ikke længere findes i butikker.
de: Geben Sie „Ja”, „J” oder „1” ein, wenn das Produkt nicht mehr im Handel erhältlich ist.
el: Εισαγάγετε Ναι, Υ, Yes, Ν ή 1 εάν το προϊόν δεν είναι πλέον διαθέσιμο στα καταστήματα.
eo: Enigu Jes, J aŭ 1 se la produkto jam ne haveblas en vendejoj.
es: Introduzca Sí, Y o 1 si el producto ya no está disponible en las tiendas.
fa: اگر محصول دیگر در فروشگاه‌ها موجود نیست، بله، بله یا ۱ را وارد کنید.
fi: Syötä Kyllä, Y tai 1, jos tuote ei ole enää saatavilla myymälöissä.
fr: Entrez Oui, O ou 1 si le produit n'est plus disponible en magasin.
he: יש למלא כאן Yes,‏ Y או 1 אם המוצר אינו זמין יותר בחנויות.
hr: Unesite Da, Y ili 1 ako proizvod više nije dostupan u trgovinama.
hu: Írjon be „Igen”-t, „Y”-t vagy 1-et, ha a termék már nem kapható a boltokban.
id: Masukkan Ya, Y atau 1 jika produk tidak lagi tersedia di toko - toko.
it: Immettere Sì, Y o 1 se il prodotto non è più disponibile nei negozi.
ja: 製品が店舗で利用できなくなった場合は、「はい」、「Y」または「1」と入力します。
ka: შეიყვანეთ დიახ, Y ან 1, თუ პროდუქტი აღარ არის ხელმისაწვდომი მაღაზიებში.
lt: Įveskite Taip, Y arba 1, jei prekės nebėra parduotuvėse.
lv: Ievadiet Jā, Y vai 1, ja produkts vairs nav pieejams veikalos.
nl_be: Ja, Y of 1 als het product niet meer beschikbaar is in de winkels.
pl: Wpisz Tak, Y lub 1, jeśli produkt nie jest już dostępny w sklepach.
pt_pt: Insira Sim, S ou 1 se o produto já não está disponível nas lojas.
ro: Introduceți Da, Y sau 1 dacă produsul nu mai este disponibil în magazine.
ru: Введите Да, Д или 1 если продукт больше нельзя купить в магазинах.
sl: Vnesite Da, D ali 1, če izdelek ni več na voljo v trgovinah.
sv: Ange Ja, Y eller 1 om produkten inte längre finns i butik.
th: ป้อน Yes, Y หรือ 1 หากสินค้าดังกล่าวไม่มีจำหน่ายในร้านค้าแล้ว
tr: Ürün artık mağazada bulunmuyorsa Evet, E veya 1 girin.
uk: Якщо продукція є більше недоступною в магазинах, натисніть Yes, Y або 1.
vi: Nhập Có, Y hoặc 1 nếu sản phẩm không còn trong cửa hàng.

# specify_value_and_unit_or_use_default_unit
source: Specify both the value and unit, or use the default unit: %s
ar: حدد كلا من القيمة والوحدة أو استخدم الوحدة الإفتراضية: %s
bg: Посочете както стойността, така и единицата или използвайте единицата по подразбиране: %s
ca: Especifiqueu tant el valor com la unitat, o utilitzeu la unitat per defecte: %s
cs: Zadejte hodnotu i jednotku nebo použijte výchozí jednotku: %s
da: Angiv både værdien og enheden, eller brug standardenheden: %s
de: Geben Sie sowohl den Wert als auch die Einheit an, oder verwenden Sie die Standardeinheit: %s
el: Καθορίστε και την τιμή και τη μονάδα ή χρησιμοποιήστε την προεπιλεγμένη μονάδα: %s
eo: Specifu kaj la valoron kaj la unuon, aŭ uzu la defaŭltan unuon: %s
es: Especifica tanto el valor como la unidad, o utiliza la unidad predeterminada: %s
fa: مقدار و واحد را مشخص کنید، یا از واحد پیش‌فرض استفاده کنید: %s
fi: Määritä sekä arvo että yksikkö, tai käytä oletusyksikköä: %s
fr: Spécifiez la valeur et l'unité, ou utilisez l'unité par défaut : %s
he: יש לציין את הערך והיחידה או להשתמש ביחידת בררת המחדל: %s
hr: Navedite i vrijednost i jedinicu ili upotrijebite zadanu jedinicu: %s
hu: Adja meg az értéket és a mértékegységet is, vagy használja az alapértelmezett mértékegységet: %s
id: Tentukan baik nilai maupun satuannya, atau gunakan satuan default: %s
it: Specificare sia il valore che l'unità oppure utilizzare l'unità predefinita: %s
ja: 値と単位の両方を指定するか、デフォルトの単位を使用します： %s
ka: მიუთითეთ როგორც მნიშვნელობა, ასევე ერთეული, ან გამოიყენეთ ნაგულისხმევი ერთეული: %s
lt: Nurodykite vertę ir vienetą arba naudokite numatytąjį vienetą: %s
lv: Norādiet gan vērtību, gan mērvienību vai izmantojiet noklusējuma mērvienību: %s
nl_be: Specificeer zowel de waarde als de eenheid, of gebruik de standaardeenheid: %s
pl: Określ zarówno wartość, jak i jednostkę, lub użyj jednostki domyślnej: %s
pt_pt: Especifique o valor e a unidade, ou use a unidade padrão: %s
ro: Specificați atât valoarea, cât și unitatea, sau utilizați unitatea implicită: %s
ru: Укажите и значение, и единицу измерения или используйте единицу измерения по умолчанию: %s
sl: Določite tako vrednost kot enoto ali uporabite privzeto enoto: %s
sv: Ange både värde och enhet, eller använd standardenheten: %s
th: ระบุทั้งค่าและหน่วย หรือใช้หน่วยเริ่มต้น: %s
tr: hem değeri hem de birimi açıkça belirtin, veya hazır birimi kullanın: %s
uk: Вкажіть обидва значення: і величину і одиницю вимірювання або ж використайте іншу одиницю: %s
vi: Chỉ định cả giá trị và đơn vị hoặc sử dụng đơn vị mặc định: %s
