Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutrition_grade_fr_fruits_vegetables_nuts_from_category_warning
source: Warning: the amount of fruits, vegetables and nuts is not specified on the label, it was estimated from the category (%s) of the product: %d
bg: Предупреждение: количеството плодове, зеленчуци и ядки не е посочено на етикета, изчислено е от категория (%s) на продукта: %d
ca: Atenció: la quantitat de fruita, verdura i fruits secs no s'especifica a l'etiqueta, s'ha fet una estimació per la categoria (%s) del producte: %d
cs: Upozornění: na etiketě není uvedeno množství ovoce, zeleniny a ořechů, bylo odhadnuto z kategorie (%s) produktu: %d
da: Advarsel: Mængden af ​​frugt, grøntsager og nødder er ikke angivet på etiketten, men er estimeret ud fra kategorien (%s) for produktet: %d%
de: Zur Beachtung. Die Menge an Früchten, Gemüse und Nüssen ist auf dem Etikett nicht angegeben und wurde anhand der Kategorie (%s) des Produkts geschätzt: %d
el: Προειδοποίηση: η ποσότητα φρούτων, λαχανικών και ξηρών καρπών δεν προσδιορίζεται στην ετικέτα, υπολογίστηκε από την κατηγορία (%s) του προϊόντος: %d
eo: Averto: la kvanto de fruktoj, legomoj kaj nuksoj ne estas specifita sur la etikedo, ĝi estis taksita el la kategorio (%s) de la produkto: %d
es: Atención: la cantidad de frutas, verduras y frutos secos no viene especificada en la etiqueta, por lo que se ha hecho una estimación a partir de la categoría (%s) del producto: %d
fa: هشدار: میزان میوه‌ها، سبزیجات و آجیل‌ها روی برچسب مشخص نشده است، این مقدار بر اساس دسته‌بندی (%s) محصول تخمین زده شده است: %d
fi: Varoitus: hedelmien, vihannesten ja pähkinöiden määrää ei ole ilmoitettu etiketissä, vaan se arvioitiin tuotteen luokasta (%s): %d
fr: Avertissement : Le taux de fruits, légumes et noix n'est pas indiqué sur l'étiquette, il a été estimé en fonction de la catégorie (%s) du produit : %d
he: אזהרה: כמות הפירות, הירקות והאגוזים לא צוינה, התבצעה הערכה על בסיס הקטגוריה (%s) של המוצר: %d
hr: Upozorenje: količina voća, povrća i orašastih plodova nije navedena na etiketi, procijenjena je iz kategorije (%s) proizvoda: %d
hu: Figyelmeztetés: a címkén nincs feltüntetve a gyümölcs, zöldség és dió mennyisége, ezek a termék kategóriájából (%s) lettek megbecsülve: %d
id: Peringatan: jumlah buah, sayuran, dan kacang-kacangan tidak disebutkan pada label, namun diperkirakan dari kategori (%s) produk: %d
it: Attenzione: la quantità di frutta, verdura e noci non è specificata sull'etichetta, è stata stimata dalla categoria (%s) del prodotto: %d
ja: 警告：果物、野菜、ナッツの量がラベルに明記されていなかったため、製品のカテゴリ（%s）から推定されました：%d
ka: გაფრთხილება: ხილის, ბოსტნეულის და თხილის რაოდენობა ეტიკეტზე მითითებული არ არის, ის შეფასებულია პროდუქტის კატეგორიის (%s) მიხედვით: %d
lt: Įspėjimas: vaisių, daržovių ir riešutų kiekis etiketėje nenurodytas, jis buvo apskaičiuotas pagal %d produkto kategoriją: %s
lv: Brīdinājums: augļu, dārzeņu un riekstu daudzums uz etiķetes nav norādīts, tas ir aprēķināts no produkta kategorijas (%s): %d
nl_be: Waarschuwing: de hoeveelheid fruit, groenten en noten staat niet op het etiket, deze is geschat op basis van de categorie (%s) van het product:%d%
pl: Uwaga: ilość owoców, warzyw i orzechów nie jest podana na etykiecie, została oszacowana z kategorii (%s) produktu: %d
pt_pt: Atenção: a quantidade de frutos, vegetais e frutos de casca rija não está especificada no rótulo, foi estimada a partir da categoria (%s) do produto: %d
ro: Atenție: cantitatea de fructe, legume și nuci nu este specificată pe etichetă, s-a estimat din categoria (%s) a produsului: %d
ru: Предупреждение: количество фруктов, овощей и орехов не указано на этикетке, оно рассчитано на основании категории (%s) продукта: %d
sv: Varning: mängden frukt, grönsaker och nötter anges inte på etiketten, det uppskattades från produktkategorin (%s): %d
th: คำเตือน: ปริมาณผลไม้ ผัก และถั่วไม่ได้ระบุไว้บนฉลาก จึงประเมินจากหมวดหมู่ (%s) ของผลิตภัณฑ์: %d
tr: Uyarı: Meyve, sebze ve fındık miktarı etiket üzerinde belirtilmemiş, (%s) kategorisinden %d% ürününe göre hesaplanmıştır
uk: Попередження: кількість фруктів, овочів та горіхів не вказана на етикетці, її розраховано з категорії (%s) продукту: %d
vi: Cảnh báo: số lượng trái cây, rau và quả hạch không được ghi trên nhãn, thông tin được ước tính từ danh mục (%s) của sản phẩm: %d

# nutrition_grade_fr_fruits_vegetables_nuts_estimate_from_ingredients_warning
source: Warning: the amount of fruits, vegetables and nuts is not specified on the label, it was estimated from the list of ingredients: %d
bg: Предупреждение: количеството плодове, зеленчуци и ядки не е посочено на етикета, беше изчислено от списъка със съставки: %d
ca: Atenció: la quantitat de fruita, verdura i fruits secs no s'especifica a l'etiqueta, s'ha fet una estimació a partir de la llista d'ingredients: %d
cs: Upozornění: množství ovoce, zeleniny a ořechů není na etiketě uvedeno, bylo odhadnuto ze seznamu ingrediencí: %d
da: Advarsel: Mængden af ​​frugt, grøntsager og nødder er ikke angivet på etiketten, men er estimeret ud fra ingredienslisten: %d%
de: Zur Beachtung: Die Menge an Früchten, Gemüse und Nüssen ist auf dem Etikett nicht angegeben und wurde anhand der Zutatenliste geschätzt: %d
el: Προειδοποίηση: η ποσότητα φρούτων, λαχανικών και ξηρών καρπών δεν προσδιορίζεται στην ετικέτα, υπολογίστηκε από τη λίστα των συστατικών: %d
eo: Averto: la kvanto de fruktoj, legomoj kaj nuksoj ne estas specifita sur la etikedo, ĝi estis taksita el la listo de ingrediencoj: %d
es: Atención: la cantidad de frutas, verduras y frutos secos no viene especificada en la etiqueta, por lo que se ha hecho una estimación a partir la lista de ingredientes: %d
fa: هشدار: مقدار میوه‌ها، سبزیجات و آجیل روی برچسب مشخص نشده است، این مقدار از لیست مواد تشکیل‌دهنده تخمین زده شده است: %d
fi: Varoitus: hedelmien, vihannesten ja pähkinöiden määrää ei ole ilmoitettu etiketissä, vaan se arvioitiin ainesosaluettelosta: %d
fr: Avertissement : Le taux de fruits, légumes et noix n'est pas indiqué sur l'étiquette, il a été estimé en fonction de la liste des ingrédients : %d
he: אזהרה: כמות הפירות, הירקות והאגוזים לא צוינה, התבצעה הערכה על בסיס רשימת הרכיבים: %d
hr: Upozorenje: količina voća, povrća i orašastih plodova nije navedena na etiketi, procijenjena je s popisa sastojaka: %d
hu: Figyelmeztetés: a címkén nincs feltüntetve a gyümölcs, zöldség és dió mennyisége, ezek az összetevőlista alapján lettek megbecsülve: %d
id: Peringatan: jumlah buah, sayuran, dan kacang-kacangan tidak disebutkan pada label, melainkan diperkirakan dari daftar bahan: %d
it: Attenzione: la quantità di frutta, verdura e noci non è specificata sull'etichetta, è stata stimata dalla lista degli ingredienti: %d
ja: 警告：果物、野菜、ナッツの量がラベルに明記されていなかったため、原材料のリストから推定されました：%d
ka: გაფრთხილება: ხილის, ბოსტნეულის და თხილის რაოდენობა ეტიკეტზე მითითებული არ არის, ის შეფასებულია ინგრედიენტების სიიდან: %d
lt: Įspėjimas: vaisių, daržovių ir riešutų kiekis etiketėje nenurodytas, apskaičiuotas pagal ingredientų sąrašą: %d
lv: Brīdinājums: augļu, dārzeņu un riekstu daudzums nav norādīts uz etiķetes, tas tika aprēķināts pēc sastāvdaļu saraksta: %d
nl_be: Waarschuwing: de hoeveelheid fruit, groenten en noten staat niet op het etiket, maar is geschat op basis van de ingrediëntenlijst: %d%
pl: Uwaga: ilość owoców, warzyw i orzechów nie jest podana na etykiecie, została oszacowana z listy składników: %d
pt_pt: Atenção: a quantidade de frutos, vegetais e frutos secos não está especificada no rótulo, foi estimada a partir da lista de ingredientes: %d
ro: Atenție: cantitatea de fructe, legume și nuci nu este specificată pe etichetă, s-a estimat din lista de ingrediente: %d
ru: Внимание: количество фруктов, овощей и орехов не указано на этикетке, оно было вычислено на основе списка ингредиентов: %d
sv: Varning: mängden frukt, grönsaker och nötter anges inte på etiketten, den uppskattades från ingrediensförteckningen: %d
th: ข้อควรระวัง: เนื่องจากไม่ได้ระบุปริมาณของ ผลไม้ ผัก และถั่ว บนฉลากอาหารไว้อย่างชัดเจน ค่าที่แสดงเป็นค่าที่ระบบคำนวณจากรายการส่วนประกอบ: %d
tr: Uyarı: Meyve, sebze ve kuruyemiş miktarı etikette belirtilmemiştir, içindekiler listesinden tahmin edilmiştir: %d
uk: Попередження: кількість фруктів, овочів та горіхів не зазначена на етикетці, її розраховано за списком інгредієнтів: %d%
vi: Cảnh báo: lượng trái cây, rau và quả hạch không được ghi trên nhãn, thông tin được ước tính từ danh sách các thành phần: %d

# nutrition_grade_fr_title
source: NutriScore color nutrition grade
ar: NutriScore درجة تغذية اللون
bg: NutriScore цветова оценка на хранителната стойност
ca: Qualificació nutricional en colors NutriScore
cs: Barevná nutriční škála NutriScore
da: NutriScore farve ernæringskvalitet
de: NutriScore-Farbe nach Nährwertqualität
el: Χρώμα βαθμού διατροφικής κατηγορίας NutriScore
eo: NutriScore-kolora nutra grado
es: Grado de nutrición NutriScore
fa: درجه ارزش غذایی رنگ NutriScore
fi: Värillinen NutriScore-ravintoarvosana
fr: Note nutritionnelle de couleur NutriScore
hr: NutriScore boja, nutritivna ocjena
hu: NutriScore színes tápértékosztályzat
id: Nilai nutrisi warna NutriScore
it: Punteggio NutriScore
ja: ニュートリスコア カラー栄養グレード
ka: NutriScore-ის ფერის კვებითი ღირებულება
lt: „NutriScore“ spalvos maistinė klasė
lv: NutriScore krāsu uzturvērtības pakāpe
ms: Gred pemakanan warna NutriScore
nl_be: NutriScore kleur voedingswaarde
pl: Skala kolorów NutriScore
pt_pt: Classificação nutricional Nutri-Score
ro: NutriScore culoare grad nutrițional
ru: Цвет уровня питательной ценности NutriScore
sl: Ocena kakovosti prehrane NutriScore
sv: NutriScore färgnäringsgrad
th: ระดับโภชนาการสี NutriScore
tl: NutriScore color nutrisyon na marka
tr: Nutriscore beslenme rengi derecesi
uk: Колір Nutri-Score, яким виділено оцінку харчування
vi: Lớp dinh dưỡng màu NutriScore

# nutrition_grade_fr_formula
source: How the color nutrition grade is computed
ar: كيف يتم حساب درجة تغذية اللون
bg: Как се изчислява цветовата оценка на хранителната стойност
ca: Com es calcula la qualificació nutricional per colors
cs: Jak je umístění na barevné škále vypočítáno
da: Hvordan farvenæringskvalitetsgraden beregnes
de: Wie die Farben für die Nährwertqualität berechnet werden
el: Πώς υπολογίζεται το χρώμα βαθμού διατροφής
eo: Kiel la nutra grado de koloro estas kalkulata
es: Cómo se calcula el color para el grado de nutrición
fa: نحوه محاسبه درجه تغذیه رنگ
fi: Kuinka värillinen ravintoarvosana lasketaan
fr: Mode de calcul de la note nutritionnelle de couleur
hr: Kako se izračunava nutritivna vrijednost boje
hu: Hogyan kerül kiszámításra a színes tápértékosztályzat
id: Bagaimana nilai nutrisi warna dihitung
it: Come viene calcolato il colore del voto nutrizionale
ja: カラー栄養グレードの計算方法
ka: როგორ გამოითვლება ფერის კვებითი ღირებულება
lt: Kaip apskaičiuojamas „NutriScore“ spalvos maistinė klasė
lv: Kā tiek aprēķināta krāsvielu barības pakāpe
ms: Bagaimana gred pemakanan warna dikira
nl_be: Hoe de kleuren te berekenen voor de voedingswaarde
pl: Jak się oblicza kolorystyczną skalę odżywienia
pt_pt: Como é calculado o grau nutricional em cores
ro: Cum se calculează clasa nutrițională a culorilor
ru: Как рассчитывается цвет уровня питательной ценности
sl: Kako se izračuna barvna ocena kakovosti prehrane
sv: Hur färgnäringsgraden beräknas
th: วิธีการคำนวณเกรดโภชนาการสี
tl: Paano pagkalkula sa color nutrisyon grade
tr: Renk beslenme derecesi nasıl hesaplanır
uk: Як розраховується оцінка харчування за кольором
vi: Cách tính màu dinh dưỡng

# nutrition_grade_fr_alt
source: NutriScore nutrition grade
ar: NutriScore درجة التغذية
bg: NutriScore оценка на хранителната стойност
ca: Qualificació nutricional NutriScore
cs: Nutriční stupeň NutriScore
da: NutriScore ernæringskvalitet
de: NutriScore-Nährwertqualität
el: Διατροφικός βαθμός NutriScore
eo: NutriScore-nutra grado
es: Grado de nutrición NutriScore
fa: درجه تغذیه NutriScore
fi: NutriScore-ravintoarvosana
fr: Note nutritionnelle NutriScore :
hr: NutriScore nutritivna ocjena
hu: NutriScore tápértékosztályzat
id: Nilai nutrisi NutriScore
it: Voto nutrizionale NutriScore
ja: ニュートリスコア栄養グレード
ka: NutriScore-ის კვებითი ღირებულება
lt: „NutriScore“ mitybos klasė
lv: NutriScore uzturvērtības pakāpe
ms: Gred pemakanan NutriScore
nl_be: NutriScore voedingswaarde
pl: Skala kolorystyczna NutriScore
pt_pt: Grau nutricional Nutri-Score
ro: NutriScore grad nutrițional
ru: Уровень питательной ценности NutriScore
sl: NutriScore ocena
sv: NutriScore näringsklass
th: ระดับคุณค่าทางโภชนาการของ NutriScore
tl: NutriScore nutrisyon na marka
tr: Nutriscore beslenme sınıfı
uk: Оцінка харчування Nutri-Score
vi: NutriScore cấp dinh dưỡng

# delete_product_page
source: Delete the product page
ar: احذف صفحة المنتج
bg: Изтрий страницата на продукта
ca: Elimina la pàgina del producte
cs: Smazat stránku produktu
da: Slet produktsiden
de: Produktseite löschen
el: Διαγράψτε τη σελίδα του προϊόντος
eo: Forigi la paĝon pri la produkto
es: Eliminar la página del producto
fa: صفحه محصول را حذف کنید
fi: Poista tuotesivu
fr: Supprimer la fiche produit
he: מחיקת עמוד המוצר
hr: Izbriši stranicu proizvoda
hu: Termékoldal törlése
id: Hapus halaman produk
it: Elimina la pagina del prodotto
ja: 製品ページを削除
ka: პროდუქტის გვერდის წაშლა
lt: Ištrinkite produkto puslapį
lv: Izdzēst produkta lapu
ms: Padamkan halaman produk
nl_be: Verwijder de productpagina
pl: Usuń stronę o produkcie
pt_pt: Eliminar a página do produto
ro: Ștergeți pagina produsului
ru: Удалить страницу продукта
sl: Izbriši stran z izdelkom
sv: Radera produktsidan
th: ลบหน้าสินค้า
tl: Tanggalin ang pahina ng produkto
tr: Ürün sayfasını sil
uk: Видаліть сторінку продукції
vi: Xóa trang sản phẩm

source: Deleting product
ar: حذف المنتج
bg: Изтриване на продукт
ca: Eliminant producte
cs: Mazání produktu
da: Sletter produkt
de: Produktlöschung
el: Διαγραφή προϊόντος
eo: Forigas produkton
es: Eliminando producto
fa: حذف محصول
fi: Poistetaan tuote
fr: Suppression du produit
he: המוצר נמחק
hr: Brisanje proizvoda
hu: Termék törlése
id: Menghapus produk
it: Cancella prodotto
ja: 製品を削除します
ka: პროდუქტის წაშლა
lt: Trinamas produktas
lv: Produkta dzēšana
ms: Memadamkan produk
nl_be: Product verwijderen
pl: Usuwanie produktu
pt_pt: A eliminar o produto
ro: Se șterge produsul
ru: Удаление продукта
sl: Brisanje izdelka
sv: Tar bort produkt
th: การลบผลิตภัณฑ์
tl: Tinatanggal ang produkto
tr: Ürün siliniyor
uk: Видалення продукції
vi: Xóa sản phẩm

source: has deleted product
ar: لقد حذف المنتج
bg: изтри продукт
ca: producte eliminat
cs: smazal produkt
da: har slettet produkt
de: Produkt gelöscht
el: έχει διαγράψει το προϊόν
eo: forigis produkton
es: ha eliminado el producto
fa: محصول را حذف کرده است
fi: tuote on poistettu
fr: efface le produit
he: מוצר נמחק
hr: izbrisao je proizvod
hu: törölte a terméket
id: telah menghapus produk
it: hai cancellato il prodotto
ja: 製品を削除しました
ka: წაშალა პროდუქტი
lt: ištrynė produktą
lv: ir izdzēsis produktu
ms: telah memadamkan produk
nl_be: product verwijderd
pl: usunął produkt
pt_pt: eliminou o produto
ro: a șters un produs
ru: удалил продукт
sl: je izbrisal izdelek
sv: har tagit bort produkt
th: ได้ลบผลิตภัณฑ์แล้ว
tl: tinanggal na produkto
tr: silinmiş ürün
uk: видалив продукцію
vi: đã xóa sản phẩm

# delete_product_confirm
source: Are you sure that you want to delete the page for this product?
ar: هل أنت متأكد من أنك تريد حذف صفحة هذا المنتج؟
bg: Сигурен ли си, че искаш да изтриеш страницата за този продукт?
ca: De debò voleu eliminar la pàgina d'aquest producte?
cs: Opravdu chcete smazat stránku tohoto produktu?
da: Sikker på, at du vil slette siden for dette produkter?
de: Sind Sie sicher, dass Sie die Seite für dieses Produkt löschen möchten?
el: Σίγουρα θέλετε να διαγράψετε τη σελίδα για αυτό το προϊόν;
eo: Ĉu vi certas, ke vi volas forigi la paĝon pri ĉi tiu produkto?
es: ¿Estás seguro de que deseas borrar la página de este producto?
fa: آیا مطمئن هستید که می‌خواهید صفحه مربوط به این محصول را حذف کنید؟
fi: Oletko varma, että haluat poistaa tämän tuotesivun?
fr: Etes-vous sûr de vouloir supprimer la fiche de ce produit ?
he: למחוק את העמוד למוצר זה?
hr: Jeste li sigurni da želite izbrisati stranicu za ovaj proizvod?
hu: Biztos benne, hogy törölni szeretné az ehhez a termékhez tartozó oldalt?
id: Anda yakin ingin menghapus halaman untuk produk ini?
it: Sei sicuro di voler cancellare la pagina di questo prodotto?
ja: この製品のページを削除してもよろしいですか?
ka: დარწმუნებული ხართ, რომ გსურთ ამ პროდუქტის გვერდის წაშლა?
lt: Ar tikrai norite ištrinti šio produkto puslapį?
lv: Vai tiešām vēlaties dzēst šī produkta lapu?
ms: Adakah anda pasti yang anda mahu memadamkan halaman untuk produk ini?
nl_be: Weet u zeker dat u de pagina van dit product wilt verwijderen?
pl: Czy jesteś pewien że chcesz usunąć stronę dla tego produktu?
pt_pt: Tem a certeza que quer eliminar a página deste produto?
ro: Sunteți sigur că doriți să ștergeți pagina pentru acest produs?
ru: Вы действительно хотите удалить страницу этого продукта?
sl: Ali ste prepričani, da želite izbrisati stran za ta izdelek?
sv: Är du säker på att du vill radera sidan för denna produkt?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหน้าสำหรับผลิตภัณฑ์นี้?
tl: Sigurado ka ba na nais mong tanggalin ang pahina sa produktong ito?
tr: Bu ürünün sayfasını silmek istediğinize emin misiniz?
uk: Ви впевнені, що бажаєте видалити сторінку цієї продукції?
vi: Bạn có chắc chắn muốn xóa trang cho sản phẩm này không?

# sources_manufacturer
source: Some of the data for this product has been provided directly by the manufacturer %s.
ar: بعض البيانات لهذا المنتج تم توفيرها مباشرة من قبل الشركة المصنعة %s.
bg: Някои от данните за този продукт са предоставени директно от производителя %s.
ca: Algunes de les dades d’aquest producte les ha proporcionat directament el fabricant %s.
cs: Některé údaje pro tento produkt poskytl přímo výrobce %s.
da: Nogle af disse produktdata er leveret direkte af producenten %s.
de: Einige Daten für dieses Produkt wurden direkt vom Hersteller bereitgestellt %s.
el: Ορισμένα από τα δεδομένα για αυτό το προϊόν παρέχονται απευθείας από τον κατασκευαστή %s.
eo: Iujn datumojn por ĉi tiu produkto provizis rekte la fabrikanto %s.
es: Algunos de los datos de este producto han sido proporcionados directamente por el fabricante %s.
fa: برخی از داده‌های این محصول مستقیماً توسط سازنده %sارائه شده است.
fi: Jotkut tämän tuotteen tiedoista on toimittanut suoraan valmistaja %s.
fr: Certaines informations de ce produit ont été fournies directement par son fabricant %s.
he: חלק מהנתונים עבור המוצר הזה סופקו ישירות מהיצרן %s.
hr: Neke podatke za ovaj proizvod izravno je dostavio proizvođač %s.
hu: Ehhez a termékhez tartozó adatok egy részét közvetlenül a gyártó (%s) adta meg.
id: Beberapa data untuk produk ini telah disediakan langsung oleh produsen %s.
it: Alcuni dei dati per questo prodotto sono stati forniti direttamente dal produttore %s.
ja: この商品の一部のデータは、メーカー %s から直接提供されています。
ka: ამ პროდუქტის შესახებ ზოგიერთი მონაცემი პირდაპირ მწარმოებლის მიერ არის მოწოდებული %s.
lt: Kai kuriuos šio gaminio duomenis tiesiogiai pateikė gamintojas %s.
lv: Daļu šī produkta datu ir sniedzis tieši ražotājs %s.
nl_be: Sommige productgegevens zijn rechtstreeks door de fabrikant verstrekt %s.
pl: Niektóre dane dla tego produktu zostały dostarczone bezpośrednio przez producenta %s.
pt_pt: Alguns dos dados deste produto foram fornecidos diretamente pelo fabricante %s.
ro: Unele dintre datele pentru acest produs au fost furnizate direct de către producător %s.
ru: Часть данных по этому продукту была предоставлена изготовителем %s.
sl: Nekateri podatki za ta izdelek so neposredno poslali od proizvajaleca %s.
sv: En del data för denna produkt har tillhandahållits direkt av tillverkaren %s.
th: ข้อมูลบางส่วนสำหรับผลิตภัณฑ์นี้ได้รับมาจากผู้ผลิตโดยตรง %s
tr: Bu ürün için bazı veriler doğrudan %s isimli üretici tarafından sağlanmıştır.
uk: Деякі дані цього продукту були надані безпосередньо виробником %s.
vi: Một số dữ liệu của sản phẩm này đã được nhà sản xuất cung cấp trực tiếp %s.

# list_of_sources
source: Some of the data and/or photos for this product come from those sources:
ar: بعض البيانات و/أو الصور لهذا المنتج تأتي من هذه المصادر:
bg: Някои от данните и/или снимките за този продукт са от следните източници:
ca: Algunes de les dades i/o fotos d’aquest producte provenen d’aquestes fonts:
cs: Některá data a/nebo fotografie pro tento produkt pocházejí z těchto zdrojů:
da: Nogle af disse produktdata/fotos hidrører fra disse kilder:
de: Einige der Daten und/oder Fotos für dieses Produkt stammen aus diesen Quellen:
el: Ορισμένα από τα δεδομένα ή/και φωτογραφίες για αυτό το προϊόν προέρχονται από αυτές τις πηγές:
eo: Kelkaj el la datumoj kaj/aŭ fotoj por ĉi tiu produkto venas de jenaj fontoj:
es: Algunos de los datos y / o fotos de este producto provienen de esas fuentes:
fa: برخی از داده‌ها و/یا عکس‌های این محصول از این منابع گرفته شده‌اند:
fi: Osa tämän tuotteen tiedoista ja/tai kuvista on peräisin näistä lähteistä:
fr: Certaines informations et/ou photos de ce produit proviennent de ces sources :
he: חלק מהנתונים ו/או התמונות למוצר הזה מגיעים מהמקורות שלנו:
hr: Neki od podataka i/ili fotografija za ovaj proizvod potječu iz ovih izvora:
hu: A termék egyes adatai és/vagy fotói ezekből a forrásokból származnak:
id: Beberapa data dan/atau foto untuk ptoduk ini bersumber dari:
it: Alcuni dei dati e/o foto per questo prodotto provengono da queste fonti:
ja: この商品のいくつかのデータおよび/または写真は、それらのソースから取得されます:
ka: ამ პროდუქტის ზოგიერთი მონაცემი და/ან ფოტო აღებულია შემდეგი წყაროებიდან:
lt: Kai kurie šio produkto duomenys ir (arba) nuotraukos gaunami iš šių šaltinių:
lv: Daļa šī produkta datu un/vai fotoattēlu ir iegūti no šiem avotiem:
nl_be: Sommige productgegevens en/of foto's zijn afkomstig uit de volgende bronnen:
pl: Niektóre dane i/lub zdjęcia tego produktu pochodzą z następujących źródeł:
pt_pt: Alguns dos dados e/ou fotografias deste produto são provenientes das seguintes fontes:
ro: Unele dintre datele și/sau fotografiile pentru acest produs provin din acele surse:
ru: Часть данных и/или фотографии для этого продукта были взяты из следующих источников:
sl: Nekateri podatki in / ali fotografije tega izdelka prihajajo iz teh virov:
sv: En del data och/eller bilder för den här produkten kommer från dessa källor:
th: ข้อมูลและ/หรือรูปภาพบางส่วนสำหรับผลิตภัณฑ์นี้ มาจากแหล่งข้อมูลเหล่านี้:
tr: Bu ürünle ilgili bazı veriler ve / veya fotoğraflar şu kaynaklardan gelmektedir:
uk: Деякі дані та/або фотографії цього продукту отримані з таких джерел:
vi: Một số dữ liệu và/hoặc hình ảnh của sản phẩm này đến từ nguồn cung cấp:
