Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# obsolete_warning
source: Important note: this product is no longer sold. The data is kept for reference only. This product does not appear in regular searches and is not taken into account for statistics.
ar: ملاحظة مهمة: هذا المنتج لم يعد يباع. يتم الإحتفاظ بالبيانات كمرجع فقط. لا يظهر هذا المنتج في عمليات البحث العادية ولا يؤخذ في الإعتبار للإحصاءات.
bg: Важна забележка: този продукт вече не се продава. Данните се съхраняват само за справка. Този продукт не се появява при редовни търсения и не се взема предвид за статистиките.
ca: Nota important: aquest producte ja no es ven. Les dades es conserven només com a referència. Aquest producte no apareix a les cerques habituals i no es té en compte per a les estadístiques.
cs: Důležité upozornění: tento produkt se již neprodává. Údaje jsou uchovávány pouze pro referenci. Tento produkt se neobjevuje v běžném vyhledávání a není brán v úvahu pro statistiky.
da: Vigtig notat: Dette produkt sælges ikke længere. Dataene opbevares kun som reference. Dette produkt vises ikke i almindelige søgninger og vægter ikke i statistikker.
de: Wichtiger Hinweis: Dieses Produkt wird nicht mehr verkauft. Die Daten werden nur als Referenz gespeichert. Dieses Produkt erscheint nicht in der regulären Suche und wird für Statistiken nicht berücksichtigt.
el: Σημαντική σημείωση: αυτό το προϊόν δεν πωλείται πλέον. Τα δεδομένα διατηρούνται μόνο για αναφορά. Αυτό το προϊόν δεν εμφανίζεται σε τακτικές αναζητήσεις και δεν λαμβάνεται υπόψη για στατιστικά στοιχεία.
eo: Grava noto: ĉi tiu produkto jam ne estas vendata. La datumoj estas konservataj nur por referenco. Ĉi tiu produkto ne aperas en regulaj serĉoj kaj ne estas konsiderata por statistikoj.
es: Nota importante: este producto ya no se vende. Los datos se conservan solo con fines históricos. Este producto no aparece en las búsquedas normales y no se tiene en cuenta para las estadísticas.
fa: نکته مهم: این محصول دیگر فروخته نمی‌شود. داده‌ها فقط برای مرجع نگهداری می‌شوند. این محصول در جستجوهای منظم ظاهر نمی‌شود و برای آمار در نظر گرفته نمی‌شود.
fi: Tärkeä tieto: Tätä tuotetta ei enää myydä. Tiedot säilytetään vain viittaamista varten. Tämä tuote ei enää näy tavallisissa hauissa ja sitä ei oteta huomioon tilastoissa.
fr: Important : ce produit n'est plus en vente. Les données sont conservées seulement pour référence. Ce produit n'apparait pas dans les résultats de recherche et n'est pas pris en compte pour les statistiques.
he: הערה חשובה: מוצר זה לא נמכר עוד. הנתונים נשמרים למטרת הפניה בלבד. המוצר הזה אינו מופיע בחיפושים הרגילים ואינו נכלל לצורכי חישוב סטטיסטי.
hr: Važna napomena: ovaj se proizvod više ne prodaje. Podaci se čuvaju samo u svrhu reference. Ovaj se proizvod ne pojavljuje u redovnim pretragama i ne uzima se u obzir za statistiku.
hu: Fontos megjegyzés: ezt a terméket már nem árusítják. Az adatokat csak referenciaként őriztük meg. Ez a termék nem jelenik meg a szokásos keresésekben és a statisztikák számításánál sincs figyelembe véve.
id: Catatan penting: produk ini sudah tidak dijual. Datanya disimpan hanya sebagai referensi. Produk ini tidak muncul dalam pencarian reguler dan tidak diperhitungkan untuk statistik.
it: Nota importante: Questo prodotto non è più venduto. I dati vengono conservati solo come riferimento. Questo prodotto non viene visualizzato nelle ricerche normali e non viene preso in considerazione per le statistiche.
ja: 重要な注意: この製品は販売されていません。データは参照用にのみ保存されます。この製品は通常の検索には表示されず、統計には考慮されません。
ka: მნიშვნელოვანი შენიშვნა: ეს პროდუქტი აღარ იყიდება. მონაცემები მხოლოდ საცნობაროა. ეს პროდუქტი არ ჩანს რეგულარულ ძიებებში და არ არის გათვალისწინებული სტატისტიკისთვის.
lt: Svarbi pastaba: šis produktas nebeparduodamas. Duomenys saugomi tik kaip nuoroda. Šis produktas nerodomas įprastose paieškose ir į statistiką nėra atsižvelgiama.
lv: Svarīga piezīme: šis produkts vairs netiek pārdots. Dati tiek glabāti tikai uzziņai. Šis produkts neparādās regulārajās meklēšanās un netiek ņemts vērā statistikā.
nl_be: Belangrijk: dit product wordt niet meer verkocht. De gegevens worden alleen ter referentie bewaard. Dit product wordt niet weergegeven in regelmatige zoekopdrachten en wordt niet meegenomen bij statistieken.
pl: Ważna uwaga: ten produkt nie jest już sprzedawany. Dane są przechowywane tylko w celach informacyjnych. Ten produkt nie pojawia się w regularnych wyszukiwaniach i nie jest brany pod uwagę w statystykach.
pt_pt: Nota importante: este produto deixou de ser vendido. Os dados são mantidos apenas para referência. Este produto não aparece em pesquisas regulares e não é considerado para estatísticas.
ro: Notă importantă: acest produs nu se mai vinde. Datele sunt păstrate doar pentru referință. Acest produs nu apare în căutările obișnuite și nu este luat în considerare pentru statistici.
ru: Важное примечание: этот продукт больше не продается. Данные хранятся только для справки. Этот продукт не появляется в регулярных поисках и не учитывается в статистике.
sl: Pomembno: Ta izdelek se ne prodaja več. Podatki se hranijo samo za referenco. Ta izdelek se ne pojavlja pri rednih iskanjih in ga statistika ne upošteva.
sv: Viktigt: denna produkt säljs inte längre. Uppgifterna sparas endast för referens. Denna produkt visas inte i vanliga sökningar och tas inte med i statistiken.
th: หมายเหตุสำคัญ: สินค้าชิ้นนี้เลิกจำหน่ายแล้ว ข้อมูลนี้เก็บไว้เพื่อเป็นข้อมูลอ้างอิงเท่านั้น สินค้าชิ้นนี้จะไม่ปรากฏในผลการค้นหาทั่วไปและจะไม่ถูกนำมาคำนวณในสถิติ
tr: Önemli not: Bu ürün artık satılmamaktadır. Veriler sadece referans amaçlı tutulmaktadır. Bu ürün normal aramalarda görünmemekte ve istatistiklerde hesaba katılmamaktadır.
uk: Важливо: цієї продукції більше немає у продажі. Дані збережено лише для довідкової інформації. Цей товар не відображається в стрічці чергових пошуків та не враховує статистику.
vi: Lưu ý quan trọng: sản phẩm này đã ngưng bán. Dữ liệu chỉ được sử dụng để tham khảo. Sản phẩm không xuất hiện trong các tìm kiếm thông thường và không được dùng trong thống kê.

source: Get the app
ar: حمّل التطبيق
bg: Изтегли приложението
ca: Aconseguiu l'App
cs: Stáhněte si aplikaci
da: Hent appen
de: Holen Sie sich die App
el: Λήψη εφαρμογής
eo: Akiru la aplikaĵon
es: Descargar la aplicación
fa: برنامه را دریافت کنید
fi: Hanki sovellus
fr: Installer l'app
he: קבלת היישומון
hr: Preuzmite aplikaciju
hu: Töltse le az appot
id: Dapatkan aplikasi
it: Scarica l'app
ja: アプリを入手する
ka: ჩამოტვირთეთ აპლიკაცია
lt: Gauti programėlę
lv: Iegūstiet lietotni
nl_be: Download de app
pl: Pobierz aplikację
pt_pt: Obter a app
ro: Descarcă aplicația
ru: Скачать приложение
sl: Prenesite aplikacijo
sv: Skaffa appen
th: ดาวน์โหลดแอป
tr: Uygulamayı edinin
uk: Завантажити додаток
vi: Tải ứng dụng

# get_the_app_android
source: Get the Android app
ar: حمّل التطبيق على الأندرويد
bg: Инсталирай приложението за Android
ca: Aconseguiu l'aplicació d'Android
cs: Získej aplikaci pro Android
da: Hent Android appen
de: Holen Sie sich die Android-App
el: Αποκτήστε την εφαρμογή για Android
eo: Akiru la Android-aplikaĵon
es: Descargar la aplicación para Android
fa: دریافت اپلیکیشن اندروید
fi: Hanki Android-sovellus
fr: Installer l'app Android
he: הורדת היישומון ל־Android
hr: Preuzmite Android aplikaciju
hu: Töltse le az Android alkalmazást
id: Dapatkan aplikasi Android
it: Scarica l'app per Android
ja: Android アプリを入手する
ka: ჩამოტვირთეთ Android აპლიკაცია
lt: Gaukite „Android“ programėlę
lv: Iegūstiet Android lietotni
nl_be: Download de Android App
pl: Pobierz aplikację na Androida
pt_pt: Obter a app para Android
ro: Descarcă aplicația Android
ru: Скачать приложение для Android
sl: Prenesite aplikacijo Android
sv: Skaffa Android-appen
th: ดาวน์โหลดแอป Android
tr: Android uygulamasını edinin
uk: Завантажити додаток Android
vi: Tải ứng dụng cho Android

# get_the_app_iphone
source: Get the iPhone app
ar: حمّل التطبيق على الآيفون
bg: Инсталирай приложението за iPhone
ca: Obteniu l'aplicació per a iPhone
cs: Získejte aplikaci pro iPhone
da: Hent iPhone-appen
de: Holen Sie sich die iPhone App
el: Αποκτήστε την εφαρμογή για iPhone
eo: Akiru la iPhone-aplikaĵon
es: Descargar la aplicación para iPhone
fa: دریافت اپلیکیشن آیفون
fi: Hanki iPhone-sovellus
fr: Installez l'app iPhone
he: הורדת היישומון ל־iPhone
hr: Preuzmite aplikaciju za iPhone
hu: Töltse le az iPhone alkalmazást
id: Dapatkan aplikasi iPhone
it: Scarica l'app per iPhone
ja: iPhone アプリを入手する
ka: ჩამოტვირთეთ iPhone-ის აპლიკაცია
lt: Parsisiųskite iPhone programėlę
lv: Iegūstiet iPhone lietotni
nl_be: Download de iPhone-app
pl: Pobierz aplikację na iPhone
pt_pt: Obter a app para iPhone
ro: Descarcă aplicația iPhone
ru: Скачать приложение для iPhone
sl: Prenesite aplikacijo iPhone
sv: Skaffa iPhone-appen
th: ดาวน์โหลดแอป iPhone
tr: iPhone uygulamasını edinin
uk: Завантажити додаток для Iphone
vi: Tải ứng dụng cho iPhone

# get_the_app_ipad
source: Get the iPad app
ar: حمّل التطبيق على الآيباد
bg: Инсталирай приложението за iPad
ca: Obteniu l'aplicació per a iPad
cs: Získejte aplikaci pro iPad
da: Hent iPad-appen
de: Holen Sie sich die iPad-App
el: Αποκτήστε την εφαρμογή για iPad
eo: Akiru la iPad-aplikaĵon
es: Descargar la aplicación para iPad
fa: دریافت اپلیکیشن آیپد
fi: Hanki iPad-sovellus
fr: Installez l'app iPad
he: הורדת היישומון ל־iPad
hr: Preuzmite aplikaciju za iPad
hu: Töltse le az iPad alkalmazást
id: Dapatkan aplikasi iPad
it: Scarica l'app per iPad
ja: iPad アプリを入手する
ka: ჩამოტვირთეთ iPad-ის აპლიკაცია
lt: Parsisiųskite iPad programėlę
lv: Iegūstiet iPad lietotni
nl_be: Download de iPad-app
pl: Pobierz aplikację na iPada
pt_pt: Obter a app para iPad
ro: Descarcă aplicația iPad
ru: Скачать приложение для iPad
sl: Prenesite aplikacijo iPad
sv: Skaffa iPad-appen
th: ดาวน์โหลดแอป iPad
tr: iPad uygulamasını edinin
uk: Завантажити додаток для iPad
vi: Tải ứng dụng cho iPad

# warning_gs1_company_prefix
source: <em>Ambiguous barcode</em>: This product has a Restricted Circulation Number barcode for products within a company. This means that different producers and stores can use the same barcode for different products.
ar: <em>Ambiguous barcode</em>: يحتوي هذا المنتج على رمز شريطي لرقم تداول للمنتجات داخل الشركة فقط. هذا يعني أن المُنتِجين والمتاجر المختلفة يمكنهم استخدام نفس الرمز الشريطي لمنتجات مختلفة.
bg: <em>Двусмислен баркод</em>: Този продукт има баркод с номер за ограничена циркулация за продукти в рамките на една компания. Това означава, че различните производители и магазини могат да използват един и същ баркод за различни продукти.
ca: <em>Codi de barres ambigu</em>: aquest producte té un codi de barres amb número de circulació restringit per a productes d'una empresa. Això significa que diferents productors i botigues poden utilitzar el mateix codi de barres per a diferents productes.
cs: <em>Nejednoznačný čárový kód</em>: Tento produkt má čárový kód omezeného oběhu pro produkty v rámci společnosti. To znamená, že různí výrobci a obchody mohou používat stejný čárový kód pro různé produkty.
da: <em>Tvetydig stregkode</em>: Dette produkt har en stregkode med et begrænset antal cirkulationsnumre for produkter inden for et firma. Det betyder, at forskellige producenter og butikker kan benytte den samme stregkode til forskellige produkter.
de: <em>Mehrdeutiger Strichcode</em>: Dieses Produkt hat einen Strichcode mit eingeschränktem Nummernkreis für Produkte innerhalb eines Unternehmens. Dies bedeutet, dass verschiedene Hersteller und Filialen den gleichen Strichcode für verschiedene Produkte verwenden können.
el: <em>Διφορούμενος γραμμωτός κώδικας</em>: Αυτό το προϊόν έχει γραμμωτό κώδικα Περιορισμένης Κυκλοφορίας για προϊόντα εντός μιας εταιρείας. Αυτό σημαίνει ότι διαφορετικοί παραγωγοί και καταστήματα μπορούν να χρησιμοποιούν τον ίδιο γραμμωτό κώδικα για διαφορετικά προϊόντα.
eo: <em>Ambigua strekkodo</em>: Ĉi tiu produkto havas strekkodon kun Limigita Cirkula Numero por produktoj ene de la sama kompanio. Tio signifas, ke malsamaj produktantoj kaj vendejoj povas uzi la saman strekkodon por malsamaj produktoj.
es: <em>Código de barras ambiguo </em>: este producto tiene un código de barras con número de circulación restringido para productos dentro de una empresa. Esto significa que diferentes productores y tiendas pueden usar el mismo código de barras para diferentes productos.
fa: <em>بارکد مبهم</em>: این محصول دارای بارکد شماره گردش محدود برای محصولات یک شرکت است. این بدان معناست که تولیدکنندگان و فروشگاه‌های مختلف می‌توانند از بارکد یکسانی برای محصولات مختلف استفاده کنند.
fi: <em>Moniselitteinen viivakoodi</em>: Tällä tuotteella on Rajattu jakelu -viivakoodi (RCN) yrityksen sisäiseen käyttöön. Tämä tarkoittaa, että eri tuottajat ja myymälät voivat käyttää samaa viivakoodia eri tuotteille.
fr: <em>Code-barres ambigu</em> : ce produit utilise un code-barres destiné à l'usage interne d'une entreprise. Il est possible que différents producteurs ou magasins utilisent ce même code-barres pour des produits différents.
he: <em>ברקוד בלתי חד־משמעי</em>: למוצר זה יש מספר מחזור מוגבל (Restricted Circulation Number) למוצרים בתוך חברה מסוימת. משמעות הדבר היא שיצרנים וחנויות שונים יכולים להשתמש באותו הברקוד למוצרים שונים.
hr: <em>Dvosmislen barkod</em>: Ovaj proizvod ima barkod s ograničenim brojem cirkulacije za proizvode unutar tvrtke. To znači da različiti proizvođači i trgovine mogu koristiti isti barkod za različite proizvode.
hu: <em>Nem egyértelmű vonalkód</em>: Ennek a terméknek RCN (Restricted Circulation Number) vonalkódja van, ami cégen belüli termékeknél használatos. Ez azt jelenti, hogy különböző gyártók és boltok ugyanazt a vonalkódot használják különböző termékeken.
id: <em>Kode batang ambigu</em>: Produk ini memiliki kode batang Restricted Circulation Number untuk produk - produk dalam sebuah perusahaan. Ini berarti bahwa produsen dan toko berbeda dapat menggunakan kode batang yang sama untuk produk - produk yang berbeda.
it: <em>Codice a barre ambiguo</em>: Questo prodotto ha un codice a barre con Numero di Circolazione Ristretta per i prodotti all'interno dell'azienda. Ciò significa che differenti produttori e negozi possono usare lo stesso codice a barre per differenti prodotti.
ja: <em>あいまいなバーコード</em>: この製品には、企業内の製品用の制限付き流通番号バーコードがあります。これは、異なる生産者や店舗が異なる製品に同じバーコードを使用できることを意味します。
ka: <em>ორაზროვანი შტრიხკოდი</em>: ამ პროდუქტს აქვს შეზღუდული მიმოქცევის ნომერი შტრიხკოდი კომპანიის ფარგლებში არსებული პროდუქტებისთვის. ეს ნიშნავს, რომ სხვადასხვა მწარმოებელს და მაღაზიას შეუძლია გამოიყენოს ერთი და იგივე შტრიხკოდი სხვადასხვა პროდუქტისთვის.
lt: <em>Dviprasmiškas brūkšninis kodas</em>: Šis produktas turi riboto cirkuliacijos numerio brūkšninį kodą, skirtą įmonės produktams. Tai reiškia, kad skirtingi gamintojai ir parduotuvės gali naudoti tą patį brūkšninį kodą skirtingiems gaminiams.
lv: <em>Neskaidrs svītrkods</em>: Šim produktam ir ierobežotas aprites numura svītrkods uzņēmuma produktiem. Tas nozīmē, ka dažādi ražotāji un veikali var izmantot vienu un to pašu svītrkodu dažādiem produktiem.
nl_be: <em>Dubbelzinnige streepjescode</em>: Dit product heeft een streepjescode met een beperkt circulatienummer voor producten binnen een bedrijf. Dit betekent dat verschillende producenten en winkels dezelfde barcode kunnen gebruiken voor verschillende producten.
pl: <em>Niejednoznaczny kod kreskowy</em>: Ten kod kreskowy nie jest przypisany wyłącznie dla tego produktu. Oznacza to, że różni producenci i sklepy mogą używać tego samego kodu kreskowego dla różnych produktów.
pt_pt: <em>Código de barras ambíguo</em>: este produto tem um código de barras de Número de Circulação Restrito para produtos dentro de uma empresa. Isso significa que diferentes produtores e lojas podem usar o mesmo código de barras para diferentes produtos.
ro: <em>Cod de bare ambiguu</em>: Acest produs are un cod de bare cu număr de circulație restricționată pentru produsele din cadrul unei companii. Aceasta înseamnă că diferiți producători și magazine pot folosi același cod de bare pentru produse diferite.
ru: <em>Неоднозначный штрихкод</em>: Этот продукт имеет штрихкод ограниченного обращения для применения внутри компании. Это означает, что разные производители и магазины могут использовать один и тот же штрихкод для различных продуктов.
sl: <em>Dvoumna črtna koda</em>: Ta izdelek ima črtno kodo z omejeno količino kod za izdelke znotraj podjetja. To pomeni, da lahko različni proizvajalci in prodajalne uporabljajo isto črtno kodo za različne izdelke.
sv: <em>Tvetydig streckkod</em>: Denna produkt har en streckkod med begränsad upplaga för produkter inom ett företag. Det gör att olika producenter och butiker kan använda samma streckkod för olika produkter.
th: <em>บาร์โค้ดไม่ชัดเจน</em>: ผลิตภัณฑ์นี้มีบาร์โค้ดหมายเลขการหมุนเวียนที่จำกัดสำหรับผลิตภัณฑ์ภายในบริษัท ซึ่งหมายความว่าผู้ผลิตและร้านค้าต่างๆ สามารถใช้บาร์โค้ดเดียวกันสำหรับผลิตภัณฑ์ที่แตกต่างกันได้
tr: <em>Belirsiz barkod</em>: Bu ürün, bir şirket içindeki ürünler için geçerli olan bir Sınırlı Dolaşım Numarası barkoduna sahiptir. Bu, farklı üreticiler ve mağazaların aynı barkodu farklı ürünler için kullanabileceği anlamına gelir.
uk: <em>Штрих-код ж двозначним</em>: Ця продукція містить в собі обмежену кількість поширення штрих-коду для товарів, які належать компанії. Мається на увазі, що різні виробники та магазині можуть використовувати однаковий штрих-код для різноманітних продукцій.
vi: <em>Mã vạch không rõ ràng</em>: Sản phẩm này có mã vạch với số lưu hành hạn chế trong một công ty. Điều này có nghĩa là những nhà sản xuất khác và các cửa hàng có thể dùng mã vạch tương tự cho những sản phẩm khác.

source: Environment infocard
ar: معلومات البيئة
bg: Информационна карта за околната среда
ca: Infocarnet mediambiental
cs: Infocard životního prostředí
da: Miljøinfokort
de: Infokarte der Umgebung
el: Κάρτα πληροφοριών περιβάλλοντος
eo: Media informkarto
es: Tarjeta de información ambiental
fa: کارت اطلاعات محیط زیست
fi: Ympäristötietokortti
fr: Carte d'information environnementale
he: כרטיס פרטי סביבה
hr: Informativna kartica o okolišu
hu: Környezetvédelmi adatlap
id: Infocard lingkungan
it: Informazioni sull'ambiente
ja: 環境情報カード
ka: გარემოსდაცვითი საინფორმაციო ბარათი
lt: Aplinkosaugos kortelė
lv: Vides informācijas kartīte
nl_be: Milieu infocard
pl: Informacje o środowisku
pt_pt: Cartão de informações do ambiente
ro: Mediu infocard
ru: Инфо-карта окружающей среды
sl: Informacije o okolju
sv: Miljöinfokort
th: บัตรข้อมูลสิ่งแวดล้อม
tr: Çevresel bilgi kartı
uk: Інформаційна картка
vi: Môi trường thông tin

# environment_infocard_note
source: HTML code for the environment infocard in the mobile application
ar: كود HTML معلومات البيئة في تطبيق الهاتف
bg: HTML код за информационна карта за околната среда в мобилното приложение
ca: Codi HTML per a l'infocarnet mediambiental a l'aplicació mòbil
cs: HTML kód pro infocard prostředí v mobilní aplikaci
da: HTML-kode for miljøinfokortet i mobil-app'en
de: HTML-Code für die Infokarte der Umgebung in der mobilen Anwendung
el: Κώδικας HTML για την κάρτα πληροφοριών περιβάλλοντος στην εφαρμογή για κινητά
eo: HTML-kodo por la media informkarto en la poŝtelefona aplikaĵo
es: Código HTML para la tarjeta informativa ambiental en la aplicación móvil
fa: کد HTML برای کارت اطلاعات محیط زیست در برنامه تلفن همراه
fi: Ympäristötietokortin HTML-koodi mobiilisovelluksessa
fr: Code HTML pour la carte d'information environnementale dans l'application mobile
he: קוד HTML לכרטיס פרטי הסביבה ביישומון לנייד
hr: HTML kod za info karticu o okolišu u mobilnoj aplikaciji
hu: HTML kód a környezetvédelmi infokártyához a mobilalkalmazásban
id: Kode HTML untuk infocard lingkungan pada aplikasi seluler
it: Codice HTML per la scheda informativa sull'ambiente nell'applicazione mobile
ja: モバイルアプリケーションの環境情報カードのHTMLコード
ka: მობილური აპლიკაციის გარემოს საინფორმაციო ბარათის HTML კოდი
lt: Aplinkosaugos informacijos HTML kodas mobiliojoje programėlėje
lv: HTML kods vides informācijas kartei mobilajā lietotnē
nl_be: HTML code voor de milieu infocard in de mobiele applicatie
pl: Kod HTML dla zakładki z informacjami o środowisku w aplikacji mobilnej
pt_pt: Código HTML para o cartão de informações do ambiente na aplicação móvel
ro: Cod HTML pentru infocard-ul de mediu în aplicația pentru mobil
ru: HTML-код для инфо-карты окружающей среды в мобильном приложении
sl: HTML koda za informacijsko kartico za okolje v mobilni aplikaciji
sv: HTML-kod för miljöinfokortet i mobilapplikationen
th: โค้ด HTML สำหรับข้อมูลด้านสิ่งแวดล้อมในแอปพลิเคชันมือถือ
tr: Mobil uygulamada çevresel bilgi kartı için HTML kodu
uk: Код мови тегів HTML, що використовується для інформаційної картки у мобільному застосунку
vi: Mã HTML cho thông tin môi trường trên ứng dụng di động

source: Environment impact level
ar: مستوى الأثر البيئي
bg: Ниво на въздействие върху околната среда
ca: Nivell d’impacte ambiental
cs: Úroveň dopadu na životní prostředí
da: Miljøpåvirkningsniveau
de: Niveau der Umweltauswirkungen
el: Επίπεδο περιβαλλοντικών επιπτώσεων
eo: Nivelo de media efiko
es: Nivel de impacto ambiental
fa: سطح تأثیر محیط
fi: Ympäristövaikutusten taso
fr: Niveau d'impact environnemental
he: רמת השפעה על איכות הסביבה
hr: Razina utjecaja na okoliš
hu: Környezeti hatás szintje
id: Tingkat dampak terhadap lingkungan
it: Livello di impatto ambientale
ja: 環境影響レベル
ka: გარემოზე ზემოქმედების დონე
lt: Poveikio aplinkai lygis
lv: Ietekmes uz vidi līmenis
nl_be: Milieu impactniveau
pl: Poziom oddziaływania na środowisko
pt_pt: Nível de impacto ambiental
ro: Nivelul impactului asupra mediului
ru: Уровень воздействия на окружающую среду
sl: Raven vplivov na okolje
sv: Miljöpåverkansnivå
th: ระดับผลกระทบต่อสิ่งแวดล้อม
tr: Çevresel etki seviyesi
uk: Рівень впливу навколишнього середовища
vi: Mức tác động môi trường

# environment_impact_level_example
source: en:low, en:medium or en:high
ar: ar: منخفض ، ar: متوسط أو ar: مرتفع
bg: bg:ниско, bg:средно или bg:високо
ca: ca: baix, ca: mitjà o ca: alt
cs: cs:nízký, cs:střední nebo cs:vysoký
da: en:lav, en:medium eller en:høj
de: de: niedrig, en: mittel oder en: hoch
el: gr:χαμηλό, gr:μεσαίο, gr:υψηλό
eo: en:malalta, en:meza aŭ en:alta
es: en:bajo, es:medio o en:alto
fa: کم، متوسط یا زیاد
fi: fi:matala, fi:keskitaso tai fi:korkea
fr: en:low, en:medium ou en:high
he: en:low,‏ en:medium או en:high
hr: nisko, srednje ili visoko
hu: hu:alacsony, hu:közepes, hu:magas
id: en:rendah, en:menengah, atau en:tinggi
it: it:basso, it:medio o it:alto
ka: en:დაბალი, en:საშუალო ან en:მაღალი
lt: lt: žemas, lt: vidutinis arba lt: aukštas
lv: lv:zems, lv:vidējs vai lv:augsts
nl_be: nl:laag, nl:midden of nl:hoog
pl: pl:niska, en:średia lub pl:wysoka
pt_pt: pt:baixo, pt:médio ou pt:alto
ro: ro:scăzut, ro:mediu sau ro:înalt
ru: низкий, средний или высокий
sl: en:nizko, en:srednje ali en:visoko
sv: sv:låg, sv:medium eller sv:hög
th: en:ต่ำ, en:ปานกลาง หรือ en:สูง
tr: en:düşük, en:orta veya en:yüksek
vi: en:thấp, en:trung bình hoắc en:cao
