Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutrient_recommendation_sugars_food
source: Choose products with lower sugar content and reduce the consumption of products with added sugars.
bg: Избирай продукти с по-ниско съдържание на захар и намали консумацията на продукти с добавена захар.
ca: Triau productes amb menor contingut de sucre i reduïu el consum de productes amb sucres afegits.
cs: Vybírejte výrobky s nižším obsahem cukru a omezte spotřebu výrobků s přidanými cukry.
da: Vælg produkter med lavere sukkerindhold og reducér forbruget af produkter med tilsat sukker.
de: Wählen Sie Produkte mit geringerem Zuckergehalt und reduzieren Sie den Konsum von Produkten mit Zuckerzusatz.
el: Επιλέξτε προϊόντα με χαμηλότερη περιεκτικότητα σε ζάχαρη και μειώστε την κατανάλωση προϊόντων με πρόσθετα σάκχαρα.
eo: Elektu produktojn kun pli malalta sukerenhavo kaj reduktu la konsumon de produktoj kun aldonitaj sukeroj.
es: Elige productos con menor contenido de azúcar y reduce el consumo de productos con azúcares añadidos.
fa: محصولاتی با قند کمتر انتخاب کنید و مصرف محصولاتی که قند اضافه دارند را کاهش دهید.
fi: Valitse vähäsokerisia tuotteita ja vähennä tuotteiden kulutusta, joihin on lisätty sokeria.
fr: Choisissez des produits à faible teneur en sucre et réduisez la consommation de produits avec des sucres ajoutés.
he: מוטב לבחור במוצרים עם תכולת סוכר נמוכה יותר ולהפחית צריכת מוצרים עם תוספת סוכר.
hr: Birajte proizvode s nižim udjelom šećera i smanjite konzumaciju proizvoda s dodanim šećerima.
hu: Válasszon alacsonyabb cukortartalmú termékeket, és csökkentse a hozzáadott cukrot tartalmazó termékek fogyasztását.
id: Pilihlah produk dengan kandungan gula yang lebih rendah dan kurangi konsumsi produk dengan gula tambahan.
it: Scegli prodotti a basso contenuto di zuccheri e riduci il consumo di prodotti con zuccheri aggiunti.
ja: 糖度の低い製品を選び、糖分を加えた製品の消費を減らします。
ka: აირჩიეთ პროდუქტები, რომლებსაც ნაკლები შაქარი აქვთ და შეამცირეთ დამატებული შაქრის შემცველი პროდუქტების მოხმარება.
lt: Rinkitės produktus su mažesniu cukraus kiekiu ir sumažinkite produktų, į kuriuos pridėta cukraus, vartojimą.
lv: Izvēlieties produktus ar zemāku cukura saturu un samaziniet produktu ar pievienotu cukuru patēriņu.
nl_be: Kies producten met een lager suikergehalte en verminder de consumptie van producten met toegevoegde suikers.
pl: Wybieraj produkty o niższej zawartości cukru i ogranicz spożycie produktów z dodatkiem cukrów.
pt_pt: Escolha produtos com menor teor de açúcar e reduza o consumo de produtos com açúcares adicionados.
ro: Alegeți produse cu conținut mai mic de zahăr și reduceți consumul de produse cu adaos de zaharuri.
ru: Выбирайте продукты с низким содержанием сахара, и уменьшите потребление продуктов с добавлением сахара.
sv: Välj produkter med lägre sockerhalt och minska konsumtionen av produkter med tillsatt socker.
th: เลือกผลิตภัณฑ์ที่มีปริมาณน้ำตาลต่ำ และลดการบริโภคผลิตภัณฑ์ที่มีการเติมน้ำตาลเพิ่ม
tr: Şeker oranı düşük ürünleri tercih edin ve ilave şeker içeren ürünlerin tüketimini azaltın.
uk: Виберіть продукти з меншим вмістом цукру та зменште споживання продуктів з доданими цукром.
vi: Chọn các sản phẩm có hàm lượng đường thấp hơn và giảm tiêu thụ các sản phẩm có thêm đường.

# nutrient_info_fat_and_saturated_fat_risk
source: A high consumption of fat, especially saturated fats, can raise cholesterol, which increases the risk of heart diseases.
bg: Високата консумация на мазнини, особено на наситени мазнини, може да повиши холестерола, което увеличава риска от сърдечни заболявания.
ca: Un alt consum de greixos, especialment de greixos saturats, pot augmentar el colesterol, que augmenta el risc de patir malalties del cor.
cs: Vysoká konzumace tuků, zejména nasycených, může zvýšit hladinu cholesterolu, což zvyšuje riziko srdečních onemocnění.
da: Et højt forbrug af fedt, især mættede typer, kan forøge kolesteroltallet, hvilket øger risikoen for hjertesygdomme.
de: Ein hoher Konsum von Fett, insbesondere von gesättigten Fettsäuren, kann den Cholesterinspiegel erhöhen, was das Risiko von Herzkrankheiten steigert.
el: Η υψηλή κατανάλωση λιπαρών, ιδιαίτερα κορεσμένων, μπορεί να αυξήσει τη χοληστερόλη, η οποία αυξάνει τον κίνδυνο καρδιακών παθήσεων.
eo: Troa konsumo de grasoj, precipe saturitaj grasoj, povas altigi kolesterolon, kio pliigas la riskon de kormalsanoj.
es: Un alto consumo de grasas, especialmente grasas saturadas, puede elevar el colesterol, lo que aumenta el riesgo de enfermedades del corazón.
fa: مصرف زیاد چربی، به ویژه چربی‌های اشباع شده، می‌تواند کلسترول را افزایش دهد که خطر بیماری‌های قلبی را افزایش می‌دهد.
fi: Runsas rasvojen kulutus, erityisesti tyydyttyneiden rasvojen, voi nostaa kolesterolia, mikä lisää sydänsairauksien riskiä.
fr: Une consommation élevée de matières grasses, en particulier d'acides gras saturés, peut augmenter le cholestérol, ce qui augmente le risque de maladies cardiaques.
he: צריכה גבוהה של שומן, במיוחד שומנים רוויים, עלולה להעלות את הכולסטרול, מה שמגביר את הסיכון למחלות לב.
hr: Visoka konzumacija masti, posebno zasićenih masti, može povisiti kolesterol, što povećava rizik od srčanih bolesti.
hu: A zsírok, különösen a telített zsírsavak túlzott fogyasztása növelheti a koleszterinszintet, ami növeli a szívbetegségek kockázatát.
id: Konsumsi lemak yang tinggi, terutama lemak jenuh, dapat meningkatkan kolesterol, yang meningkatkan risiko penyakit jantung.
it: Un elevato consumo di grassi, in particolare di grassi saturi, può aumentare il colesterolo, che aumenta il rischio di malattie cardiache.
ja: 脂肪、特に飽和脂肪を大量に摂取するとコレステロールが上昇し、心臓病のリスクが高まります。
ka: ცხიმების, განსაკუთრებით ნაჯერი ცხიმების დიდი რაოდენობით მიღებამ შეიძლება გამოიწვიოს ქოლესტერინის დონის მატება, რაც ზრდის გულის დაავადებების რისკს.
lt: Didelis riebalų, ypač sočiųjų, vartojimas gali padidinti cholesterolio kiekį, o tai padidina širdies ligų riziką.
lv: Liels tauku, īpaši piesātināto tauku, patēriņš var paaugstināt holesterīna līmeni, kas savukārt palielina sirds slimību risku.
nl_be: Een hoge consumptie van vet, vooral verzadigde vetten, kan het cholesterol verhogen, wat het risico op hartaandoeningen verhoogt.
pl: Wysokie spożycie tłuszczów, zwłaszcza tłuszczów nasyconych, może podnieść poziom cholesterolu, co zwiększa ryzyko chorób serca.
pt_pt: O consumo elevado de gorduras (lípidos), especialmente de gorduras saturadas (lípidos saturados), pode aumentar o colesterol, o que aumenta o risco de doenças cardíacas.
ro: Un consum crescut de grăsimi, în special de grăsimi saturate, poate creşte colesterolul, ceea ce creşte riscul de boli cardiace.
ru: Высокое потребление жиров, особенно насыщенных, может привести к повышению уровня холестерина, что увеличивает риск сердечных заболеваний.
sv: Ett högt intag av fett, särskilt mättat fett, kan höja kolesterolet, vilket ökar risken för hjärtsjukdomar.
th: การบริโภคไขมันในปริมาณมาก โดยเฉพาะไขมันอิ่มตัว นั้นเพิ่มคอเลสเตอรอล ซึ่งเพิ่มความเสี่ยงต่อการเกิดโรคหลอดเลือดทั้งหัวใจและสมอง
tr: Yüksek yağ tüketimi, özellikle doymuş yağlar, kalp hastalığı riskini artıran kolesterolü yükseltebilir.
uk: Високе споживання жирів, особливо насичених, може підвищити рівень холестерину, що збільшує ризик серцевих захворювань.
vi: Tiêu thụ nhiều chất béo, đặc biệt là chất béo bão hòa, có thể làm tăng cholesterol, làm tăng nguy cơ mắc bệnh tim.

# nutrient_recommendation_fat_and_saturated_fat_title
source: Reduce the consumption of fat and saturated fat
bg: Намали консумацията на мазнини и наситени мазнини
ca: Reduïu el consum de greixos i greixos saturats
cs: Snižte spotřebu tuků a nasycených tuků
da: Reducér forbruget af (mættede) fedttyper
de: Reduzieren Sie den Konsum von Fett und gesättigten Fettsäuren
el: Μειώστε την κατανάλωση λίπους και κορεσμένων λιπαρών
eo: Reduktu la konsumon de graso kaj saturitaj grasoj
es: Reduce el consumo de grasa y grasas saturada
fa: کاهش مصرف چربی و چربی اشباع شده
fi: Vähennä rasvan ja tyydyttyneiden rasvojen kulutusta
fr: Réduire la consommation de matières grasses et d'acides gras saturés
he: להפחית צריכה של שומן ושומן רווי
hr: Smanjite konzumaciju masti i zasićenih masti
hu: Csökkentse a zsírok és telített zsírsavak fogyasztását
id: Kurangi konsumsi lemak dan lemak jenuh
it: Ridurre il consumo di grassi e grassi saturi
ja: 脂肪と飽和脂肪の消費を減らしましょう
ka: შეამცირეთ ცხიმისა და ნაჯერი ცხიმების მოხმარება
lt: Sumažinkite riebalų ir sočiųjų riebalų vartojimą
lv: Samaziniet tauku un piesātināto tauku patēriņu
nl_be: Verminder de consumptie van vet en verzadigd vet
pl: Zmniejsz spożycie tłuszczów i tłuszczów nasyconych
pt_pt: Reduza o consumo de gorduras (lípidos) e gorduras saturadas (lípidos saturados)
ro: Reduceți consumul de grăsimi și grăsimi saturate
ru: Сократите потребление жиров и насыщенных жиров
sv: Minska konsumtionen av fett och mättat fett
th: ลดการบริโภคไขมันและไขมันอิ่มตัว
tr: Yağ ve doymuş yağ tüketimini azaltın
uk: Зменште споживання жирів і насичених жирів
vi: Giảm tiêu thụ chất béo và chất béo bão hòa

# nutrient_recommendation_fat_and_saturated_fat
source: Choose products with lower fat and saturated fat content.
bg: Избери продукти с по-ниско съдържание на мазнини и наситени мазнини.
ca: Trieu productes amb menys greixos i greixos saturats.
cs: Vybírejte produkty s nižším obsahem tuku a nasycených tuků.
da: Vælg produkter med lavere fedtindhold, herunder mættet fedt.
de: Wählen Sie Produkte mit einem geringeren Gehalt an Fett und gesättigten Fettsäuren.
el: Επιλέξτε προϊόντα με χαμηλότερη περιεκτικότητα σε λιπαρά και κορεσμένα λιπαρά.
eo: Elektu produktojn kun malpli da graso kaj saturita graso.
es: Busca alimentos con menos grasas, sobre todo saturadas.
fa: محصولاتی را انتخاب کنید که چربی و چربی اشباع کمتری دارند.
fi: Valitse tuotteita, joissa on vähemmän rasvaa ja tyydyttynyttä rasvaa.
fr: Choisissez des produits à faible teneur en matières grasses et acides gras saturés.
he: כדאי לבחור מוצרים עם מעט שומן ושומן רווי.
hr: Birajte proizvode s nižim udjelom masti i zasićenih masti.
hu: Válasszon kevés zsírt és telített zsírsavakat tartalmazó termékeket.
id: Pilihlah produk dengan kandungan lemak dan lemak jenuh yang lebih rendah.
it: Scegli prodotti a basso contenuto di grassi e grassi saturi.
ja: 低脂肪および飽和脂肪含有量の製品を選択してください。
ka: აირჩიეთ პროდუქტები, რომლებიც შეიცავს ნაკლებ ცხიმს და ნაჯერ ცხიმებს.
lt: Rinkitės produktus su mažesniu riebalų ir sočiųjų riebalų kiekiu.
lv: Izvēlieties produktus ar zemāku tauku un piesātināto tauku saturu.
nl_be: Kies producten met een lager vet- en verzadigd vetgehalte.
pl: Wybieraj produkty o niższej zawartości tłuszczów i tłuszczów nasyconych.
pt_pt: Escolha produtos com menor teor de gordura (lípidos) e gordura saturada (lípidos saturados).
ro: Alegeți produse cu conținut scăzut de grăsimi și grăsimi saturate.
ru: Выбирайте продукты с пониженным содержанием жиров и насыщенных жиров.
sv: Välj produkter med lägre fetthalt och mättat fett.
th: เลือกผลิตภัณฑ์ที่มีไขมันและไขมันอิ่มตัวต่ำกว่า
tr: Daha az yağ ve doymuş yağ içeriği olan ürünleri seçin.
uk: Вибирайте продукти з меншим вмістом жиру та насиченого жиру.
vi: Chọn sản phẩm có hàm lượng chất béo và chất béo bão hòa thấp hơn.

source: Sign in
ar: تسجيل الدخول
bg: Вход
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
eo: Ensaluti
es: Iniciar sesión
fa: ورود به سیستم
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
lt: Prisijungti
lv: Ieiet
nl_be: Inloggen
pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sl: Vpis
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập

source: Sign out
ar: تسجيل الخروج
bg: Изход
ca: Tanca la sessió
cs: Odhlásit
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
lt: Atsijungti
lv: Izrakstīties
nl_be: Uitloggen
pl: Wyloguj się
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
sl: Odjava
sv: Logga ut
th: ล๊อคเอ้าท์
tr: Çıkış yap
uk: Вийти
vi: Thoát

source: Your contributions
ar: مساهماتكم
bg: Твоите приноси
ca: Les vostres aportacions
cs: Příspěvky
da: Dine bidrag
de: Ihre Beiträge
el: Οι συνεισφορές σας
es: Tus contribuciones
fa: مشارکتهای شما
fi: Osallistumisesi
fr: Vos contributions
he: התרומות שלך
hu: Az ön hozzájárulásai
id: Kontribusi Anda
it: I tuoi contributi
ja: あなたの貢献
lt: Jūsų indėlis
lv: Jūsu ieguldījums
nl_be: Uw bijdragen
pl: Twój wkład
pt_pt: As suas contribuições
ro: Contribuțiile dumneavoastră
ru: Ваш вклад
sl: Moji prispevki
sv: Dina bidrag
th: ผลงานของคุณ
tr: Katkılarınız
uk: Ваш внесок
vi: Đóng góp của bạn

source: Products added
ar: المنتجات المضافة
bg: Добавени продукти
ca: Productes afegits
cs: Produkty přidány
da: Produkter tilføjet
de: Hinzugefügte Produkte
el: Προϊόντα που προστέθηκαν
eo: Produktoj aldonitaj
es: Productos añadidos
fa: محصولات اضافه شد
fi: Tuotteita lisätty
fr: Produits ajoutés
he: מוצרים שנוספו
hr: Dodani proizvodi
hu: Hozzáadott termékek
id: Produk ditambahkan
it: Prodotti aggiunti
ja: 追加された商品
ka: დამატებული პროდუქტები
lt: Produktai pridėti
lv: Pievienotie produkti
nl_be: Producten toegevoegd
pl: Produkty dodane
pt_pt: Produtos adicionados
ro: Produse adăugate
ru: Добавленные продукты
sl: Dodani izdelki
sv: Produkter tillagda
th: สินค้าที่เพิ่มเข้ามา
tr: Ürünler eklendi
uk: Додані товари
vi: Các sản phẩm đã được thêm

source: Products edited
bg: Редактирани плодукти
cs: Produkty upraveny
de: Produkte bearbeitet
el: Προϊόντα που επεξεργάστηκαν
eo: Produktoj redaktitaj
es: Productos editados
fa: محصولات ویرایش شده
fi: Muokatut tuotteet
fr: Produits modifiés
he: מוצרים שנערכו
hr: Proizvodi uređeni
hu: Szerkesztett termékek
id: Produk yang disunting
it: Prodotti modificati
ja: 自分が編集した製品
ka: რედაქტირებული პროდუქტები
lt: Produktai redaguoti
lv: Rediģētie produkti
nl_be: Producten bewerkt
pl: Produkty edytowane
pt_pt: Produtos editados
ro: Produse editate
ru: Продукты отредактированы
sv: Produkter redigerade
th: ผลิตภัณฑ์ที่ได้รับการแก้ไข
tr: Düzenlenen ürünler
uk: Відредаговані продукти
vi: Sản phẩm đã được chỉnh sửa

source: Products photographed
bg: Снимани продукти
cs: Produkty nafoceny
de: Fotografierte Produkte
el: Προϊόντα που φωτογραφήθηκαν
eo: Produktoj fotitaj
es: Productos fotografiados
fa: محصولات عکاسی شده
fi: Valokuvatut tuotteet
fr: Produits photographiés
he: מוצרים שצולמו
hr: Fotografirani proizvodi
hu: Lefényképezett termékek
id: Produk yang difoto
it: Prodotti fotografati
ja: 私が撮影した製品
ka: პროდუქტები გადაღებულია
lt: Produktai nufotografuoti
lv: Fotografētie produkti
nl_be: Producten gefotografeerd
pl: Produkty sfotografowane
pt_pt: Produtos fotografados
ro: Produse fotografiate
ru: Фотографируемая продукция
sv: Produkter fotograferade
th: สินค้าที่ถ่ายภาพ
tr: Fotoğraflanan ürünler
uk: Продукція сфотографована
vi: Sản phẩm đã được chụp ảnh

source: Matching with your preferences
bg: В съответствие с твоите предпочитания
cs: Odpovídající vašim preferencím
da: Matcher dine præferencer
de: Passend zu Ihren Vorlieben
el: Ταιριάζουν με τις προτιμήσεις σας
eo: Kongrua kun viaj preferoj
es: A juego con tus preferencias
fa: مطابقت با ترجیحات شما
fi: Vastaavuus mieltymyksiisi
fr: Correspondance avec vos préférences
he: התאמה להעדפות שלך
hr: U skladu s vašim preferencijama
hu: Az Ön preferenciáinak megfelelő
id: Menyesuaikan dengan preferensi Anda
it: In linea con le tue preferenze
ja: 好みに合わせて
ka: თქვენს პრეფერენციებთან შესაბამისობა
lt: Jūsų pageidavimų atitikimas
lv: Atbilst jūsu vēlmēm
nl_be: Passend bij uw voorkeuren
pl: Dopasowane do Twoich preferencji
pt_pt: Combinando com as suas preferências
ro: Potrivire cu preferințele dvs
ru: Соответствие вашим предпочтениям
sv: Matchar dina preferenser
th: เปรียบเทียบกับความต้องการ (preferences) ของคุณ
tr: Tercihlerinizle eşleştirme
uk: Відповідність вашим уподобанням
vi: Phù hợp với sở thích của bạn

# f_join_us_on_slack
source: Join us on <a href="{url}">Slack</a>
bg: Присъедини се към нас в <a href="{url}">Slack</a>
cs: Přidejte se k nám na <a href="{url}">Slack</a>
da: Slut dig til os på <a href="{url}">Slack</a>
de: Besuchen Sie uns auf <a href="{url}">Slack</a>
el: Ελάτε μαζί μας στο <a href="{url}">Slack</a>
eo: Aliĝu al ni ĉe <a href="{url}">Slack</a>
es: Únete a nosotros en <a href="{url}">Slack</a>
fa: به ما در <a href="{url}">اسلک</a>بپیوندید
fi: Liity joukkoomme <a href="{url}">Slackissa</a>
fr: Rejoignez-nous sur <a href="{url}">Slack</a>
he: אפשר להצטרף ל־<a href="{url}">Slack</a> שלנו
hr: Pridružite nam se na <a href="{url}">Slacku</a>
hu: Csatlakozzon hozzánk <a href="{url}">Slack</a>-en
id: Bergabunglah bersama kami di <a href="{url}">Slack</a>
it: Unisciti a noi su <a href="{url}">Slack</a>
ja: <a href="{url}">Slack</a>に参加してください
ka: შემოგვიერთდით <a href="{url}">Slack-ზე</a>
lt: Prisijunkite prie mūsų <a href="{url}">Slack</a>
lv: Pievienojieties mums vietnē <a href="{url}">Slack</a>
nl_be: Doe mee met <a href="{url}">Slack</a>
pl: Dołącz do nas na <a href="{url}">Slack</a>
pt_pt: Junte-se a nós no <a href="{url}">Slack</a>
ro: Alăturați-vă nouă pe <a href="{url}">Slack</a>
ru: Присоединяйтесь к нам в <a href="{url}">Slack</a>
sv: Följ med oss på <a href="{url}">Slack</a>
th: เข้าร่วมกับเราบน Slack <a href="{url}"></a>
tr: <a href="{url}">Slack</a>bize katılın
uk: Приєднуйтесь до нас на <a href="{url}">Slack</a>
vi: Tham gia với chúng tôi trên <a href="{url}">Slack</a>

# f_discover_our_code_of_conduct
source: Discover our <a href="{url}">Code of conduct</a>
bg: Открий нашия <a href="{url}">Кодекс на поведение</a>
cs: Objevte náš <a href="{url}">kodex chování</a>
da: Tjek vores <a href="{url}">Adfærdskodeks</a>
de: Informieren Sie sich über unseren <a href="{url}">Verhaltenskodex</a>
el: Ανακαλύψτε τον <a href="{url}">Κώδικα δεοντολογίας</a> μας
eo: Malkovru nian <a href="{url}">kondutkodon</a>
es: Descubra nuestro <a href="{url}">código de conducta</a>
fa: با اصول اخلاقی <a href="{url}">ما</a>آشنا شوید.
fi: Tutustu meidän <a href="{url}">menettelysääntöihin</a>
fr: Découvrez notre <a href="{url}">Code de conduite</a>
he: מוטב לעיין ב<a href="{url}">כללי ההתנהגות</a> שלנו
hr: Otkrijte naš <a href="{url}">Kodeks ponašanja</a>
hu: Olvassa el a <a href="{url}">Magatartási kódexünket</a>
id: Temukan <a href="{url}">Kode etik</a> kami
it: Scopri il nostro <a href="{url}">Codice di condotta</a>
ja: <a href="{url}">行動規範を確認する</a>
ka: გაეცანით ჩვენს <a href="{url}">ქცევის კოდექსს</a>
lt: Atraskite mūsų <a href="{url}">Elgesio kodeksą</a>
lv: Iepazīstieties ar mūsu <a href="{url}">rīcības kodeksu</a>
nl_be: Ontdek onze <a href="{url}">Gedragscode</a>
pl: Poznaj nasz <a href="{url}">Kodeks postępowania</a>
pt_pt: Conheça o nosso <a href="{url}">Código de conduta</a>
ro: Descoperiți <a href="{url}">Codul nostru de conduită</a>
ru: Откройте для себя наши <a href="{url}">Нормы поведения</a>
sv: Upptäck vår <a href="{url}">uppförandekod</a>
th: มาดู <a href="{url}">ระเบียบปฏิบัติของเรา</a>
tr: <a href="{url}">Davranış Kurallarımızı</a> keşfedin
uk: Ознайомтеся з нашим <a href="{url}">Кодексом поведінки</a>
vi: Khám phá <a href="{url}">Quy tắc ứng xử</a>của chúng tôi

# f_footer_follow_us_links
source: Follow us: {links}
bg: Последвай ни: {links}
cs: Sledujte nás: {links}
da: Følg os: {links}
de: Folgen Sie uns: {links}
el: Ακολουθήστε μας: {links}
eo: Sekvu nin: {links}
es: Síguenos: {links}
fa: ما را دنبال کنید: {links}
fi: Seuraa meitä: {links}
fr: Suivez-nous : {links}
he: למעקב אחרינו: {links}
hr: Pratite nas: {links}
hu: Kövessen minket: {links}
id: Ikuti kami: {links}
it: Seguici: {links}
ja: 私たちをフォロー: {links}
ka: გამოგვყევით: {links}
lt: Sekite mus: {links}
lv: Sekojiet mums: {links}
nl_be: Volg ons: {links}
pl: Obserwuj nas: {links}
pt_pt: Siga-nos: {links}
ro: Urmărește-ne: {links}
ru: Подпишитесь на нас: {links}
sv: Följ oss: {links}
th: ติดตามเราได้ที่: {links}
tr: Bizi takip edin: {links}
uk: Слідкуйте за нами: {links}
vi: Theo dõi chúng tôi: {links}

# footer_install_the_app_exclamation_mark
source: Install the app!
bg: Инсталирай приложението!
cs: Nainstalujte aplikaci!
da: Installér appen!
de: Installieren Sie die App!
el: Εγκαταστήστε την εφαρμογή!
eo: Instalu la aplikaĵon!
es: ¡Instala la aplicación!
fa: برنامه را نصب کنید!
fi: Asenna sovellus!
fr: Installer l'app!
he: להתקנת היישומון!
hr: Instalirajte aplikaciju!
hu: Telepítse az alkalmazást!
id: Instal aplikasi ini!
it: Installa l'app!
ja: インストール
ka: დააინსტალირეთ აპლიკაცია!
lt: Atsisiųskite programėlę!
lv: Instalējiet lietotni!
nl_be: Installeer de app!
pl: Zainstaluj aplikację!
pt_pt: Instale a aplicação!
ro: Instalează aplicația!
ru: Скачайте приложение!
sv: Installera appen!
th: ติดตั้งแอปเลย!
tr: Uygulamayı yükle!
uk: Встановіть додаток!
vi: Cài đặt ứng dụng!

# footer_scan_your_everyday_foods
source: Scan your <span id="everyday">everyday</span> <span id="foods">foods</span>
bg: Сканирай твоите <span id="everyday">ежедневни</span> <span id="foods">храни</span>
cs: Naskenujte své <span id="everyday">každodenní</span> <span id="foods">potraviny</span>
de: Erfassen Sie Ihre <span id="everyday">täglichen</span> <span id="foods">Lebensmittel</span>
el: Σαρώστε τα <span id="everyday">καθημερινά</span> <span id="foods">φαγητά</span> σας
eo: Skanu viajn <span id="everyday">ĉiutagajn</span> <span id="foods">manĝaĵojn</span>
es: Escanea <span id="everyday">cada día</span> <span id="foods">alimentos</span>
fa: <span id="everyday">غذاهای روزانه</span> <span id="foods">خود را اسکن کنید</span>
fi: Skannaa <span id="everyday">jokapäiväiset</span> <span id="foods">ruokasi</span>
fr: Scannez les <span id="foods">aliments</span> de votre <span id="everyday">quotidien</span>
he: צריך רק לסרוק את <span id="foods">המזון</span> <span id="everyday">היומיומי שלך</span>
hr: Skenirajte svoju <span id="everyday">svakodnevnu</span> <span id="foods">hranu</span>
hu: Olvassa le <span id="everyday">mindennapi</span> <span id="foods">élelmiszereit</span>
id: Pindai <span id="foods">makanan</span> <span id="everyday">sehari-hari</span> Anda
it: Scansiona i tuoi <span id="foods">cibi</span> <span id="everyday">ogni giorno</span>
ja: <span id="everyday">毎日のスキャン</span> <span id="foods">食べ物</span>
ka: დაასკანირეთ თქვენი <span id="everyday">ყოველდღიური</span> <span id="foods">საკვები</span>
lt: Skenuokite savo <span id="everyday">kasdienius</span> <span id="foods">maisto produktus</span>
lv: Skenējiet savus <span id="everyday">ikdienas</span> <span id="foods">pārtikas produktus</span>
nl_be: Scan je <span id="everyday">alledaagse</span> <span id="foods">levensmiddelen</span>
pl: Zeskanuj swoje <span id="everyday">codzienne</span> <span id="foods">produkty</span>
pt_pt: Digitalize os seus <span id="foods">alimentos</span> <span id="everyday">diários</span>
ro: Scanați-vă <span id="everyday">zilnic</span> <span id="foods">alimente</span>
ru: Сканируйте свои <span id="everyday">каждый день</span> <span id="foods">продукты</span>
sv: Skanna dina <span id="everyday">dagliga</span> <span id="foods">livsmedel</span>
th: สแกนอาหาร <span id="everyday">ของคุณทุกวัน</span> <span id="foods"></span>
tr: <span id="everyday">Her gün</span> <span id="foods">yiyeceklerinizi</span> tarayın
uk: Скануйте свої <span id="everyday">щоденні</span> <span id="foods">продукти</span>
vi: Quét <span id="everyday">hàng ngày </span> <span id="foods">loại thực phẩm</span> của bạn

source: Nutrition
ar: التغذية
bg: Хранителни стойности
ca: Nutrició
cs: Nutriční hodnoty
da: Ernæring
de: Nährwertangaben
el: Θρεπτική Αξία
eo: Nutrado
es: Nutrición
fa: مواد مغذی
fi: Ravinto
he: תזונה
hu: Tápérték
id: kandungan nutrisi
it: Nutrizione
ja: 栄養
lt: Maistingumas
lv: Uzturs
nl_be: Voedingswaarde
pl: Odżywianie
pt_pt: Nutrição
ro: Informații nutriționale
ru: Пищевая ценность
sl: Prehrana
sv: Näring
th: อาหารการกิน
tr: Beslenme
uk: Харчова цінність
vi: Dinh dưỡng
