Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# information_provided_by_the_manufacturer_edit_form
source: Information identified by a factory icon has been provided by the manufacturer. It can be changed only by the manufacturer and moderators. If it is out of date or incorrect, please let us know.
bg: Информацията, обозначена с фабрична икона, е предоставена от производителя. Може да се променя само от производителя и модераторите. Ако е остаряла или неправилна, моля уведомете ни.
cs: Informace označené ikonou výrobce poskytl výrobce. Změnit jej může pouze výrobce a moderátoři. Pokud je zastaralý nebo nesprávný, dejte nám prosím vědět.
de: Informationen, die mit einem Werkssymbol gekennzeichnet sind, wurden vom Hersteller zur Verfügung gestellt. Sie können nur durch den Hersteller und die Moderatoren geändert werden. Wenn sie veraltet oder falsch sind, teilen Sie uns dies bitte mit.
el: Οι πληροφορίες που προσδιορίζονται από ένα εικονίδιο εργοστασίου παρέχονται από τον κατασκευαστή. Μπορεί να αλλάξει μόνο από τον κατασκευαστή και τους συντονιστές. Εάν είναι παλιό ή εσφαλμένο, ενημερώστε μας.
eo: Informoj identigitaj per fabrika ikono estas provizitaj de la fabrikanto. Ĝi povas esti ŝanĝita nur de la fabrikanto kaj moderigantoj. Se ĝi estas malaktuala aŭ malĝusta, bonvolu sciigi nin.
fa: اطلاعات مشخص شده توسط نماد کارخانه توسط سازنده ارائه شده است. این اطلاعات فقط توسط سازنده و مدیران قابل تغییر است. اگر قدیمی یا نادرست است، لطفاً به ما اطلاع دهید.
fi: Valmistaja on toimittanut tehdaskuvakkeesta tunnistettavat tiedot. Vain valmistaja ja moderaattorit voivat muuttaa sitä. Jos se on vanhentunut tai virheellinen, ilmoita siitä meille.
fr: Les informations identifiées par une icône d'usine ont été fournies par le fabricant. Il ne peut être modifié que par le fabricant et les modérateurs. S'il est obsolète ou incorrect, veuillez nous le faire savoir.
he: פרטים שמסומנים בסמל של מפעל סופקו על ידי היצרן. רק היצרן או מפקחים מטעמו יכולים לשנות אותם. אם הם מיושנים או שגויים נא לעדכן אותנו.
hr: Informacije označene tvorničkom ikonom dostavio je proizvođač. Mogu ih promijeniti samo proizvođač i moderatori. Ako su zastarjele ili netočne, molimo vas da nas obavijestite.
hu: A gyár ikonnal megjelölt információkat a gyártó biztosította. Csak a gyártó és a moderátorok módosíthatják. Ha elavult vagy hibás, kérjük, tudassa velünk.
id: Informasi yang diidentifikasi oleh ikon pabrik telah disediakan oleh produsen. Informasi ini hanya dapat diubah oleh produsen dan moderator. Jika informasi ini sudah ketinggalan zaman atau tidak benar, beri tahu kami.
it: Le informazioni identificate da un'icona di fabbrica sono state fornite dal produttore. Possono essere modificate solo dal produttore e dai moderatori. Se sono obsolete o errate, per favore fatecelo sapere.
ka: ქარხნის ხატულით აღნიშნული ინფორმაცია მოწოდებულია მწარმოებლის მიერ. მისი შეცვლა მხოლოდ მწარმოებელს და მოდერატორებს შეუძლიათ. თუ ის მოძველებულია ან არასწორია, გთხოვთ, შეგვატყობინოთ.
lv: Ar rūpnīcas ikonu apzīmēto informāciju ir sniedzis ražotājs. To var mainīt tikai ražotājs un moderatori. Ja tā ir novecojusi vai nepareiza, lūdzu, informējiet mūs.
nl_be: Informatie geïdentificeerd door een fabriekspictogram is verstrekt door de fabrikant. Het kan alleen door de fabrikant en moderators worden gewijzigd. Als de informatie verouderd of onjuist is, laat het ons dan weten.
pl: Informacje oznaczone ikoną fabryki zostały dostarczone przez producenta. Mogą być zmieniane tylko przez producenta i moderatorów. Jeśli są nieaktualne lub niepoprawne, prosimy o informację.
pt_pt: As informações identificadas por um ícone de fábrica foram fornecidas pelo fabricante. Só podem ser alteradas pelo fabricante e pelos moderadores. Se estiver desatualizada ou incorreta, por favor informe-nos.
ru: Информация, обозначенная заводным знаком, предоставлена производителем. Она может быть изменена только производителем и модераторами. Если она устарела или неверна, сообщите нам об этом.
sv: Information som identifieras av en fabriksikon har tillhandahållits av tillverkaren. Den kan endast ändras av tillverkaren och moderatorer. Om den är föråldrad eller felaktig, vänligen meddela oss.
th: ข้อมูลที่มีไอคอนโรงงานกำกับอยู่นั้น มาจากผู้ผลิต และสามารถเปลี่ยนแปลงได้โดยผู้ผลิตและผู้ดูแลระบบเท่านั้น หากข้อมูลล้าสมัยหรือไม่ถูกต้อง โปรดแจ้งให้เราทราบ
uk: Інформацію, ідентифіковану іконкою фабрики, було надано виробником. Це може змінити лише виробник та модератори. Якщо вона застаріла або некоректна, будь ласка, дайте нам знати.

# knowledge_panels_did_you_know
source: Did you know?
bg: Знаете ли че?
cs: Věděli jste, že...
de: Schon gewusst?
el: Το γνωρίζατε;
eo: Ĉu vi sciis?
fa: آیا می‌دانستید؟
fi: Tiesitkö?
fr: Le saviez-vous ?
he: הידעת?
hr: Jeste li znali?
hu: Tudta?
id: Tahukah Anda?
it: Lo sapevi?
ka: იცოდით?
lt: Ar žinojote?
lv: Vai zināji?
nl_be: Wist je dat?
pl: Czy wiedziałeś o tym?
pt_pt: Sabia que?
ru: А вы знали?
sv: Visste du att?
th: คุณรู้หรือไม่?
uk: Чи ви знали?

# knowledge_panels_why_it_matters
source: Why it matters
bg: Защо има значение
cs: Proč na tom záleží
de: Warum es wichtig ist
el: Γιατί έχει σημασία
eo: Kial ĝi gravas
fa: چرا مهم است؟
fi: Miksi sillä on merkitystä
fr: Pourquoi c'est important
he: למה זה משנה
hr: Zašto je važno
hu: Miért számít
id: Mengapa penting
it: Perché è importante
ka: რატომ არის ეს მნიშვნელოვანი
lt: Kodėl tai svarbu
lv: Kāpēc tas ir svarīgi
nl_be: Waarom het belangrijk is
pl: Dlaczego to ma znaczenie
pt_pt: Porque é importante
ru: Почему это важно
sv: Varför det spelar roll
th: ทำไมเรื่องนี้ถึงสำคัญ
uk: Чому це важливо

# knowledge_panels_what_you_can_do
source: What you can do
bg: Какво можете да направите
cs: Co můžete udělat
de: Was Sie tun können
el: Τι μπορείτε να κάνετε
eo: Kion vi povas fari
fa: کاری که می‌توانید انجام دهید
fi: Mitä voit tehdä
fr: Ce que vous pouvez faire
he: מה אפשר לעשות
hr: Što možete učiniti
hu: Mit tehet Ön
id: Apa yang dapat Anda lakukan
it: Cosa puoi fare
ka: რა შეგიძლიათ გააკეთოთ
lt: Ką jūs galite padaryti
lv: Ko jūs varat darīt
nl_be: Wat jij kan doen
pl: Co możesz zrobić
pt_pt: O que pode fazer
ru: Что вы можете сделать
sv: Vad du kan göra
th: สิ่งที่คุณสามารถทำได้
uk: Що ви можете зробити

# knowledge_panels_ingredients_rare_crops_title
source: Good for agricultural biodiversity
bg: Добре е за земеделското биоразнообразие
cs: Dobré pro zemědělskou biodiverzitu
de: Gut für die landwirtschaftliche Artenvielfalt
el: Καλό για τη γεωργική βιοποικιλότητα
eo: Bona por agrikultura biodiverseco
fa: برای تنوع زیستی کشاورزی مفید است
fi: Hyvä maatalouden biologiselle monimuotoisuudelle
fr: Bon pour la diversité agricole
he: טוב לגיוון ביולוגי חקלאי
hr: Dobro za poljoprivrednu bioraznolikost
hu: Jót tesz a mezőgazdasági biológiai sokféleségnek
id: Baik untuk keanekaragaman hayati pertanian
it: Buono per la biodiversità agricola
ka: კარგია სოფლის მეურნეობის ბიომრავალფეროვნებისთვის
lv: Labi lauksaimniecības bioloģiskajai daudzveidībai
nl_be: Goed voor de agrarische biodiversiteit
pl: Dobre dla bioróżnorodności rolniczej
pt_pt: Bom para a biodiversidade agrícola
ru: Хорошо для сельскохозяйственного биоразнообразия
sv: Bra för jordbrukets biologiska mångfald
th: เป็นประโยชน์ต่อความหลากหลายทางชีวภาพทางการเกษตร
uk: Добре для сільськогосподарського біорізноманіття

# knowledge_panels_ingredients_rare_crops_subtitle
source: Contains neglected or underutilized crops:
bg: Съдържа пренебрегвани или недостатъчно използвани култури:
cs: Obsahuje zanedbané nebo málo využívané plodiny:
de: Enthält vernachlässigte oder unzureichend genutzte Kulturpflanzen:
el: Περιέχει παραμελημένες ή ανεπαρκώς χρησιμοποιημένες καλλιέργειες:
eo: Enhavas neglektitajn aŭ subuzatajn kultivaĵojn:
fa: شامل محصولات کشاورزی نادیده گرفته شده یا کم استفاده شده است:
fi: Sisältää laiminlyötyjä tai vajaakäytössä olevia satoja:
fr: Contient des récoltes négligées ou sous-utilisées :
he: מכיל יבולים מוזנחים או לא מנוצלים:
hr: Sadrži zanemarene ili nedovoljno iskorištene usjeve:
hu: Elhanyagolt vagy túl ritkán használt növényeket tartalmaz:
id: Mengandung tanaman yang terabaikan atau kurang dimanfaatkan:
it: Contiene colture trascurate o sottoutilizzate:
ka: შეიცავს უგულებელყოფილ ან არასაკმარისად გამოყენებულ კულტურებს:
lv: Satur atstātas novārtā vai nepietiekami izmantotas kultūras:
nl_be: Bevat verwaarloosde of onderbenutte gewassen:
pl: Zawiera uprawy zaniedbane lub wykorzystywane w niepełnym zakresie:
pt_pt: Contém culturas negligenciadas ou subutilizadas:
ru: Содержит пренебрегаемые или недоиспользуемые культуры:
sv: Innehåller försummade eller underutnyttjade grödor:
th: ประกอบด้วยพืชผลที่ถูกละเลยหรือใช้ประโยชน์ไม่เต็มที่:
uk: Містить заборонені або маловикористовувані культури:

# knowledge_panels_ingredients_rare_crops_did_you_know
source: Since 1900, 75% of plant diversity has been lost as farmers around the world have abandoned local varieties for high-yielding varieties adapted to mass industrial processing. As a result, 60 % of human energy intake in the world comes from only 3 species: wheat, rice and corn.
bg: От 1900 г. насам 75% от растителното разнообразие е загубено, тъй като фермерите по света са изоставили местните сортове за високодобивни сортове, адаптирани към масова промишлена обработка. В резултат на това 60% от човешкия енергиен прием в света идва само от 3 вида: пшеница, ориз и царевица.
cs: Od roku 1900 bylo ztraceno 75 % rozmanitosti rostlin, protože zemědělci na celém světě opustili místní odrůdy pro vysoce výnosné odrůdy přizpůsobené masovému průmyslovému zpracování. Výsledkem je, že 60 % lidského energetického příjmu na světě pochází pouze ze 3 druhů: pšenice, rýže a kukuřice.
de: Seit 1900 sind 75 % der Pflanzenvielfalt verloren gegangen, da die Landwirte auf der ganzen Welt lokale Sorten zugunsten von Hochertragssorten aufgegeben haben, die an die industrielle Massenverarbeitung angepasst sind. Infolgedessen stammen 60 % der menschlichen Energiezufuhr in der Welt von nur drei Arten: Weizen, Reis und Mais.
el: Από το 1900, το 75% της ποικιλίας των φυτών έχει χαθεί καθώς οι αγρότες σε όλο τον κόσμο έχουν εγκαταλείψει τις τοπικές ποικιλίες για ποικιλίες υψηλής απόδοσης προσαρμοσμένες στη μαζική βιομηχανική επεξεργασία. Ως αποτέλεσμα, το 60% της ανθρώπινης ενεργειακής πρόσληψης στον κόσμο προέρχεται μόνο από 3 είδη: σιτάρι, ρύζι και καλαμπόκι.
eo: Ekde 1900, 75% de la plantdiverseco perdiĝis, ĉar farmistoj tra la mondo forlasis lokajn variaĵojn por alt-rendimentaj variaĵoj adaptitaj al amasa industria prilaborado. Rezulte, 60% de la homa energikonsumo en la mondo devenas de nur 3 specioj: tritiko, rizo kaj maizo.
fa: از سال ۱۹۰۰، ۷۵٪ از تنوع گیاهی از بین رفته است، زیرا کشاورزان در سراسر جهان گونه‌های محلی را کنار گذاشته و به سراغ گونه‌های پربازده‌تر سازگار با فرآوری صنعتی انبوه رفته‌اند. در نتیجه، ۶۰٪ از انرژی دریافتی انسان در جهان تنها از ۳ گونه گندم، برنج و ذرت تأمین می‌شود.
fi: Vuodesta 1900 lähtien 75 % kasvien monimuotoisuudesta on menetetty, kun maanviljelijät ympäri maailmaa ovat luopuneet paikallisista lajikkeista korkeatuottoisten lajikkeiden vuoksi, jotka on sovellettu massateolliseen jalostukseen. Tämän seurauksena 60 % ihmisen energiansaannista maailmassa tulee vain kolmesta lajista: vehnästä, riisistä ja maissista.
fr: Depuis 1900, 75% de la diversité des plantes ont été perdus puisque des fermiers dans le monde entier ont abandonné les variétés locales pour des variétés à haute productivité et adaptées au traitement de masse industriel. Ainsi, 60% des apports en énergie de l'humain dans le monde viennent de 3 espèces : le blé, le riz et le maïs.
he: מאז 1900, 75% ממגוון הצמחייה אבד כיוון שחקלאים מכל רחבי העולם זנחו את הזנים המקומיים לטובת התאמות מניבות יותר שהותאמו לעיבוד תעשייתי בכמויות גדולות. כתוצאה מכך, 60% מתצרוכת האנרגיה בעולם מקורה בשלושה זנים: חיטה, אורז ותירס.
hr: Od 1900. godine izgubljeno je 75% biljne raznolikosti jer su poljoprivrednici diljem svijeta napustili lokalne sorte u korist visokorodnih sorti prilagođenih masovnoj industrijskoj preradi. Kao rezultat toga, 60% ljudskog unosa energije u svijetu dolazi od samo 3 vrste: pšenice, riže i kukuruza.
hu: 1900 óta a növényi sokféleség 75%-a elveszett, mivel a gazdák világszerte feladták a helyi fajtákat a tömeges ipari feldolgozáshoz igazított, nagy hozamú fajtákért. Ennek eredményeként a világon az emberi energiabevitel 60%-a mindössze 3 fajból származik: búzából, rizsből és kukoricából.
id: Sejak tahun 1900, sebanyak 75% keanekaragaman tanaman telah hilang karena petani di seluruh dunia telah meninggalkan varietas lokal dan beralih ke varietas unggul yang diadaptasi untuk pemrosesan industri massal. Akibatnya, sebanyak 60% asupan energi manusia di dunia hanya berasal dari 3 spesies: gandum, beras, dan jagung.
it: Dal 1900, il 75% della diversità vegetale è andato perduto poiché gli agricoltori di tutto il mondo hanno abbandonato le varietà locali per varietà ad alto rendimento adatte alla lavorazione industriale di massa. Di conseguenza, il 60% dell’apporto energetico umano nel mondo proviene da sole 3 specie: frumento, riso e mais.
ka: 1900 წლიდან მოყოლებული, მცენარეთა მრავალფეროვნების 75% დაიკარგა, რადგან მთელ მსოფლიოში ფერმერებმა ადგილობრივი ჯიშები მიატოვეს მასობრივი სამრეწველო გადამუშავებისთვის ადაპტირებული მაღალმოსავლიანი ჯიშების სასარგებლოდ. შედეგად, მსოფლიოში ადამიანის ენერგიის მიღების 60% მხოლოდ 3 სახეობიდან მოდის: ხორბალი, ბრინჯი და სიმინდი.
lv: Kopš 1900. gada ir zaudēti 75 % augu daudzveidības, jo lauksaimnieki visā pasaulē ir atteikušies no vietējām šķirnēm par labu augstražīgām šķirnēm, kas pielāgotas masveida rūpnieciskai pārstrādei. Tā rezultātā 60 % no cilvēku enerģijas patēriņa pasaulē nāk tikai no 3 sugām: kviešiem, rīsiem un kukurūzas.
nl_be: Sinds 1900 is 75% van de plantendiversiteit verloren gegaan doordat boeren over de hele wereld lokale variëteiten hebben vervangen door hoogproductieve variëteiten die zijn aangepast aan de massaverwerking op industriële schaal. Als gevolg daarvan is 60% van de menselijke energie-inname in de wereld afkomstig van slechts 3 soorten: tarwe, rijst en maïs.
pl: Od Xx utracono 75% bioróżnorodności roślin, ponieważ rolnicy na całym świecie porzucili lokalne odmiany na rzecz odmian o wysokiej wydajności, przystosowanych do masowej obróbki przemysłowej. W efekcie 60% spożycia energii przez ludzi na świecie pochodzi tylko z 3 gatunków: pszenicy, ryżu i kukurydzy.
pt_pt: Desde 1900, perdeu-se 75% da diversidade vegetal, uma vez que os agricultores de todo o mundo abandonaram as variedades locais por variedades de elevado rendimento adaptadas à transformação industrial em massa. Em consequência, 60% do consumo humano de energia no mundo provém de apenas 3 espécies: trigo, arroz e milho.
ru: С 1900 года 75% разнообразия растений было утрачено, поскольку фермеры по всему миру отказались от местных сортов в пользу высокоурожайных сортов, адаптированных к массовой промышленной переработке. В результате 60% потребляемой человеком энергии в мире приходится всего на 3 вида: пшеницу, рис и кукурузу.
sv: Sedan 1900 har 75 % av växternas mångfald gått förlorad, då jordbrukare runt om i världen har övergett lokala sorter till förmån för högavkastande sorter anpassade för massindustriell bearbetning. Som ett resultat kommer 60 % av människors energiintag i världen från endast tre arter: vete, ris och majs.
th: นับตั้งแต่ปี 1900 ความหลากหลายทางชีวภาพของพืชได้สูญหายไปถึง 75% เนื่องจากเกษตรกรทั่วโลกละทิ้งพันธุ์พื้นเมืองและหันไปปลูกพันธุ์ที่ให้ผลผลิตสูงซึ่งเหมาะสมกับการแปรรูปในระดับอุตสาหกรรม ส่งผลให้ 60% ของพลังงานที่มนุษย์บริโภคในโลกมาจากพืชเพียง 3 ชนิด ได้แก่ ข้าวสาลี ข้าว และข้าวโพด
uk: З 1900 року 75% різноманітності рослин було втрачено, оскільки фермери в усьому світі відмовилися від місцевих сортів заради високоврожайних сортів, адаптованих до масової промислової перероблення. У результаті 60% енергії, яку людина споживає у світі, припадає лише на 3 види: пшеницю, рис і кукурудзу.

# knowledge_panels_ingredients_rare_crops_why_it_matters
source: The lack of variety of crops makes our food supply more vulnerable to pests, diseases and climate change.
bg: Липсата на разнообразие от култури прави хранителните ни доставки по-уязвими към вредители, болести и изменението на климата.
cs: Nedostatek rozmanitosti plodin způsobuje, že naše zásobování potravinami je zranitelnější vůči škůdcům, chorobám a změně klimatu.
de: Die mangelnde Vielfalt der Kulturpflanzen macht unsere Nahrungsmittelversorgung anfälliger für Schädlinge, Krankheiten und den Klimawandel.
el: Η έλλειψη ποικιλίας καλλιεργειών καθιστά την προσφορά τροφίμων πιο ευάλωτη σε παράσιτα, ασθένειες και κλιματική αλλαγή.
eo: La manko de diverseco de kultivaĵoj igas nian nutraĵprovizon pli vundebla al damaĝbestoj, malsanoj kaj klimata ŝanĝo.
fa: کمبود تنوع محصولات کشاورزی، منابع غذایی ما را در برابر آفات، بیماری‌ها و تغییرات اقلیمی آسیب‌پذیرتر می‌کند.
fi: Viljelykasvien puute tekee ruokatarjonnastamme alttiimpia tuholaisille, taudeille ja ilmastonmuutokselle.
fr: Le manque de variété dans les produits agricoles rend notre approvisionnement alimentaire plus vulnérable aux parasites, aux maladies et au changement climatique.
he: המחסור במגוון יבולים הופך את אספקת המזון שלנו לפגיעה יותר למזיקים, מחלות ושינויי אקלים.
hr: Nedostatak raznolikosti usjeva čini našu opskrbu hranom osjetljivijom na štetnike, bolesti i klimatske promjene.
hu: A termények változatosságának hiánya miatt élelmiszer-ellátásunk sebezhetőbbé vált a kártevőkkel, betegségekkel és az éghajlatváltozással szemben.
id: Kurangnya variasi tanaman membuat pasokan makanan kita lebih rentan terhadap hama, penyakit, dan perubahan iklim.
it: La mancanza di varietà di colture rende il nostro approvvigionamento alimentare più vulnerabile ai parassiti, alle malattie e ai cambiamenti climatici.
ka: კულტურების მრავალფეროვნების ნაკლებობა ჩვენს საკვებს უფრო დაუცველს ხდის მავნებლების, დაავადებებისა და კლიმატის ცვლილების მიმართ.
lv: Kultūraugu daudzveidības trūkums padara mūsu pārtikas apgādi neaizsargātāku pret kaitēkļiem, slimībām un klimata pārmaiņām.
nl_be: Het gebrek aan verscheidenheid aan gewassen maakt onze voedselvoorziening kwetsbaarder voor ongedierte, ziekten en klimaatverandering.
pl: Brak różnorodności upraw sprawia, że nasze zasoby żywności są bardziej narażone na szkodniki, choroby i zmiany klimatyczne.
pt_pt: A falta de variedade de culturas torna o nosso abastecimento alimentar mais vulnerável a pragas, doenças e alterações climáticas.
ru: Отсутствие разнообразия сельскохозяйственных культур делает наши продовольственные ресурсы более уязвимыми для вредителей, болезней и изменения климата.
sv: Bristen på variation av grödor gör vår livsmedelsförsörjning mer sårbar för skadedjur, sjukdomar och klimatförändringar.
th: การขาดความหลากหลายของพืชผลทำให้แหล่งอาหารของเรามีความเสี่ยงต่อศัตรูพืช โรคระบาด และการเปลี่ยนแปลงสภาพภูมิอากาศมากขึ้น
uk: Відсутність різноманітності сільськогосподарських культур робить наші харчові продукти більш вразливими до шкідників, хвороб і зміни клімату.

# knowledge_panels_ingredients_rare_crops_what_you_can_do
source: Consuming diverse cereals, legumes, vegetables and fruits contributes to:
bg: Употребата на различни зърнени, бобови, зеленчуци и плодове допринася за:
cs: Konzumace různých obilovin, luštěnin, zeleniny a ovoce přispívá k:
de: Der Verzehr von verschiedenen Getreidesorten, Hülsenfrüchten, Gemüse und Obst trägt dazu bei:
el: Η κατανάλωση ποικίλων δημητριακών, οσπρίων, λαχανικών και φρούτων συμβάλλει:
eo: Konsumado de diversaj cerealoj, guŝoj, legomoj kaj fruktoj kontribuas al:
fa: مصرف غلات، حبوبات، سبزیجات و میوه‌های متنوع به موارد زیر کمک می‌کند:
fi: Erilaisten viljojen, palkokasvien, vihannesten ja hedelmien nauttiminen edistää:
fr: Consommer différentes sortes de céréales, légumineuses, légumes et fruits contribue à :
he: צריכת דגנים מגוונים, קטניות, ירקות ופירות תורמת ל־:
hr: Konzumiranje raznovrsnih žitarica, mahunarki, povrća i voća doprinosi:
hu: A változatos gabonafélék, hüvelyesek, zöldségek és gyümölcsök fogyasztása hozzájárul:
id: Mengkonsumsi beragam sereal, kacang-kacangan, sayuran, dan buah-buahan dapat membantu:
it: Il consumo di vari tipi di cereali, legumi, verdure e frutta contribuisce a:
ka: მრავალფეროვანი მარცვლეულის, პარკოსნების, ბოსტნეულისა და ხილის მოხმარება ხელს უწყობს:
lv: Dažādu graudaugu, pākšaugu, dārzeņu un augļu lietošana uzturā veicina:
nl_be: Het consumeren van diverse granen, peulvruchten, groenten en fruit draagt bij aan:
pl: Spożywanie różnorodnych zbóż, roślin strączkowych, warzyw i owoców przyczynia się do:
pt_pt: O consumo de diversos cereais, leguminosas, legumes e frutas contribui para:
ru: Употребление разнообразных злаков, бобовых, овощей и фруктов способствует:
sv: Att konsumera olika spannmål, baljväxter, grönsaker och frukt bidrar till:
th: การบริโภคธัญพืช พืชตระกูลถั่ว ผัก และผลไม้ที่หลากหลาย มีส่วนช่วยให้:
uk: Споживання різноманітних злаків, бобових, овочів і фруктів сприяє:

# knowledge_panels_ingredients_rare_crops_what_you_can_do_list_1
source: preserving neglected and underutilized species
bg: опазване на пренебрегвани и недостатъчно използвани видове
cs: zachování zanedbaných a málo využívaných druhů
de: Erhaltung vernachlässigter und wenig genutzter Arten
el: διατήρηση παραμελημένων και υποχρησιμοποιούμενων ειδών
eo: konservante neglektitajn kaj subuzatajn speciojn
fa: حفظ گونه‌های فراموش‌شده و کمتر استفاده‌شده
fi: laiminlyötyjen ja vajaakäyttöisten lajien säilyttäminen
fr: préserver les espèces négligées et sous-utilisées
he: שימור מינים מוזנחים ולא מנוצלים
hr: očuvanje zanemarenih i nedovoljno iskorištenih vrsta
hu: elhanyagolt, keveset használt fajok megőrzéséhez
id: melestarikan spesies yang terabaikan dan kurang dimanfaatkan
it: preservare le specie trascurate e sottoutilizzate
ka: უგულებელყოფილი და არასაკმარისად გამოყენებული სახეობების შენარჩუნება
lv: saglabāt atstātas novārtā un nepietiekami izmantotas sugas
nl_be: het behoud van verwaarloosde en onderbenutte soorten
pl: zachowania zapomnianych i niedostatecznie wykorzystywanych gatunków
pt_pt: a preservação de espécies negligenciadas e subutilizadas
ru: сохранение забытых и недоиспользуемых видов
sv: bevara försummade och underutnyttjade arter
th: การอนุรักษ์พันธุ์ไม้ที่ถูกละเลยและใช้ประโยชน์น้อย
uk: збереження занедбаних і невикористовуваних видів
