Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriments_products
source: Products that contain the nutriment %s
ar: المنتجات التي تحتوي على المغذيات %s
bg: Продукти, които съдържат хранително вещество %s
ca: Els productes que contenen l'aliment %s
cs: Výrobky obsahující živinu %s
da: Produkter indeholdende næringsstoffet %s
de: Produkte, die den Nährstoff %s enthalten
el: Προϊόντα που περιέχουν το θρεπτικό συστατικό %s
eo: Produktoj kiuj enhavas la nutraĵon %s
es: Productos que contienen el nutriente %s
fa: محصولاتی که حاوی مواد مغذی %sهستند
fi: Tuotteet, jotka sisältävät ravintoainetta %s
fr: Les produits qui contiennent le nutriment %s
he: מוצרים המכילים את הרכיב התזונתי %s
hr: Proizvodi koji sadrže hranjivu tvar %s
hu: Termékek, amelyek tartalmaznak %s tápanyagot
id: Produk - produk yang mengandung nutrisi %s
it: I prodotti che contengono il nutrimento %s
ja: 栄養成分 %s を含む製品
ka: პროდუქტები, რომლებიც შეიცავს საკვებ ნივთიერებას %s
lt: Produktai, kurių sudėtyje yra %s maistinės medžiagos
lv: Produkti, kas satur barību %s
ms: Produk yang mengandungi nutriment %s
nl_be: Producten met de voedingsstof %s
pl: Produkty zawierające składnik %s
pt_pt: Produtos que contêm o nutriente %s
ro: Produse care conțin nutrientul %s
ru: Продукты которые содержат %s
sl: Proizvodi, ki vsebujejo hranilo %s
sv: Produkter som innehåller näringsämnet %s
th: ผลิตภัณฑ์ที่มีสารอาหาร %s
tl: Mga produkto na naglalaman ng nutrimento %s
tr: Besin değeri %s içermeyen ürünler
uk: Товари, які містять в собі до %s поживності
vi: Các sản phẩm có chứ thành phần %s

# nutriments_s
source: nutriment
ar: غذاء
bg: хранително вещество
ca: aliment
cs: živina
da: næringsstof
de: Nährstoff
el: θρεπτικό συστατικό
eo: nutraĵo
es: nutriente
fa: تغذیه
fi: ravintoaine
he: רכיב תזונתי
hr: hrana
hu: tápanyag
id: nutrisi
it: nutrimento
ja: 栄養成分
ka: საკვები
lt: maistinės medžiagos
lv: ēdamais
nl_be: voedingsstof
pl: odżywki
pt_pt: nutriente
ro: nutrient
ru: питательное вещество
sl: hranilo
sv: näringsämne
th: โภชนาการ
tl: nutrimento
tr: besin
uk: пожива
vi: chất dinh dưỡng

# nutriments_without_products
source: Products that do not contain the nutriment %s
ar: المنتجات التي لا تحتوي على المغذيات %s
bg: Продукти, които не съдържат хранителното вещество %s
ca: Productes que no contenen l'aliment %s
cs: Výrobky neobsahující živinu %s
da: Produkter som ikke indeholder næringsstoffet %s
de: Produkte, die den Nährstoff %s nicht enthalten
el: Προϊόντα που δεν περιέχουν το θρεπτικό συστατικό %s
eo: Produktoj kiuj ne enhavas la nutraĵon %s
es: Productos que no contienen los nutrientes %s
fa: محصولاتی که حاوی ماده مغذی %sنیستند
fi: Tuotteet, jotka eivät sisällä ravintoainetta %s
fr: Les produits qui ne contiennent pas le nutriment %s
he: מוצרים שאינם מכילים את הרכיב התזונתי %s
hr: Proizvodi koji ne sadrže hranjivu tvar %s
hu: Termékek, amelyek nem tartalmaznak %s tápanyagot
id: Produk - produk yang tidak mengandung nutrisi %s
it: I prodotti che non contengono il nutrimento %s
ja: 栄養成分 %s を含まない製品
ka: პროდუქტები, რომლებიც არ შეიცავს საკვებ ნივთიერებას %s
lt: Produktai, kurių sudėtyje nėra %s maistinės medžiagos
lv: Produkti, kas nesatur barību %s
ms: Produk yang tidak mengandungi nutriment %s
nl_be: Producten zonder de voedingsstof %s
pl: Produkty które nie zawierają składnika %s
pt_pt: Produtos que não contêm o nutriente %s
ro: Produse care nu conțin nutrientul %s
ru: Продукты которые не содержат %s
sl: Proizvodi, ki ne vsebujejo hranila %s
sv: Produkter som inte innehåller näringsämnet %s
th: ผลิตภัณฑ์ที่ไม่มีสารอาหาร %s
tl: Mga produkto na hindi naglalaman ng nutrimento %s
tr: Besin değeri %s içermeyen ürünler
uk: Товари, що не містять в собі %s поживної речовини
vi: Các sản phẩm không chứa thành phần %s

# nutrition_alt
source: Nutrition facts
ar: حقائق غذائية
bg: Хранителни стойности
ca: Informació nutricional
cs: Nutriční hodnoty
da: Ernæringsfakta
de: Nährwertangaben
el: Διατροφικά στοιχεία
eo: Nutra valoro
es: Información nutricional
fa: ارزش غذایی
fi: Ravintosisältö
fr: Tableau nutritionnel
he: מפרט תזונתי
hr: Nutritivne vrijednosti
hu: Tápértékadatok
id: Informasi nilai gizi
it: Valori nutrizionali
ja: 栄養成分表
lt: Maistingumas
lv: Uztura fakti
ms: Fakta pemakanan
nl_be: Voedingswaarden
pl: Wartości odżywcze
pt_pt: Dados nutricionais
ro: Valori nutriționale
ru: Пищевая и энергетическая ценность
sl: Dejstva o hranilni vrednosti
sv: Näringsfakta
th: ข้อมูลโภชนาการ
tl: Mga katotohanan ng Nutrisyon
tr: Beslenme gerçekleri
uk: Харчова цінність
vi: Giá trị dinh dưỡng

# nutrition_data
source: Nutrition facts
ar: حقائق غذائية
bg: Хранителни стойности
ca: Informació nutricional
cs: Nutriční hodnoty
da: Ernæringsfakta
de: Nährwertangaben
el: Διατροφικά στοιχεία
eo: Nutra valoro
es: Información nutricional
fa: ارزش غذایی
fi: Ravintosisältö
fr: Tableau nutritionnel
he: מפרט תזונתי
hr: Nutritivne vrijednosti
hu: Tápértékadatok
id: Informasi nilai gizi
it: Valori nutrizionali
ja: 栄養成分表
lt: Maistingumas
lv: Uztura fakti
ms: Fakta pemakanan
nl_be: Voedingswaarden
pl: Wartości odżywcze
pt_pt: Dados nutricionais
ro: Valori nutriționale
ru: Пищевая и энергетическая ценность
sl: Dejstva o hranilni vrednosti
sv: Näringsfakta
th: ข้อมูลโภชนาการ
tl: Mga katotohanan ng Nutrisyon
tr: Beslenme gerçekleri
uk: Харчова цінність
vi: Giá trị dinh dưỡng

# nutrition_data_average
source: Average nutrition facts for the %d products of the %s category for which nutrition facts are known (out of %d products).
ar: متوسط ​​حقائق التغذية لمنتجات %d من فئة %s التي تعرف عنها حقائق التغذية (من منتجات %d).
bg: Средни хранителни стойности за %d продукта от категория %s, за които са известни хранителните стойности (от %d продукта).
ca: Informació nutricional mitjana per als %d productes de la categoria %s per a la qual es coneixen dades de nutrició (de %d productes).
cs: Průměrné nutriční údaje pro %d produktů z kategorie %s, pro které jsou známy výživové údaje (z %d produktů).
da: Gennemsnitlige næringsindhold for %d-produkterne i %s-kategorien, for hvilke næringsindhold er kendt (ud af %d produkter).
de: Durchschnittliche Nährwertzusammensetzung für %d Produkte der Kategorie %s, deren Nährwertinformationen bekannt sind (aus insgesamt %d Produkten).
el: Μέσα διατροφικά στοιχεία για τα %d προϊόντα από τη κατηγορία %s για την οποία τα διατροφικά δεδομένα είναι γνωστά (από τα %d προϊόντα).
eo: Averaĝaj nutraj informoj por la %d produktoj de la kategorio %s por kiuj nutraj informoj estas konataj (el %d produktoj).
es: Valores nutricionales medios para los %d productos de la categoría %s para los que se especifican los valores nutricionales (de un total de %d productos).
fa: میانگین اطلاعات تغذیه‌ای برای محصولات %d از دسته %s که اطلاعات تغذیه‌ای آنها مشخص است (از بین محصولات %d ).
fi: Ravintosisältöjen keskiarvo %d tuotteelle luokassa %s, joista ravintoarvot ovat tiedossa (yht. %d tuotteesta).
fr: Composition nutritionnelle moyenne pour les %d produits de la catégorie %s dont les informations nutritionnelles sont connues (sur un total de %d produits).
he: מפרט תזונתי ממוצע עבור %d מוצרים מהקטגוריה %s שעבורם המפרט התזונתי ידוע (מתוך %d מוצרים).
hu: %s kategória %d termékének átlagos tápértékadatai, ahol a tápértékadatok ismertek (%d termék közül).
id: Informasi nilai gizi rata-rata untuk %d produk dari kategori %s yang informasi nilai gizinya diketahui (dari %d produk).
it: Valori nutrizionali medi per %d prodotti della categoria %s per i quali sono noti i valori nutrizionali (su %d prodotti).
ja: 既知の栄養成分表の %s カテゴリーの %d 製品の平均栄養成分表 (%d 製品外)。
ka: საშუალო კვებითი ღირებულება იმ %d კატეგორიის %s პროდუქტებისთვის, რომელთა კვებითი ღირებულება ცნობილია ( %d პროდუქტებიდან).
lt: Vidutinis maistingumas už %d produktų %s kategorijai, kuriai maistingumas yra žinomi (iš %d prekių).
lv: Vidējie uztura fakti %d produktiem kategorijā %s , kuriem ir zināmi uztura fakti (no %d produktiem).
ms: Fakta pemakanan purata untuk %d produk %s kategori yang mana fakta pemakanan diketahui (daripada %d produk).
nl_be: Gemiddelde voedingswaarden voor de %d producten in de categorie %s waarvan de voedingswaarden bekend zijn (van %d producten).
pl: Średnie wartości odżywcze dla %s produktów z kategorii %s dla których wartość odżywcza jest znana (z %s produktów).
pt_pt: Valores nutricionais médios conhecidos para %d produtos da categoria %s dos quais são conhecidos os dados nutricionais (de um total de %d produtos).
ro: Valorile nutriționale medii pentru %d produse din categoria %s pentru care valorile nutriționale sunt cunoscute (din %d produse).
ru: Средняя пищевая ценность для %d продуктов из категории %s, для которых указана пищевая ценность (из %d продуктов всего).
sl: Povprečna prehranska dejstva za %d izdelkov iz kategorije %s za katere so znana prehranska dejstva (od %d izdelkov).
sv: Genomsnittliga näringsfakta för %d produkter i kategorin %s för vilka näringsfakta är kända (utav %d produkter).
th: ค่าเฉลี่ยของสารอาหาร สำหรับผลิตภัณฑ์ %d ในหมวดหมู่ %s (จากผลิตภัณฑ์ %d ที่มีฉลากโภชนาการ)
tl: Katamtaman na nutrisyon facts para sa %d mga produkto sa %s kategorya kung saan ang nutrisyon facts ay kilala (mula sa %d mga produkto).
tr: Beslenme bilgisinin bulunduğu %s kategorisinin %d ürünleri için ortalama beslenme durumu (%d ürünlerden).
uk: Нормальними показникими харчування для %d продуктів категорії %s є добре відомі властивості поживності (з %d товарів).
vi: Sự kiện dinh dưỡng trung bình cho %d sản phẩm thuộc loại %s mà thông tin dinh dưỡng được biết (trong số %d sản phẩm).

# nutrition_data_compare_percent
source: % of difference
ar: ٪ من الفرق
bg: % разлика
ca: % de diferència
cs: rozdíl v %
da: % af forskel
de: Unterschied in %
el: % διαφορά
eo: % de diferenco
es: Diferencia en %
fa: درصد اختلاف
fi: %:n ero
fr: Différence en %
he: % שינוי
hr: % razlike
hu: % eltérés
id: % perbedaan
it: % di differenza
ja: % の差
ka: სხვაობის %
lt: % skirtumo
lv: % no starpības
ms: % perbezaan
nl_be: Verschil in %
pl: % różnicy
pt_pt: diferença em %
ro: Diferența în %
ru: % разница(ы)
sl: % razlike
sv: % av skillnad
th: เปอร์เซ็นต์ของความแตกต่าง
tl: % ang pagkakaiba
tr: % fark
uk: % різниці
vi: % chênh lệch

# nutrition_data_compare_value
source: value for 100 g / 100 ml
ar: قيمة 100 ج / 100 مل
bg: стойност за 100 г / 100 мл
ca: valor de 100 g/100 ml
cs: hodnota na 100 g / 100 ml
da: værdi pr. 100 g/100 ml
de: Wert pro 100 g / 100 ml
el: αξία για 100 γρ / 100 ml
eo: valoro por 100 g / 100 ml
es: valor para 100 g/ 100 ml
fa: مقدار برای ۱۰۰ گرم / ۱۰۰ میلی‌لیتر
fi: arvo 100 g / 100 ml kohden
fr: valeur pour 100 g/ 100 ml
he: ערך ל־100 גרם / 100 מ״ל
hr: vrijednost za 100 g / 100 ml
hu: érték 100 g / 100 ml-ben
id: nilai untuk 100 g / 100 ml
it: valore per 100 g / 100 ml
ja: 100 g / 100 ml の値
ka: ღირებულება 100 გ / 100 მლ-ისთვის
lt: vertė 100 g / 100 ml
lv: vērtība 100 g / 100 ml
ms: nilai untuk 100 g / 100 ml
nl_be: waarde voor 100 g / 100 ml
pl: wartość dla 100 g/100 ml
pt_pt: valor para 100 g / 100 ml
ro: valoare pentru 100 g / 100 ml
ru: значение на 100 г / 100 мл
sl: vrednost za 100g / 100ml
sv: värde för 100 g / 100 ml
th: สำหรับ 100 กรัม / 100 มล.
tl: halaga ng 100 g/ 100ml
tr: 100 g / 100 ml için değer
uk: цінність на 100 г / 100 мл
vi: giá trị 100 g / 100 ml

# nutrition_data_comparison_with_categories
source: Comparison to average values of products in the same category:
ar: مقارنة بمتوسط ​​قيم المنتجات في نفس الفئة:
bg: Сравнение със средните стойности на продукти от същата категория:
ca: Comparació dels valors mitjans dels productes de la mateixa categoria:
cs: Srovnání s průměrem hodnot u výrobků ve vybrané kategorii:
da: Sammenligning med gennemsnitsværdier for produkter i samme kategori:
de: Vergleich mit den durchschnittlichen Werten von Produkten gleicher Kategorie:
el: Σύγκριση με το μέσο όρο της αξίας των προϊόντων της ίδιας κατηγορίας:
eo: Komparo kun averaĝaj valoroj de produktoj en la sama kategorio:
es: Comparación con los valοres medios de los productos pertenecientes a la misma categoría:
fa: مقایسه با میانگین مقادیر محصولات در همان دسته:
fi: Vertailu saman luokan tuotteiden keskiarvon kanssa:
fr: Comparaison avec les valeurs moyennes des produits de même catégorie :
he: השוואה לערכים הממוצעים של מוצרים באותה הקטגוריה:
hr: Usporedba s prosječnim vrijednostima proizvoda u istoj kategoriji:
hu: Összehasonlítás az azonos kategóriába tartozó termékek átlagos értékeivel:
id: Perbandingan dengan nilai rata-rata produk dalam kategori yang sama:
it: Confronto con i valori medi dei prodotti della stessa categoria:
ja: 同じカテゴリーの製品の平均値との比較:
ka: შედარება იმავე კატეგორიის პროდუქტების საშუალო მნიშვნელობებთან:
lt: Palyginimas su vidutinėmis tos pačios kategorijos produktų vertėmis:
lv: Salīdzinājums ar vidējās vērtības produktiem vienā kategorijā:
ms: Perbandingan terhadap nilai purata produk dalam kategori yang sama:
nl_be: Vergelijking met de gemiddelde waarden van producten uit dezelfde categorie:
pl: Porównanie średnich wartości produktów z tej samej kategorii:
pt_pt: Comparação com os valores médios de produtos pertencentes à mesma categoria:
ro: Comparație cu valorile medii ale produselor din aceeași categorie:
ru: Сравнение со средними значениями продуктов из той же категории:
sl: Primerjava s povprečnimi vrednostmi izdelkov v isti kategoriji:
sv: Jämförelse med genomsnittliga värden för produkter i samma kategori:
th: เปรียบเทียบกับค่าเฉลี่ยของผลิตภัณฑ์ในหมวดหมู่เดียวกัน:
tl: Paghahambing sa mga karaniwang halaga ng mga produkto sa parehong kategorya:
tr: Aynı kategorideki ürünlerin ortalama değerleriyle karşılaştırma:
uk: Порівняння із середніми харчовими цінностями продуктів цієї ж категорії:
vi: So sánh với giá trị trung bình của sản phẩm trong cùng một danh mục:

# nutrition_data_comparison_with_categories_note
source: Please note: for each nutriment, the average is computed for products for which the nutriment quantity is known, not on all products of the category.
ar: يرجى ملاحظة: بالنسبة لكل مادة غذائية ، يتم حساب المتوسط ​​للمنتجات التي تُعرف بها كمية المواد الغذائية ، وليس على جميع منتجات الفئة.
bg: Моля, обърни внимание: за всяка хранителна съставка средната стойност се изчислява за продукти, за които е известно количеството на хранителните стойности, а не за всички продукти от категорията.
ca: Recordeu: per a cada aliment, la mitjana es calcula per a productes per als quals es coneix la quantitat d'aliment, no en tots els productes de la categoria.
cs: Poznámka: pro každou živinu se průměr počítá pouze z údajů těch výrobků, u kterých je údaj znám, tedy ne ze všech výrobků v kategorii.
da: Bemærk: For hvert næringsstof beregnes gennemsnittet for produkter, for hvilke næringsmængden er kendt, ikke for alle produkter i kategorien.
de: Bitte beachten Sie: Der Durchschnitt für jeden Nährstoff wird anhand derjenigen Produkte berechnet, für die der Wert bekannt ist, nicht als Durchschnitt über alle Produkte.
el: Παρακαλώ σημειώστε: για κάθε ένα θρεπτικό συστατικό, ο μέσος όρος είναι υπολογισμένος για προϊόντα των οποίων η ποσότητα των θρεπτικών συστατικών είναι γνωστή, όχι για όλα τα προϊόντα της κατηγορίας.
eo: Bonvolu noti: por ĉiu nutraĵo, la averaĝo estas kalkulata por produktoj, por kiuj la nutraĵkvanto estas konata, ne por ĉiuj produktoj de la kategorio.
es: Nota: para cada nutriente, el promedio no es el de todos los productos de la categoría, sino el de todos los productos para los cuales se especifica la cantidad de nutrientes.
fa: لطفا توجه داشته باشید: برای هر ماده مغذی، میانگین برای محصولاتی که مقدار ماده مغذی آنها مشخص است محاسبه می‌شود، نه برای همه محصولات آن دسته.
fi: Huomaa: jokaista ravintoainetta kohden keskiarvo lasketaan niistä tuotteista, joiden ravinteiden määrä on tiedossa, ei kaikista luokan tuotteista.
fr: À noter : pour chaque nutriment, la moyenne n'est pas celle de tous les produits de la catégorie, mais des produits pour lesquels la quantité du nutriment est connue.
he: לתשומת לבך: עבור כל מרכיב תזונתי, הממוצע מחושב לפי מוצרים שההרכב התזונתי שלהם ידוע, לא לפי כלל המוצרים בקטגוריה.
hr: Napomena: za svaku hranjivu tvar, prosjek se izračunava za proizvode za koje je količina hranjive tvari poznata, a ne za sve proizvode u kategoriji.
hu: Vegye figyelembe: minden egyes tápanyag esetében az átlagot azokra a termékekre számítjuk ki, amelyeknél ismert a tápanyagmennyiség, nem pedig a kategória összes termékére.
id: Harap dicatat: untuk setiap nutrisi, rata-ratanya dihitung untuk produk yang kuantitas nutrisinya diketahui, bukan pada semua produk dalam kategori tersebut.
it: Nota: per ogni nutrimento la media è calcolata sui prodotti per i quali è nota la quantità del nutrimento, non su tutti i prodotti della categoria.
ja: ご注意ください: 各栄養成分に対して、カテゴリーのすべての製品ではなく、栄養成分量が既知の製品に対して平均は計算されます。
ka: გთხოვთ გაითვალისწინოთ: თითოეული საკვები ნივთიერებისთვის საშუალო გამოითვლება იმ პროდუქტებისთვის, რომელთათვისაც ცნობილია საკვები ნივთიერებების რაოდენობა და არა კატეგორიის ყველა პროდუქტისთვის.
lt: Atkreipkite dėmesį: kiekvienos maistinės medžiagos vidurkis apskaičiuojamas tiems produktams, kuriems žinomas maistinių medžiagų kiekis, o ne visiems šios kategorijos produktams.
lv: Lūdzu, ņemiet vērā: par katru barības piedevu vidējo aprēķina par produktiem, par kuriem ir zināms barības daudzums, nevis uz visiem šīs kategorijas produktiem.
ms: Sila ambil perhatian: untuk setiap nutriment, purata dikira untuk produk yang mana kuantiti nutriment diketahui, bukan pada semua produk dari kategori itu.
nl_be: Let op: voor elke voedingsstof wordt het gemiddelde berekend voor producten waarvoor de hoeveelheid voedingsstoffen bekend is, niet voor alle producten uit de categorie.
pl: Uwaga: średnia dla każdego składnika jest liczona w przypadku produktów o znanej wartości odżywczej, nie dla wszystkich elementów kategorii.
pt_pt: Nota: em cada nutriente, a média é calculada tendo em conta os produtos cuja quantidade de nutrientes é conhecida, e não todos os produtos da categoria.
ro: De notat: pentru fiecare nutrient, media este calculată pentru produsele pentru care cantitatea nutrientului este cunoscută, nu pentru toate produsele din categorie.
ru: Примечание: для каждого питательного вещества, среднее вычисляется по продуктам, у которых его количество указано, а не по всем продуктам категории.
sl: Prosim upoštevajte: za vsako hranilno vrednost se povprečje izračuna za izdelke, za katere je znana količina hranil, ne za vse izdelke v kategoriji.
sv: Observera: för varje näringsämne beräknas medelvärdet för produkter för vilka näringsmängden är känd, inte för alla produkter i kategorin.
th: โปรดทราบ: สำหรับสารอาหารแต่ละชนิด ค่าเฉลี่ยจะคำนวณจากผลิตภัณฑ์ที่ทราบปริมาณสารอาหารเท่านั้น ไม่ใช่จากผลิตภัณฑ์ทั้งหมดในหมวดหมู่เดียวกัน
tl: Pakitandaan: bawat isang nutrimento, ang average ay nakalkula sa mga produkto kung saan alam ang kandidad ng nutrimento, hindi sa lahat ng mga produkto ng kategorya.
tr: Lütfen unutmayın: her besin için, ortalama, besin miktarının bilinmekte olduğu ürünler için hesaplanır, kategorideki tüm ürünler için hesaplanmaz.
uk: Зверніть увагу: середнє значення поживних речовин визначається для тих продуктів, в яких кількість поживних речовин вже відома, а не для всіх продуктів цієї категорії.
vi: Xin lưu ý: đới với mỗi loại ding dưỡng, trung bình được tính cho các sản phẩm mà số liệu dinh dưỡng đã được biết, không phải tất cả sản phẩm trong danh mục.

# nutrition_data_note
source: If the picture is sufficiently sharp and level, nutrition facts can be automatically extracted from the picture.
ar: إذا كانت الصورة حادة ومستوية بما فيه الكفاية، فيمكن استخراج حقائق التغذية تلقائيا من الصورة.
bg: Ако снимката е достатъчно ясна, хранителните съставки могат да бъдат извлечени автоматично.
ca: Si la imatge és prou nítida i nivellada, la informació nutricional es pot extreure automàticament amb la fotografia.
cs: Je-li obraz dostatečně ostrý a rovný, lze z obrazu automaticky extrahovat výživové hodnoty.
da: Hvis fotoet er tilstrækkeligt skarpt og ret, kan næringsoplysninger automatisk uddrages fra fotoet.
de: Sind Details des Fotos klar erkennbar, dann können die Nährwertinformationen automatisch erfasst werden.
el: Εάν η φωτογραφία είναι καθαρή, τα διατροφικά στοιχεία μπορούν αυτόματα να εξαχθούν από αυτή.
eo: Se la bildo estas sufiĉe akra kaj ebena, nutraj informoj povas esti aŭtomate eltiritaj el la bildo.
es: Si la imagen es lo suficientemente nítida, la información nutricional puede ser extraída automáticamente.
fa: اگر تصویر به اندازه کافی واضح و تراز باشد، اطلاعات تغذیه‌ای را می‌توان به طور خودکار از تصویر استخراج کرد.
fi: Ravintosisältö voidaan poimia automaattisesti kuvasta, jos kuva on riittävän tarkka ja suorassa.
fr: Si elle est suffisamment nette et droite, les informations nutritionnelles peuvent être extraites automatiquement de la photo.
he: אם התמונה חדה מספיק ובכיוון נכון, ניתן לחלץ את הפרטים התזונתיים מהתמונה עצמה (עדיין לא זמין בעברית).
hr: Ako je slika dovoljno oštra i ravna, nutritivne vrijednosti mogu se automatski izdvojiti iz slike.
hu: Ha a kép eléggé éles és nem ferde, akkor a tápértékadatok automatikusan kiolvashatóak belőle.
id: Jika gambar cukup tajam dan rata, informasi nilai gizi dapat diekstraksi secara otomatis dari gambar.
it: Se l'immagine è di buona qualità e sufficientemente nitida, i valori nutrizionali possono essere estratti automaticamente dall'immagine stessa.
ja: 画像が十分にシャープでレベルがあれば、栄養成分表は自動的に画像から抽出することができます。
ka: თუ სურათი საკმარისად მკვეთრი და თანაბარია, კვებითი ღირებულების შესახებ ინფორმაციის ავტომატურად ამოღება შესაძლებელია სურათიდან.
lt: Jei vaizdas yra pakankamai aštrus ir lygus, mitybos faktai gali būti automatiškai išgaunami iš nuotraukos.
lv: Ja attēls ir pietiekami asa un līdzena, uzņemšanas faktus var automātiski iegūt no attēla.
ms: Jika gambar itu cukup tajam dan sekata, fakta pemakanan boleh secara automatik di ektrak dari gambar.
nl_be: Als de foto voldoende scherp en recht is, kan de nutritionele informatie automatisch uit de foto afgeleid worden
pl: Jeśli obraz jest wystarczająco ostry i wyrównany, można automatycznie wyodrębnić wartości odżywcze z obrazu.
pt_pt: Se a imagem for suficientemente nítida e iluminada, a informação nutricional poderá ser extraída automaticamente.
ro: Dacă fotografia este suficient de clară și dreaptă, informația nutrițională poate fi extrasă automat din imagine.
ru: Если изображение достаточно резкое и ровное, информация о пищевой ценности может быть автоматически извлечена из изображения.
sl: Če je slika dovolj ostra in ravna, se lahko prehranski podatki samodejno izvlečejo iz slike.
sv: Om bilden är tillräckligt skarp och jämn kan näringsfakta extraheras automatiskt från bilden.
th: หากภาพมีความคมชัดเพียงพอ ข้อมูลโภชนาการจะถูกดึงออกมาจากภาพโดยอัตโนมัติ
tl: Kung ang larawan ay sapat ng maayos at antas, nutrisyon facts ay maaaring awtomatikong kunin mula sa mga larawan.
tr: Resim yeterince keskin ve düzeldiyse, beslenme bilgileri otomatik olarak resimden çıkarılabilir.
uk: Якщо зображення є достатньо чітким і рівним, факти про поживність можуть бути автоматично здобутими із зображення.
vi: Nếu hình ảnh đủ sắc nét và mức độ, sự kiện dinh dưỡng có thể được tự động trích xuất từ ​​hình ảnh.

# nutrition_data_per_10
source: 10th centile
ar: القرن العاشر
bg: 10-ти персентил
ca: percentil 10
cs: 10. percentil
da: 10. centil
de: 10. Quantil
el: 10 τοις εκατό
eo: 10-a percentilo
es: Percentil 10
fa: صدک دهم
fi: 10. prosenttipiste
fr: 10ème centile
he: עד 10 אחוז
hr: 10. percentil
hu: 10. percentilis
id: Persentil ke 10
it: Decimo percentile
ja: 10 パーセンタイル
ka: მე-10 პროცენტილი
lt: 10 procentilė
lv: 10 centile
ms: Sentil ke-10
nl_be: 10e percentiel
pl: 10-ty centyl
pt_pt: 10<sup>o</sup> percentil
ro: Al 10-lea procent
ru: 10-я процентиль
sl: 10. centilitrov
sv: 10:e centilen
th: เปอร์เซ็นไทล์ที่ 10
tr: 10. yüzyıl
uk: 10-й процентиль
vi: Phần trăm thứ 10
