Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: I checked the photos and data.
ar: راجعت الصور والبيانات.
bg: Проверих снимките и данните.
ca: He revisat les fotos i les dades.
cs: Zkontroloval jsem fotky a data.
da: Jeg kontrollerede fotos og data.
de: Fotos und Daten wurden von mir überprüft.
el: Έλεγξα τις φωτογραφίες και τα δεδομένα.
eo: Mi kontrolis la fotojn kaj datumojn.
es: He comprobado las fotos y datos.
fa: عکس‌ها و اطلاعات را بررسی کردم.
fi: Tarkistin valokuvat ja tiedot.
fr: J'ai vérifié les photos et les données.
he: בדקתי את התמונות ואת הנתונים.
hr: Provjerio sam fotografije i podatke.
hu: Ellenőriztem a képeket és az adatokat.
id: Saya telah memeriksa foto - foto dan data.
it: Ho controllato le foto e i dati.
ja: 写真とデータを確認しました。
ka: ფოტოები და მონაცემები გადავამოწმე.
lt: Aš patikrinau nuotraukas ir duomenis.
lv: Es pārbaudīju fotoattēlus un datus.
nl_be: Ik heb de foto's en gegevens gecontroleerd.
pl: Zdjęcia i dane sprawdzone przeze mnie.
pt_pt: Eu verifiquei as fotografias e os dados.
ro: Am verificat fotografiile și datele.
ru: Я проверил фотографии и данные.
sl: Preveril sem fotografije in podatke.
sv: Jag kontrollerade foton och data.
th: ฉันตรวจสอบรูปภาพและข้อมูลแล้ว
tr: Fotoğrafları ve verileri kontrol ettim.
uk: Я перевірила фотографіяї та їх дані.
vi: Tôi đã kiểm tra các ảnh và dữ liệu.

source: I checked the photos and data again.
ar: لقد قمت بالتحقق من الصور والبيانات مرة أخرى.
bg: Проверих отново снимките и данните.
ca: He revisat les fotos i les dades novament.
cs: Znovu jsem zkontroloval fotografie a data.
da: Jeg kontrollerede fotos og data igen.
de: Fotos und Daten wurden von mir erneut überprüft.
el: Έλεγξα τις φωτογραφίες και τα δεδομένα ξανά.
eo: Mi denove kontrolis la fotojn kaj datumojn.
es: He comprobado las fotos y los datos de nuevo.
fa: دوباره عکس‌ها و اطلاعات را بررسی کردم.
fi: Tarkistin valokuvat ja tiedot uudestaan.
fr: J'ai vérifié les photos et les données à nouveau.
he: בדקתי שוב את התמונות ואת הנתונים.
hr: Ponovno sam provjerio fotografije i podatke.
hu: Újra ellenőriztem a képeket és az adatokat.
id: Saya telah memeriksa ulang foto - foto dan data.
it: Ho controllato le foto e i dati di nuovo.
ja: 写真とデータをもう一度確認しました。
ka: ფოტოები და მონაცემები კიდევ ერთხელ გადავამოწმე.
lt: Dar kartą patikrinau nuotraukas ir duomenis.
lv: Es vēlreiz pārbaudīju fotoattēlus un datus.
nl_be: Ik heb de foto's en gegevens opnieuw gecontroleerd.
pl: Zdjęcia i dane ponownie sprawdzone przeze mnie.
pt_pt: Eu verifiquei as fotografias e os dados novamente.
ro: Am verificat din nou fotografiile și datele.
ru: Я снова проверил фотографии и данные.
sl: Ponovno sem preveril fotografije in podatke.
sv: Jag kontrollerade foton och data igen.
th: ฉันตรวจสอบรูปภาพและข้อมูลอีกครั้งแล้ว
tr: Fotoğrafları ve verileri tekrar kontrol ettim.
uk: Я знову перевірила фотографії та їх дані.
vi: Tôi đã kiểm tra lại các ảnh và dữ liệu.

# last_check_dates_p
source: Last check dates
ar: تواريخ الفحص الأخير
bg: Дати на последната проверка
ca: Darreres dates de comprovació
cs: Datum poslední kontroly
da: Seneste kontroldatoer
de: Daten der letzten Prüfungen
el: Ημερομηνίες τελευταίου ελέγχου
eo: Datoj de la lastaj kontroloj
es: Últimas fechas de comprobación
fa: آخرین تاریخ‌های بررسی
fi: Viimeisimmät tarkistuspäivät
fr: Dates de dernière vérification
he: מועדי הבדיקה האחרונים
hr: Datumi zadnje provjere
hu: Utolsó ellenőrzési dátumok
id: Tanggal - tanggal pemeriksaan terakhir
it: Ultimo controllo dati
ja: 最終確認日
ka: ბოლო შემოწმების თარიღები
lt: Paskutinės patikros datos
lv: Pēdējās pārbaudes datumi
nl_be: Laatste controledata
pl: Data ostatniego sprawdzania
pt_pt: Últimas datas de verificação
ro: Ultima verificare a datelor
ru: Последние даты проверок
sl: Zadnji datumi preverjanja
sv: Senaste kontrolldatum
th: วันที่ตรวจสอบครั้งสุดท้าย
tr: Son kontrol tarihleri
uk: Дати, коли була здійснена остання перевірка
vi: Các ngày kiểm tra gần nhất

# last_check_dates_s
source: Last check date
ar: تاريخ الفحص الأخير
bg: Дата на последната проверка
ca: Darrera data de revisió
cs: Datum poslední kontroly
da: Seneste kontroldato
de: Datum der letzten Prüfung
el: Ημερομηνία τελευταίου ελέγχου
eo: Dato de la lasta kontrolo
es: Fecha de última comprobación
fa: آخرین تاریخ بررسی
fi: Viimeisin tarkistuspäivä
fr: Date de dernière vérification
he: מועד הבדיקה האחרונה
hr: Datum zadnje provjere
hu: Utolsó ellenőrzés dátuma
id: Tanggal pemeriksaan terakhir
it: Ultimo controllo dato
ja: 最終確認日
ka: ბოლო შემოწმების თარიღი
lt: Paskutinio patikrinimo data
lv: Pēdējās pārbaudes datums
nl_be: Laatste controledatum
pl: Data ostatniego sprawdzania
pt_pt: Última data de verificação
ro: Data ultimei verificări
ru: Последняя дата проверки
sl: Zadnji datum preverjanja
sv: Senaste kontrolldatum
th: วันที่ตรวจสอบครั้งล่าสุด
tr: Son kontrol tarihi
uk: Дата, коли була здійснена остання перевірка
vi: Ngày kiểm tra gần nhất

# product_last_checked
source: Last check of product page on
ar: آخر فحص لصفحة المنتج على
bg: Последна проверка на страницата на продукта
ca: Última comprovació de la pàgina del producte
cs: Poslední kontrola produktové stránky dne
da: Seneste kontrol af produktside d.
de: Letzte Überprüfung der Produktseite am
el: Τελευταίος έλεγχος της σελίδας προϊόντος στις
eo: Lasta kontrolo de produkta paĝo je
es: Última comprobación de la página de producto en
fa: آخرین بررسی صفحه محصول در
fi: Tuotesivun viimeisin tarkistus tapahtui
fr: Dernière vérification de la fiche produit le
he: דף המוצר נבדק לאחרונה במועד
hr: Posljednja provjera stranice proizvoda
hu: Termékoldal legutóbb ellenőrizve
id: Pemeriksaan terakhir halaman produk pada
it: Ultimo controllo della pagina del prodotto il
ja: 製品ページの最終確認
ka: პროდუქტის გვერდის ბოლო შემოწმება
lt: Paskutinis produkto puslapio patikrinimas
lv: Pēdējā produkta lapas pārbaude
nl_be: Laatste controle van de productpagina op
pl: Ostatnia weryfikacja strony produktu w
pt_pt: Última verificação da página do produto em
ro: Ultima verificare a paginii produsului pe
ru: Последняя проверка страницы продукта
sl: Zadnje preverjanje strani izdelka
sv: Sista kontrollen av produktsidan
th: ตรวจสอบหน้าสินค้าครั้งล่าสุดเมื่อ
tr: Ürün sayfasının son kontrolü
uk: Остання зміна, що була здійснена на сторінці продукції
vi: Lần kiểm tra trang sản phẩm gần nhất vào

# product_other_information
source: Other information
ar: معلومات أخرى
bg: Друга информация
ca: Altres dades
cs: Jiná informace
da: Anden information
de: Weitere Informationen
el: Άλλες πληροφορίες
eo: Aliaj informoj
es: Otra información
fa: سایر اطلاعات
fi: Muut tiedot
fr: Autres informations
he: פרטים נוספים
hr: Ostale informacije
hu: Egyéb információk
id: Informasi lain
it: Altre informazioni
ja: その他の情報
ka: სხვა ინფორმაცია
lt: Kita informacija
lv: Cita informācija
nl_be: Overige informatie
pl: Pozostałe informacje
pt_pt: Outras informações
ro: Alte informații
ru: Доп. сведения
sl: Ostale informacije
sv: Övrig information
th: ข้อมูลอื่นๆ
tr: Diğer bilgiler
uk: Додаткові відомості
vi: Thông tin khác

# producer_version_id
source: Producer version identifier
ar: مُعرّف إصدار المُنتِج
bg: Идентификатор на версията на производителя
ca: Identificador de versió del productor
cs: Identifikátor verze výrobce
da: Producentversionsidentifikator
de: Kennung der Herstellerversion
el: Αναγνωριστικό έκδοσης παραγωγού
eo: Identigilo de produktanta versio
es: Identificador de versión del productor
fa: شناسه نسخه تولیدکننده
fi: Tuottajan versiotunniste
fr: Identifiant de version du producteur
he: מזהה הגרסה לפי המפיק
hr: Identifikator verzije proizvođača
hu: Gyártói verzióazonosító
id: Pengenal versi produsen
it: Identificatore versione produttore
ja: 生産者のバージョンID
ka: პროდიუსერის ვერსიის იდენტიფიკატორი
lt: Gamintojo versijos identifikatorius
lv: Ražotāja versijas identifikators
nl_be: Producentenversie identificatie
pl: Identyfikator wersji produktu
pt_pt: Identificador da versão do produtor
ro: Identificator versiune producător
ru: Идентификатор серии производства
sl: Identifikator različice proizvajalca
sv: Identifierare för producentversion
th: ตัวระบุเวอร์ชันของผู้ผลิต
tr: Üretici versiyon tanımlayıcısı
uk: Інєдентифікатор версії виробника
vi: Mã định danh phiên bản nhà sản xuất

# producer_product_id
source: Producer product identifier
ar: معرّف مُنتِج المُنتَج
bg: Идентификатор на продукта на производителя
ca: Identificador de producte del productor
cs: Identifikátor produktu výrobce
da: Fabrikantproduktsidentifikator
de: Produktkennung des Herstellers
el: Αναγνωριστικό προϊόντος παραγωγού
eo: Produkta identigilo
es: Identificador de producto de productor
fa: شناسه محصول تولیدکننده
fi: Tuottajan kooditunniste
fr: Identifiant produit du producteur
he: מזהה מוצר לפי המפיק
hr: Identifikator proizvoda proizvođača
hu: Gyártói termékazonosító
id: Pengenal produk produsen
it: Identificatore produttore prodotto
ja: 生産者の製品ID
ka: მწარმოებლის პროდუქტის იდენტიფიკატორი
lt: Gamintojo produkto identifikatorius
lv: Ražotāja produkta identifikators
nl_be: Productidentificatie Producent
pl: Identyfikator produktu
pt_pt: Identificador do produto do produtor
ro: Identificator produs producător
ru: Идентификатор производителя продукта
sl: Identifikator izdelka proizvajalca
sv: Identifierare för producentprodukt
th: รหัสผลิตภัณฑ์ของผู้ผลิต
tr: Üretici ürün tanımlayıcısı
uk: Ідентифікатор продукції виробника
vi: Bộ nhận dạng sản phẩm của nhà sản xuất

source: Net weight
ar: الوزن الصافي
bg: Нетно количество
ca: Pes net
cs: Čistá hmotnost
da: Nettovægt
de: Nettogewicht
el: Καθαρό βάρος
eo: Neta pezo
es: Peso neto
fa: وزن خالص
fi: Nettopaino
fr: Poids net
he: משקל נטו
hr: Neto težina
hu: Nettó tömeg
id: Berat bersih
it: Peso netto
ja: 正味重量
ka: წმინდა წონა
lt: Grynas svoris
lv: Neto svars
nl_be: Netto gewicht
pl: Masa netto
pt_pt: Peso líquido
ro: Greutate netă
ru: Вес нетто
sl: Neto teža
sv: Nettovikt
th: น้ำหนักสุทธิ
tr: Net ağırlık
uk: Маса нетто
vi: Khối lượng tịnh

source: Drained weight
ar: الوزن الصافي
bg: Отцедено тегло
ca: Pes escorregut
cs: Hmotnost prázdného obalu
da: Drænet vægt
de: Abtropfgewicht
el: Στραγγισμένο βάρος
eo: Drenita pezo
es: Peso escurrido
fa: وزن تخلیه شده
fi: Valutettu paino
fr: Poids égoutté
he: משקל מנוקז
hr: Ocijeđena težina
hu: Száraz tömeg
id: Berat kering
it: Peso sgocciolato
ja: 固形量
ka: გამოწურული წონა
lt: Nusausintas svoris
lv: Nosusināts svars
nl_be: Uitlekgewicht
pl: Waga po odsączeniu
pt_pt: Peso escorrido
ro: Greutate uscată
ru: Сухой вес
sl: Odcejena teža
sv: Avrunnen vikt
th: น้ำหนักเนื้อ
tr: Süzülmüş ağırlık
uk: Суха маса
vi: Trọng lượng rắn

source: Volume
ar: الحجم
bg: Обем
ca: Volum
cs: Objem
da: Mængde
de: Inhalt
el: Όγκος
eo: Volumeno
es: Volumen
fa: حجم
fi: Tilavuus
he: נפח
hr: Volumen
hu: Térfogat
ja: 容量
ka: მოცულობა
lt: Garsas
lv: Apjoms
pl: Objętość
ro: Volum
ru: Объём
sl: Prostornina
sv: Volym
th: ปริมาตร
tr: Hacim
uk: Обсяг
vi: Thể tích

source: Other information
ar: معلومات أخرى
bg: Друга информация
ca: Altres dades
cs: Jiná informace
da: Anden information
de: Weitere Informationen
el: Άλλες πληροφορίες
eo: Aliaj informoj
es: Otra información
fa: سایر اطلاعات
fi: Muut tiedot
fr: Autres informations
he: פרטים נוספים
hr: Ostale informacije
hu: Egyéb információk
id: Informasi lain
it: Altre informazioni
ja: その他の情報
ka: სხვა ინფორმაცია
lt: Kita informacija
lv: Cita informācija
nl_be: Overige informatie
pl: Pozostałe informacje
pt_pt: Outras informações
ro: Alte informații
ru: Доп. сведения
sl: Ostale informacije
sv: Övrig information
th: ข้อมูลอื่นๆ
tr: Diğer bilgiler
uk: Додаткові відомості
vi: Thông tin khác

source: Conservation conditions
ar: شروط الحفظ
bg: Условия за съхранение
ca: Condicions de conservació
cs: Podmínky uchovávání
da: Konserveringsforhold
de: Konservierungsbedingungen
el: Συνθήκες διατήρησης
eo: Konservadaj kondiĉoj
es: Condiciones de conservación
fa: شرایط حفاظت
fi: Varastointiolosuhteet
fr: Conditions de conservation
he: תנאי אחסון
hr: Uvjeti očuvanja
hu: Tartósítási körülmények
id: Kondisi konservasi
it: Condizioni di conservazione
ja: 保存条件
ka: კონსერვაციის პირობები
lt: Išsaugojimo sąlygos
lv: Saglabāšanas apstākļi
nl_be: Bewaaraanwijzingen
pl: Warunki przechowywania
pt_pt: Condições de conservação
ro: Condiţii de conservare
ru: Условия хранения
sl: Pogoji ohranjanja
sv: Konserveringsförhållanden
th: เงื่อนไขการอนุรักษ์
tr: Saklama koşulları
uk: Умови збереження
vi: Điều kiện bảo quản

source: Warning
ar: تحذير
bg: Предупреждение
ca: Avís
cs: Varování
da: Advarsel
de: Warnhinweis
el: Προσοχή
eo: Averto
es: Atención
fa: اخطار
fi: Varoitus
fr: Avertissement
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
lt: Įspėjimas
lv: Brīdinājums
nl_be: Waarschuwing
pl: Ostrzeżenie
pt_pt: Aviso
ro: Atenţie
ru: Nazwa zwyczajowa
sl: Opozorilo
sv: Varning
tr: Uyarı
uk: Увага
vi: Cảnh báo

source: Preparation
ar: التحضير
bg: Подготовка
ca: Preparació
cs: Příprava
da: Forberedelse
de: Vorbereitung
el: Προετοιμασία
eo: Preparado
es: Preparación
fa: آماده سازی
fi: Valmistus
fr: Préparation
he: הכנה
hr: Priprema
hu: Előkészítés
id: Penyajian
it: Preparazione
ja: 調理
ka: მომზადება
lt: Paruošimas
lv: Sagatavošana
nl_be: Bereidingswijze
pl: Przygotowanie
pt_pt: Preparação
ro: Pregătire
ru: Подготовка
sl: Priprava
sv: Förberedelse
th: ขั้นตอนการปรุง
tr: Hazırlık
uk: Приготування
vi: Chuẩn bị

source: Recipe idea
ar: فكرة الوصفة
bg: Идея за рецепта
ca: Idea de recepta
cs: Nápad na recept
da: Opskriftidé
de: Rezeptidee
el: Ιδέα συνταγής
eo: Recepto-ideo
es: Idea de receta
fa: ایده دستور پخت
fi: Resepti-idea
fr: Idée recette
he: רעיון למתכון
hr: Ideja za recept
hu: Recept ötlet
id: Ide resep
it: Idea di ricetta
ja: レシピのアイデア
ka: რეცეპტის იდეა
lt: Recepto idėja
lv: Receptes ideja
nl_be: Recept idee
pl: Pomysł na przepis
pt_pt: Receita sugerida
ro: Ideea rețetei
ru: Идея рецепта
sl: Ideja za recept
sv: Receptidé
th: ไอเดียสูตรอาหาร
tr: Yemek tarifi fikri
uk: Ідея для рецепту
vi: Ý tưởng công thức

# origin
source: Origin of the product and/or its ingredients
ar: أصل المنتج و/أو مكوناته
bg: Произход на продукта и/или неговите съставки
ca: Origen del producte i / o dels seus ingredients
cs: Původ produktu a/nebo jeho složek
da: Produktoprindelse og/eller dets ingredienser
de: Herkunft des Produkts und/oder seiner Inhaltsstoffe
el: Προέλευση του προϊόντος ή/και των συστατικών του
eo: Origino de la produkto kaj/aŭ ĝiaj ingrediencoj
es: Origen del producto o de sus ingredientes
fa: منشأ محصول و/یا مواد تشکیل دهنده آن
fi: Tuotteen ja/tai sen ainesosien alkuperä
fr: Origine du produit et/ou de ses ingrédients
he: מקור המוצר ו/או מרכיביו
hr: Podrijetlo proizvoda i/ili njegovih sastojaka
hu: A termék és/vagy összetevői eredete
id: Asal usul produk dan/atau kandungan bahannya
it: Origine del prodotto e/o dei suoi ingredienti
ja: 製品および/またはその成分の原産国
ka: პროდუქტის წარმოშობა და/ან მისი ინგრედიენტები
lt: Produkto ir (arba) jo sudedamųjų dalių kilmė
lv: Produkta un/vai tā sastāvdaļu izcelsme
nl_be: Herkomst van het product en/of de ingrediënten ervan
pl: Pochodzenie produktu i / lub jego składników
pt_pt: Origem do produto e/ou seus ingredientes
ro: Originea produsului și/sau a ingredientelor sale
ru: Происхождение продукта и/или ингредиентов
sl: Poreklo izdelka in/ali njegovih sestavin
sv: Ursprung till produkten och/eller dess ingredienser
th: ที่มาของผลิตภัณฑ์และ/หรือส่วนผสมของผลิตภัณฑ์
tr: Ürünün ve/veya bileşenlerinin menşei
uk: Походження продукту та/або його складників
vi: Nguồn gốc của sản phẩm và / hoặc các thành phần của nó

# origin_note
source: Packaging mentions that indicate the manufacturing place and/or the origins of the ingredients
ar: حسب قواعد التغليف، أن تتم الإشارة مكان التصنيع و / أو أصل المكونات
bg: Информация на опаковката, посочваща място на производство и/или произхода на съставките
ca: Mencions de l'envàs que indiquen el lloc de fabricació i/o els orígens dels ingredients
cs: Zmínky na obalu, které udávají místo výroby a/nebo původ složek
da: Emballageoplysninger, som angiver fremstillingsstedet og/eller ingrediensoprindelse(r)
de: Angaben auf der Verpackung, die den Herstellungsort und/oder die Herkunft der Zutaten angeben
el: Αναφορές στη συσκευασία που ενδεικνύουν τον τόπο παρασκευής ή/και την προέλευση των συστατικών
eo: Pakaĵaj mencioj kiuj indikas la fabriklokon kaj/aŭ la originon de la ingrediencoj
es: Menciones de empaque que indican el lugar de manufactura o el origen de los ingredientes
fa: اطلاعات روی بسته‌بندی که محل تولید و/یا منشأ مواد تشکیل‌دهنده را نشان می‌دهد
fi: Tuotantopaikan ja/tai ainesosien alkuperät ilmoittavat pakkausmaininnat
fr: Mentions sur l'emballage indiquant le lieu de fabrication et/ou l'origine des ingrédients
he: אזכורים על האריזה שמציינים את מקום הייצור ו/או את מקורות הרכיבים
hr: Napomene na pakiranju koje ukazuju na mjesto proizvodnje i/ili podrijetlo sastojaka
hu: A csomagoláson feltüntetik a gyártás helyét és/vagy az összetevők eredetét
id: Penyebutan kemasan yang menunjukkan tempat produksi dan/atau asal usul kandungan bahannya
it: Menzioni dell'imballaggio che indicano il luogo di produzione e/o le origini degli ingredienti
ja: 成分の製造場所および/または原産国を示す包装に関する記述があります
ka: შეფუთვაზე მითითებული ინფორმაცია, რომელიც მიუთითებს წარმოების ადგილს და/ან ინგრედიენტების წარმოშობას
lt: Ant pakuotės nurodoma gamybos vieta ir (arba) sudedamųjų dalių kilmė
lv: Uz iepakojuma norādītas norādes par ražošanas vietu un/vai sastāvdaļu izcelsmi
nl_be: Verpakkingsvermeldingen die de productieplaats en/of de herkomst van de ingrediënten aangeven
pl: Wzmianki na opakowaniu, które wskazują miejsce produkcji i / lub pochodzenie składników
pt_pt: As embalagens indicam o local de fabrico e/ou a origem dos ingredientes
ro: Mențiuni de ambalare care indică locul de fabricație și/sau originea ingredientelor
ru: Упоминания на упаковке, указывающие на место изготовления и/или происхождения ингредиентов
sl: Kraj izdelave in/ali izvor sestavin je naveden na embalaži
sv: Förpackningomnämnanden som anger tillverkningsplats och/eller ingrediensernas ursprung
th: ข้อความบนบรรจุภัณฑ์ที่ระบุสถานที่ผลิตหรือแหล่งผลิตส่วนผสม
tr: Paketleme ifadeleri üretim yerini ve/veya içeriğin kökenlerini gösterir
uk: Вказівки на упаковці щодо місця продукції та/або походження його складників
vi: Bao bì đề cập đến nơi sản xuất và / hoặc nguồn gốc của các thành phần

# origin_example
source: Made in France. Tomatoes from Italy. Origin of the rice: India, Thailand.
ar: صنع في فرنسا. الطماطم من ايطاليا. أصل الأرز: الهند، تايلاند.
bg: Произведено във Франция. Домати от Италия. Произход на ориза: Индия, Тайланд.
ca: Fet a França. Tomàquets d'Itàlia. Orígen de l'arròs: Índia, Tailàndia.
cs: Vyrobeno ve Francii. Rajčata z Itálie. Původ rýže: Indie, Thajsko.
da: Fremstillet i Frankrig. Tomater fra Italien. Risens oprindelse: Indien, Thailand.
de: Hergestellt in Frankreich. Tomaten aus Italien. Herkunft des Reises: Indien, Thailand.
el: Παρασκευάζεται στη Γαλλία. Ντομάτες από την Ιταλία. Προέλευση του ρυζιού: Ινδία, Ταϊλάνδη.
eo: Farita en Francio. Tomatoj el Italio. Origino de la rizo: Barato, Tajlando.
es: Hecho en Francia. Tomates de Italia. Origen del arroz: India, Tailandia.
fa: ساخت فرانسه. گوجه فرنگی از ایتالیا. خاستگاه برنج: هند، تایلند.
fi: Valmistettu Ranskassa. Tomaatit Italiasta. Riisin alkuperä: Intia, Thaimaa.
fr: Fabriqué en France. Tomates d'Italie. Origine du riz : Inde, Thaïlande.
he: נוצר בצרפת. עגבניות מאיטליה. מקור האורז: הודו, תאילנד.
hr: Proizvedeno u Francuskoj. Rajčice iz Italije. Podrijetlo riže: Indija, Tajland.
hu: Franciaországban készült. Paradicsom Olaszországból. A rizs származási országa: India, Thaiföld.
id: Dibuat di Perancis. Tomat dari Italia. Asal beras: India, Thailand.
it: Fatto in Francia. Pomodori dall'Italia. Origine del riso: India, Tailandia.
ja: フランス製。イタリア産のトマト。米の原産地：インド、タイ。
ka: დამზადებულია საფრანგეთში. პომიდორი იტალიიდან. ბრინჯის წარმოშობა: ინდოეთი, ტაილანდი.
lt: Pagaminta Prancūzijoje. Pomidorai iš Italijos. Ryžių kilmė: Indija, Tailandas.
lv: Ražots Francijā. Tomāti no Itālijas. Rīsu izcelsmes vieta: Indija, Taizeme.
nl_be: Gemaakt in Frankrijk. Tomaten uit Italië. Herkomst van de rijst: India, Thailand.
pl: Wyprodukowano we Francji. Pomidory z Włoch. Pochodzenie ryżu: Indie, Tajlandia.
pt_pt: Feito em França. Tomates de Itália. Origem do arroz: Índia, Tailândia.
ro: Fabricat în Franța. Roșii din Italia. Originea orezului: India, Thailanda.
ru: Сделано во Франции. Томаты из Италии. Страна происхождения риса: Индия, Тайланд.
sl: Izdelano v Franciji. Paradižnik iz Italije. Poreklo riža: Indija, Tajska.
sv: Tillverkad i Frankrike. Tomater från Italien. Risets ursprung: Indien, Thailand.
th: Made in Thailand, ผลิตในไทย, ข้าวจากทุ่งกุลาร้องไห้, ช็อกโกแลตจากเบลเยี่ยม, ทุเรียนนนท์, ชมพู่เพชร
tr: Fransa'da üretilmiştir. Domatesler İtalya'dandır. Pirincin kökeni: Hindistan, Tayland'tır.
uk: Виготовлено у Франції. Томати з Італії. Країна походження: Індія, Таїланд.
vi: Sản xuất tại Pháp. Cà chua từ Ý. Xuất xứ của gạo: Ấn Độ, Thái Lan.

source: Customer service
ar: خدمة العملاء
bg: Обслужване на клиентите
ca: Servei al client
cs: Zákaznický servis
da: Kundeservice
de: Kundendienst
el: Εξυπηρέτηση πελατών
eo: Klientservo
es: Servicio al cliente
fa: خدمات مشتری
fi: Asiakaspalvelu
fr: Service consommateur
he: שירות לקוחות
hr: Služba za korisnike
hu: Vevőszolgálat
id: Layanan pelanggan
it: Servizio clienti
ja: カスタマーサービス
ka: მომხმარებელთა მომსახურება
lt: Klientų aptarnavimas
lv: Klientu apkalpošana
nl_be: Klantenservice
pl: Obsługa klienta
pt_pt: Serviço ao cliente
ro: Serviciu clienți
ru: Обслуживание клиентов
sl: Podpora uporabnikom
sv: Kundservice
th: ฝ่ายบริการลูกค้า
tr: Müşteri servisi
uk: Служба роботи з клієнтами
vi: Dịch vụ khách hàng

source: Producer
ar: المنتج
bg: Производител
ca: Productor
cs: Výrobce
da: Fabrikant
de: Hersteller
el: Παραγωγός
eo: Produktanto
es: Productor
fa: تهیه‌کننده
fi: Tuottaja
fr: Producteur
he: יצרן
hr: Proizvođač
hu: Gyártó
id: Produsen
it: Produttore
ja: 生産者
ka: პროდიუსერი
lt: Prodiuseris
lv: Producents
nl_be: Producent
pl: Producent
pt_pt: Produtor
ro: Producător
ru: Изготовитель
sl: Proizvajalec
sv: Producent
th: โปรดิวเซอร์
tr: Üretici
uk: Виробник
vi: Nhà sản xuất

source: Recycling instructions - To recycle
ar: تعليمات إعادة التدوير - لإعادة التدوير
bg: Инструкции за рециклиране — За рециклиране
ca: Instruccions de reciclatge - Per a reciclar
cs: Pokyny k recyklaci - Recyklovat
da: Genbrugsanvisninger - Til genbrug
de: Verwertungshinweise - Zur Wiederverwertung
el: Οδηγίες ανακύκλωσης - Για ανακύκλωση
eo: Instrukcioj pri reciklado - Por recikli
es: Instrucciones de reciclaje - Para reciclar
fa: دستورالعمل‌های بازیافت - برای بازیافت
fi: Kierrätysohjeet - Kierrätettävä
fr: Consignes de recyclage - A recycler
he: הנחיות מיחזור - למיחזור
hr: Upute za recikliranje - Za recikliranje
hu: Újrahasznosítási utasítások - újrahasznosítani
id: Instruksi daur ulang - Untuk mendaur ulang
it: Istruzioni per il riciclaggio - Per riciclare
ja: リサイクル手順 - リサイクルするには
ka: გადამუშავების ინსტრუქციები - გადამუშავებისთვის
lt: Perdirbimo instrukcijos - perdirbti
lv: Pārstrādes instrukcijas — pārstrādei
nl_be: Recyclinginstructies - Om te recyclen
pl: Instrukcje dotyczące recyklingu - recykling
pt_pt: Instruções de reciclagem - Para reciclar
ro: Instrucțiuni de reciclare - Pentru a recicla
ru: Инструкции по утилизации - для переработки
sl: Navodila za recikliranje - recikliranje
sv: Återvinningsinstruktioner - För återvinning
th: คำแนะนำในการรีไซเคิล - วิธีการรีไซเคิล
tr: Geri dönüşüm talimatları - Geri dönüştürmek için
uk: Інструктаж з переробки - Переробляти
vi: Hướng dẫn tái chế - Để tái chế
