Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# environmental_score_platform_promo
source: If you are the manufacturer of this product, you can send us the information with our <a href="https://world.pro.openfoodfacts.org">free platform for producers</a>.
bg: Ако сте производителят на този продукт, можете да ни изпратите информацията с нашата <a href="https://world.pro.openfoodfacts.org">безплатна платформа за производители</a>.
cs: Pokud jste výrobcem tohoto produktu, můžete nám zaslat informace prostřednictvím naší <a href="https://world.pro.openfoodfacts.org">bezplatné platformy pro výrobce</a>.
de: Wenn Sie der Hersteller dieses Produktes sind, können Sie uns die Informationen über unsere <a href="https://world.pro.openfoodfacts.org">kostenlose Plattform für Hersteller</a> zukommen lassen.
el: Εάν είστε ο κατασκευαστής αυτού του προϊόντος, μπορείτε να μας στείλετε τις πληροφορίες από την <a href="https://world.pro.openfoodfacts.org">δωρεάν πλατφόρμα για παραγωγούς</a>.
eo: Se vi estas la fabrikanto de ĉi tiu produkto, vi povas sendi al ni la informojn per nia <a href="https://world.pro.openfoodfacts.org">senpaga platformo por produktantoj</a>.
fa: اگر شما تولیدکننده این محصول هستید، می‌توانید اطلاعات را از طریق <a href="https://world.pro.openfoodfacts.org">پلتفرم رایگان ما برای تولیدکنندگان</a>برای ما ارسال کنید.
fi: Jos olet tämän tuotteen valmistaja, voit lähettää meille tiedot <a href="https://fi.pro.openfoodfacts.org">ilmaisen tuottaja-alustamme kautta</a>.
fr: Si vous êtes le fabricant de ce produit, vous pouvez nous transmettre les informations avec notre <a href="https://fr.pro.openfoodfacts.org">plateforme gratuite pour les producteurs</a>.
he: אם ייצרת את המוצר הזה, ניתן לשלוח לנו מידע עליו עם <a href="https://il.pro.openfoodfacts.org">הפלטפורמה החינמית שלנו ליצרנים</a>.
hr: Ako ste proizvođač ovog proizvoda, možete nam poslati podatke putem naše <a href="https://world.pro.openfoodfacts.org">besplatne platforme za proizvođače</a>.
hu: Ha Ön ennek a terméknek a gyártója, elküldheti nekünk az információkat <a href="https://world.pro.openfoodfacts.org">ingyenes gyártói platformunkon</a>.
id: Jika Anda adalah produsen produk ini, Anda bisa mengirimkan kami informasinya dengan <a href="https://world.pro.openfoodfacts.org">platform gratis bagi produsen</a> kami.
it: Se sei il produttore di questo prodotto, puoi inviarci le informazioni con la nostra <a href="https://world.pro.openfoodfacts.org">piattaforma gratuita per produttori</a>.
ka: თუ თქვენ ხართ ამ პროდუქტის მწარმოებელი, შეგიძლიათ გამოგვიგზავნოთ ინფორმაცია ჩვენი <a href="https://world.pro.openfoodfacts.org">უფასო პლატფორმის გამოყენებით მწარმოებლებისთვის</a>.
lt: Jei esate šio gaminio gamintojas, galite atsiųsti mums informaciją su mūsų nemokama platforma gamintojams <a href="https://world.pro.openfoodfacts.org"></a>.
lv: Ja esat šī produkta ražotājs, varat nosūtīt mums informāciju, izmantojot mūsu <a href="https://world.pro.openfoodfacts.org">bezmaksas platformu ražotājiem</a>.
nl_be: Als u de fabrikant van dit product bent, kunt u ons de informatie sturen met ons <a href="https://world-nl.pro.openfoodfacts.org">gratis platform voor producenten</a>.
pl: Jeśli jesteś producentem tego produktu, możesz przesłać nam informacje za pomocą <a href="https://world.pro.openfoodfacts.org"> naszej bezpłatnej platformy</a>.
pt_pt: Se é o fabricante deste produto, pode enviar-nos as informações através da nossa <a href="https://world-pt.pro.openfoodfacts.org">plataforma gratuita para produtores</a>.
ru: Если вы являетесь производителем этого продукта, вы можете отправить нам информацию с помощью нашей <a href="https://world.pro.openfoodfacts.org">бесплатной платформы для производителей</a>.
sv: Om du är tillverkaren av den här produkten kan du skicka informationen till oss via vår <a href="https://world.pro.openfoodfacts.org">kostnadsfria plattform för producenter</a>.
th: หากคุณเป็นผู้ผลิตผลิตภัณฑ์นี้ คุณสามารถส่งข้อมูลมาให้เราได้โดยใช้แพลตฟอร์มฟรีสำหรับผู้ผลิตของเรา <a href="https://world.pro.openfoodfacts.org"></a>
uk: Якщо ви є розробником цієї продукції, надішліть нам детальнішу інформацію за посиланням <a href="https://world.pro.openfoodfacts.org">безкоштовна платформа для розробників</a>.

# environmental_score_warning_missing_information
source: Warning: some information necessary to calculate the Green-Score with precision is not provided (see the details of the calculation below).
bg: Предупреждение: някои нужни информации за изчисляване на Green-Score с точност, не са предоставени (виж подробностите за изчислението по-долу).
cs: Upozornění: Některé informace potřebné k přesnému výpočtu Eco-score nejsou poskytnuty (viz podrobnosti výpočtu níže).
de: Warnhinweis: einige Informationen, die zur genauen Berechnung des Green-Score erforderlich sind, wurden nicht bereitgestellt (siehe die Details der Berechnung unten).
el: Προειδοποίηση: ορισμένες πληροφορίες που είναι απαραίτητες για τον ακριβή υπολογισμό του Green-Score δεν παρέχονται (δείτε τις λεπτομέρειες του υπολογισμού παρακάτω).
eo: Averto: iuj informoj necesaj por precize kalkuli la Verdan Poentaron ne estas provizitaj (vidu la detalojn de la kalkulo sube).
fa: هشدار: برخی از اطلاعات لازم برای محاسبه دقیق امتیاز گرین ارائه نشده است (جزئیات محاسبه را در زیر ببینید).
fi: Varoitus: joitakin Green-Scoren tarkkaan laskemiseen tarvittavia tietoja ei ole toimitettu (katso laskelman yksityiskohdat alla).
fr: Avertissement : certaines informations nécessaires pour calculer le Green-Score avec précision ne sont pas indiquées (voir le détail du calcul ci-dessous).
he: אזהרה: חלק מהמידע הנחוץ לחישוב Green-Score באופן מדויק לא מסופק (פרטי החישוב מופיעים להלן לעיונך).
hr: Upozorenje: neke informacije potrebne za precizan izračun Green-Scorea nisu navedene (pojedinosti o izračunu pogledajte u nastavku).
hu: Figyelem: az Green-Score pontos kiszámításához szükséges néhány információ nincs megadva (lásd a számítás részleteit alább).
id: Peringatan: beberapa informasi yang diperlukan untuk menghitung Green-Score dengan tepat tidak disediakan (lihat detail penghitungannya di bawah).
it: Attenzione: alcune informazioni necessarie al calcolo delil Green-Score con precisione non sono fornite (vedi sotto i dettagli del calcolo).
ka: გაფრთხილება: მწვანე ქულის ზუსტად გამოსათვლელად საჭირო ზოგიერთი ინფორმაცია არ არის მოცემული (გამოთვლის დეტალები იხილეთ ქვემოთ).
lt: Įspėjimas: kai kuri informacija, reikalinga norint tiksliai apskaičiuoti ekologinį balą, nepateikiama (žr. toliau pateiktą skaičiavimo informaciją).
lv: Brīdinājums: daļa informācijas, kas nepieciešama, lai precīzi aprēķinātu Zaļo punktu skaitu, nav sniegta (sīkāku informāciju par aprēķinu skatiet tālāk).
nl_be: Waarschuwing: sommige informatie die nodig is voor het berekenen van de Green-Score is niet verstrekt (zie de berekeningsdetails hieronder).
pl: Ostrzeżenie: nie podano niektórych informacji niezbędnych do dokładnego obliczenia Green-Score (patrz: szczegóły obliczeń poniżej).
pt_pt: Atenção: algumas informações necessárias para calcular o Green-Score com precisão não foram fornecidas (veja os detalhes do cálculo abaixo).
ru: Предупреждение: некоторая информация, необходимая для точного расчета Green-Score, не была предоставлена (см. подробности расчета ниже).
sv: Varning: viss information som är nödvändig för att beräkna Green-Score med precision saknas (se detaljerna i beräkningen nedan).
th: คำเตือน: ข้อมูลบางส่วนที่จำเป็นสำหรับการคำนวณคะแนนสีเขียวอย่างแม่นยำนั้นไม่ได้ระบุไว้ (โปรดดูรายละเอียดการคำนวณด้านล่าง)
uk: Застереження: деяка інформація, що необхідна для обчислення в системі Green-Score вказана з неточністю (див. деталі розрахунку нижче).

# environmental_score_add_missing_information
source: You can edit the product to add the missing information.
bg: Можеш да редактираш продукта, за да добавиш липсващата информация.
cs: Můžete upravit produkt a přidat chybějící informace.
de: Sie können das Produktdetails bearbeiten, um die fehlenden Informationen hinzuzufügen.
el: Μπορείτε να επεξεργαστείτε το προϊόν για να προσθέσετε τις πληροφορίες που λείπουν.
eo: Vi povas redakti la produkton por aldoni la mankantajn informojn.
fa: شما می‌توانید محصول را ویرایش کنید تا اطلاعات از دست رفته را اضافه کنید.
fi: Voit muokata tuotetta lisätäksesi puuttuvat tiedot.
fr: Vous pouvez modifier la fiche produit pour ajouter les informations manquantes.
he: ניתן לערוך את המוצר כדי להוסיף את הפרטים החסרים.
hr: Proizvod možete urediti kako biste dodali nedostajuće podatke.
hu: A hiányzó információk hozzáadásához módosíthatja a terméket.
id: Anda bisa menyunting produk untuk menambahkan informasi yang hilang.
it: Puoi modificare il prodotto per aggiungere le informazioni mancanti.
ka: შეგიძლიათ პროდუქტის რედაქტირება დაკარგული ინფორმაციის დასამატებლად.
lt: Galite redaguoti gaminį, kad pridėtumėte trūkstamą informaciją.
lv: Jūs varat rediģēt produktu, lai pievienotu trūkstošo informāciju.
nl_be: Je kan het product bewerken om ontbrekende informatie toe te voegen.
pl: Możesz edytować produkt, aby uzupełnić brakujące informacje.
pt_pt: Pode editar o produto para adicionar as informações que faltam.
ru: Вы можете отредактировать продукт, чтобы добавить недостающую информацию.
sv: Du kan redigera produkten för att lägga till den information som saknas.
th: คุณสามารถแก้ไขรายละเอียดสินค้าเพื่อเพิ่มข้อมูลที่ขาดหายไปได้
uk: Ви можете відредагувати продукцію, щоб додати інформацію, яка була пропущена.

# environmental_score_product_category_reference_score
source: Baseline score of the product category
bg: Базов резултат на продуктовата категория
cs: Základní skóre kategorie produktů
de: Basisbewertung der Produktkategorie
el: Βαθμολογία βάσης της κατηγορίας προϊόντων
eo: Baza poentaro de la produkta kategorio
fa: امتیاز پایه دسته محصول
fi: Tuoteluokan lähtöpisteet
fr: Score de référence de la catégorie du produit
he: ציון הבסיס של קטגוריית המוצר
hr: Osnovni rezultat kategorije proizvoda
hu: A termékkategória alappontszáma
id: Skor dasar dari kategori produk
it: Punteggio di base della categoria del prodotto
ka: პროდუქტის კატეგორიის საბაზისო ქულა
lt: Produkto kategorijos pradinis balas
lv: Produkta kategorijas sākotnējais vērtējums
nl_be: Basisscore van de productcategorie
pl: Wynik bazowy kategorii produktu
pt_pt: Pontuação de linha de base da categoria de produto
ru: Базовая оценка категории продукта
sv: Baslinjepoäng för produktkategorin
th: คะแนนพื้นฐานของหมวดหมู่ผลิตภัณฑ์
uk: Основний показник категорії продукції

# environmental_score_panel_lca
source: Lifecyle Analysis (LCA)
bg: Оценка на жизнения цикъл (LCA)
cs: Analýza životního cyklu (LCA)
de: Lebenszyklusanalyse (LCA)
el: Ανάλυση Κύκλου Ζωής (LCA)
eo: Vivcikla Analizo (LCA)
fa: تحلیل چرخه عمر (LCA)
fi: Elinkaarianalyysi (LCA)
fr: Analyse de cycle de vie (ACV)
he: ניתוח מחזור חיים (LCA)
hr: Analiza životnog ciklusa (LCA)
hu: Életstílus-elemzés (LCA)
it: Analisi del Ciclo Vitale (LCA)
ka: სასიცოცხლო ციკლის ანალიზი (LCA)
lt: Gyvenimo ciklo analizė (LCA)
lv: Dzīves cikla analīze (LCA)
nl_be: Levenscyclusanalyse (LCA)
pl: Analiza Cyklu Życia (ACŻ; ang. LCA)
pt_pt: Análise do Ciclo de Vida (ACV)
ru: Анализ жизненного цикла (LCA)
sv: Livscykel Analys (LCA)
th: การวิเคราะห์วัฏจักรชีวิต (LCA)
uk: Оцінка життєвого циклу (LCA)

# environmental_score_agribalyse_category
source: Agribalyse category
bg: Категория Agribalyse
cs: Agribalyse kategorie
de: Agribalyse®-Kategorie
el: Κατηγορία Agribalyse
eo: Agribalyse-kategorio
fa: دسته بندی کشاورزی
fi: Agribalyse-luokka
fr: Catégorie Agribalyse
he: קטגוריית Agribalyse
hr: Kategorija Agribalyse
hu: Agribalyse kategória
id: Kategori agribalyse
it: Categoria di Agribalyse
ka: აგრობალიზის კატეგორია
lt: Agribalyse kategorija
lv: Agribalīzes kategorija
nl_be: Agribalyse-categorie
pl: Kategoria Agribalyse
pt_pt: Categoria Agribalyse
ru: Категория Agribalyse
sv: Agribalyse-kategorin
th: หมวดหมู่ Agribalyse
uk: Категорія Agribalyse

# environmental_score_category_proxy_match
source: Approximate match with the product category
bg: Приблизително съвпадение с категорията на продукта
cs: Přibližná shoda s kategorií produktu
de: Ungefähre Übereinstimmung mit der Produktkategorie
el: Κατά προσέγγιση αντιστοιχία με την κατηγορία προϊόντων
eo: Proksimuma kongruo kun la produkta kategorio
fa: تطابق تقریبی با دسته بندی محصول
fi: Arvioitu vastaavuus tuoteluokan kanssa
fr: Correspondance approchée avec la catégorie du produit
he: התאמה משוערת לקטגוריית המוצרים
hr: Približno podudaranje s kategorijom proizvoda
hu: Hozzávetőleges egyezés a termékkategóriával
id: Kecocokan kira - kira dengan kategori produk
it: Corrispondenza approssimativa con la categoria del prodotto
ka: პროდუქტის კატეგორიასთან მიახლოებითი შესაბამისობა
lt: Apytikslis atitikimas produkto kategorijai
lv: Aptuvenā atbilstība produktu kategorijai
nl_be: Geschatte overeenkomst met de productcategorie
pl: Przybliżone dopasowania do kategorii produktu
pt_pt: Correspondência aproximada com a categoria do produto
ru: Приблизительное соответствие категории продукта
sv: Ungefärlig matchning med produktkategorin
th: ตรงกับหมวดหมู่สินค้าโดยประมาณ
uk: Відповідність, яка приблизно дорівнює категорії продукції

# environmental_score_category_exact_match
source: Exact match with the product category
bg: Точно съвпадение с продуктовата категория
cs: Přesná shoda s kategorií produktu
de: Exakte Übereinstimmung mit der Produktkategorie
el: Ακριβής αντιστοίχιση με την κατηγορία προϊόντων
eo: Preciza kongruo kun la produkta kategorio
fa: تطابق دقیق با دسته بندی محصول
fi: Tarkka vastaavuus tuoteluokan kanssa
fr: Correspondance exacte avec la catégorie du produit
he: התאמה מדויקת לקטגוריית המוצרים
hr: Točno podudaranje s kategorijom proizvoda
hu: Pontos egyezés a termékkategóriával
id: Kecocokan persis dengan kategori produk
it: Corrispondenza esatta con la categoria del prodotto
ka: პროდუქტის კატეგორიასთან ზუსტი შესაბამისობა
lt: Tiksli atitiktis produkto kategorijai
lv: Precīza atbilstība produkta kategorijai
nl_be: Exacte overeenkomst met de productcategorie
pl: Dokładne dopasowania do kategorii produktu
pt_pt: Correspondência exata com a categoria do produto
ru: Точное соответствие категории продукта
sv: Exakt matchning med produktkategorin
th: ตรงกับหมวดหมู่สินค้าอย่างแม่นยำ
uk: Відповідність, яка точно дорівнює категорії продукції

# environmental_score_pef_environmental_score
source: PEF environmental score
bg: PEF оценка за околната среда
cs: Environmentální skóre PEF
de: PFE (Umwelt-Fußabdruck)
el: Περιβαλλοντική βαθμολογία PEF
eo: PEF-media poentaro
fa: امتیاز محیطی PEF
fi: PEF-ympäristöpisteet
fr: Score environnemental PEF
he: ציון PEF סביבתי
hr: PEF ekološki rezultat
hu: PEF környezeti pontszám
id: Skor lingkungan PEF
it: Punteggio ambientale PEF
ka: PEF-ის გარემოსდაცვითი ქულა
lt: PEF aplinkosaugos balas
lv: PEF vides vērtējums
nl_be: PEF milieuscore
pl: Ocena środowiskowa PEF
pt_pt: Pontuação ambiental PEF
ru: Оценка окружающей среды PEF
sv: PEF-miljöpoäng
th: คะแนนด้านสิ่งแวดล้อมของ PEF
uk: Оцінка екологічного балансу продукції PEF

# environmental_score_incl_climate_change_impact
source: including impact on climate change
bg: включително въздействието върху изменението на климата
cs: včetně dopadu na změnu klimatu
de: einschließlich der Auswirkungen auf den Klimawandel
el: συμπεριλαμβανομένων των επιπτώσεων στην κλιματική αλλαγή
eo: inkluzive de efiko sur klimata ŝanĝo
fa: از جمله تأثیر بر تغییرات اقلیمی
fi: mukaan lukien vaikutukset ilmastonmuutokseen
fr: dont impact sur le changement climatique
he: כולל השפעה על שינויי האקלים
hr: uključujući utjecaj na klimatske promjene
hu: beleértve az éghajlatváltozásra gyakorolt hatást
id: termasuk dampak terhadap perubahan iklim
it: incluso l'impatto sul cambiamento climatico
ka: მათ შორის კლიმატის ცვლილებაზე გავლენა
lt: įskaitant poveikį klimato kaitai
lv: tostarp ietekme uz klimata pārmaiņām
nl_be: inclusief impact op klimaatverandering
pl: w tym wpływ na zmiany klimatu
pt_pt: incluindo o impacto nas alterações climáticas
ru: включая влияние на изменение климата
sv: inklusive påverkan på klimatförändringar
th: รวมถึงผลกระทบต่อการเปลี่ยนแปลงสภาพภูมิอากาศ
uk: включаючи вплив на кліматичну зміну

# environmental_score_impact_detail_by_stages
source: Details of the impacts by stages of the life cycle
bg: Подробности за въздействията по етапи от жизнения цикъл
cs: Podrobnosti o dopadech podle fází životního cyklu
de: Details zu den Auswirkungen nach Phasen des Lebenszyklus
el: Λεπτομέρειες των επιπτώσεων ανά στάδια του κύκλου ζωής
eo: Detaloj pri la efikoj laŭ stadioj de la vivciklo
fa: جزئیات تأثیرات بر اساس مراحل چرخه عمر
fi: Yksityiskohtaiset tiedot vaikutuksista elinkaaren eri vaiheissa
fr: Détail des impacts par étapes du cycle de vie
he: פירוט ההשפעות לפי שלבי מחזור החיים
hr: Detalji utjecaja po fazama životnog ciklusa
hu: A hatások részletei az életciklus szakaszai szerint
id: Detail dampaknya menurut tahapan siklus hidup
it: Dettagli degli impatti per fasi del ciclo vitale
ka: სასიცოცხლო ციკლის ეტაპების მიხედვით ზემოქმედების დეტალები
lt: Išsami informacija apie poveikį pagal gyvavimo ciklo etapus
lv: Sīkāka informācija par ietekmi pa dzīves cikla posmiem
nl_be: Details van de effecten per fase van de levenscyclus
pl: Szczegóły wpływu według cyklu życia
pt_pt: Detalhes dos impactos por estágios do ciclo de vida
ru: Подробная информация о воздействии по стадиям жизненного цикла
sv: Detaljer om effekterna per livscykelstadium
th: รายละเอียดผลกระทบในแต่ละช่วงของวงจรชีวิต
uk: Поетапні деталі життєвого циклу

# environmental_score_stage
source: Stage
bg: Етап
cs: Fáze
de: Phase
el: Στάδιο
eo: Scenejo
fa: صحنه
fi: Vaihe
fr: Etape
he: שלב
hr: Pozornica
hu: Szakasz
id: Tahap
it: Fase
ka: ეტაპი
lt: Scena
lv: Skatuve
nl_be: Fase
pl: Etap
pt_pt: Estágio
ru: Этап
sv: Etapp
th: เวที
uk: Етап

# environmental_score_impact
source: Impact
bg: Въздействие
cs: Dopad
de: Auswirkung
el: Αντίκτυπος
eo: Efiko
fa: تأثیر
fi: Vaikutus
he: השפעה
hr: Utjecaj
hu: Hatás
id: Dampak
it: Impatto
ka: გავლენა
lt: Poveikis
lv: Ietekme
pl: Wpływ
pt_pt: Impacto
ru: Влияние
sv: Inverkan
th: ผลกระทบ
uk: Вплив

# environmental_score_agriculture
source: Agriculture
bg: Земеделие
cs: Zemědělství
de: Landwirtschaft
el: Γεωργία
eo: Agrikulturo
fa: کشاورزی
fi: Maatalous
he: חקלאות
hr: Poljoprivreda
hu: Mezőgazdaság
id: Pertanian
it: Agricoltura
ka: სოფლის მეურნეობა
lt: Žemdirbystė
lv: Lauksaimniecība
nl_be: Landbouw
pl: Rolnictwo
pt_pt: Agricultura
ru: Сельское хозяйство
sv: Jordbruk
th: เกษตรกรรม
uk: Сільське господарство

# environmental_score_processing
source: Processing
bg: Преработка
cs: Zpracování
de: Verarbeitung
el: Επεξεργασία
eo: Prilaborado
fa: پردازش
fi: Jalostus
fr: Transformation
he: עיבוד
hr: Obrada
hu: Feldolgozás
id: Memproses
it: Trasformazione
ka: დამუშავება
lt: Apdorojama
lv: Apstrāde
nl_be: Verwerking
pl: Przetwórstwo
pt_pt: Processamento
ru: Обработка
sv: Bearbetar
th: กำลังประมวลผล
uk: Обробляється

# environmental_score_packaging
source: Packaging
bg: Опаковка
cs: Obal
de: Art der Verpackung
el: Συσκευασία
eo: Pakaĵo
fi: Pakkaus
fr: Emballage
he: אריזה
hu: Csomagolás
id: Kemasan
it: Imballaggio
lt: Pakuotė
lv: Iepakojums
nl_be: Verpakking
pl: Opakowanie
pt_pt: Embalagem
ru: Упаковка
sv: Förpackning
th: บรรจุภัณฑ์
uk: Упаковка

# environmental_score_transportation
source: Transportation
bg: Транспортиране
cs: Doprava
de: Transport
el: Μεταφορά
eo: Transportado
fa: حمل و نقل
fi: Kuljetus
fr: Transport
he: שינוע
hr: Prijevoz
hu: Szállítás
id: Transportasi
it: Trasporto
ka: ტრანსპორტირება
lt: Transportas
lv: Transports
nl_be: Transport
pl: Transport
pt_pt: Transporte
ru: Транспорт
sv: Transport
th: การขนส่ง
uk: Транспортування

# environmental_score_distribution
source: Distribution
bg: Дистрибуция
cs: Distribuce
de: Verteilung
el: Διανομή
eo: Distribuo
fa: توزیع
fi: Jakelu
he: הפצה
hr: Distribucija
hu: Elosztás
id: Distribusi
it: Distribuzione
ka: განაწილება
lt: Skirstyti
lv: Izplatīšana
nl_be: Distributie
pl: Dystrybucja
pt_pt: Distribuição
ru: Распределение
th: การกระจาย
uk: Поширення

# environmental_score_consumption
source: Consumption
bg: Потребление
cs: Spotřeba
de: Verbrauch
el: Κατανάλωση
eo: Konsumo
fa: مصرف
fi: Kulutus
fr: Consommation
he: צריכה
hr: Potrošnja
hu: Fogyasztás
id: Konsumsi
it: Consumo
ka: მოხმარება
lt: Vartojimas
lv: Patēriņš
nl_be: Consumptie
pl: Konsumpcja
pt_pt: Consumo
ru: Потребление
sv: Konsumtion
th: การบริโภค
uk: Споживання

# environmental_score_lca_score_out_of_100
source: LCA score out of 100
bg: LCA резултат от 100
cs: LCA skóre ze 100
de: Ökobilanzbewertung von 100
el: Βαθμολογία LCA στα 100
eo: LCA-poentaro el 100
fa: امتیاز LCA از ۱۰۰
fi: LCA-pisteet 100 pisteestä
fr: Score ACV sur 100
he: ציון LCA מתוך 100
hr: LCA rezultat od 100
hu: LCA pontszám a 100-ból
id: Skor LCA dari total 100
it: Punteggio LCA su 100
ka: LCA ქულა 100-დან
lt: LCA balas iš 100
lv: LCA vērtējums no 100
nl_be: LCA score op 100
pl: Wynik ACŻ na 100
pt_pt: Pontuação LCA em 100
ru: Оценка LCA из 100
sv: LCA-poäng av 100
th: คะแนน LCA เต็ม 100
uk: Кількість балів зі 100 розрахованих за допомогою системи аналізу життєвого циклу LCA

# environmental_score_no_agribalyse_category_match
source: No match between product categories and Agribalyse categories.
bg: Няма съвпадение между категориите продукти и категориите на Agribalyse.
cs: Žádná shoda mezi kategoriemi produktů a kategoriemi Agribalyse.
de: Keine Übereinstimmung zwischen Produktkategorien und Agribalyse-Kategorien.
el: Καμία αντιστοίχιση μεταξύ των κατηγοριών προϊόντων και των κατηγοριών Agribalyse.
eo: Neniu kongruo inter produktaj kategorioj kaj Agribalyse-kategorioj.
fa: هیچ تطابقی بین دسته بندی محصولات و دسته بندی های کشاورزی وجود ندارد.
fi: Tuoteluokkien ja Agribalyse-luokkien välillä ei ole vastaavuutta.
fr: Pas de correspondance entre les catégories du produit et les catégories Agribalyse.
he: אין התאמה בין קטגוריות המוצרים והקטגוריות ב־Agribalyse.
hr: Nema podudaranja između kategorija proizvoda i Agribalyse kategorija.
hu: Nincs egyezés a termékkategóriák és az Agribalyse kategóriák között.
id: Tidak ada kecocokan antara kategori produk dan kategori Agribalyse.
it: Nessuna corrispondenza tra categorie del prodotto e categorie di Agribalyse.
ka: პროდუქტის კატეგორიებსა და Agribalyse-ის კატეგორიებს შორის თანხვედრა არ არის.
lt: Nėra atitikimo tarp produktų kategorijų ir Agribalyse kategorijų.
lv: Nav atbilstības starp produktu kategorijām un Agribalyse kategorijām.
nl_be: Geen overeenkomst tussen productcategorieën en Agribalyse-categorieën.
pl: Brak dopasowania między kategoriami produktów a kategoriami Agribalyse.
pt_pt: Não há correspondência entre categorias de produtos e categorias Agribalyse.
ru: Нет соответствия между категориями продуктов и категориями Agribalyse.
sv: Ingen matchning mellan produktkategorier och Agribalyse-kategorier.
th: ไม่มีการจับคู่ระหว่างหมวดหมู่ผลิตภัณฑ์และหมวดหมู่ Agribalyse
uk: Між категоріями продукції та категоріями Agribalyse немає відповідності.
