Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# ingredients_products
source: Products that contain the ingredient %s
ar: المنتجات التي تحتوي على المكون %s
bg: Продукти, които съдържат съставка %s
ca: Els productes que contenen l'ingredient %s
cs: Produkty obsahující surovinu %s
da: Produkter indeholdende ingrediensen %s
de: Produkte, die den Inhaltsstoff %s enthalten
el: Προϊόντα που περιέχουν το συστατικό %s
eo: Produktoj kiuj enhavas la ingrediencon %s
es: Productos que contienen el ingrediente %s
fa: محصولاتی که حاوی ماده %sهستند
fi: Tuotteet, jotka sisältävät ainesosaa %s
fr: Les produits qui contiennent l'ingrédient %s
he: מוצרים המכילים את הרכיב %s
hr: Proizvodi koji sadrže sastojak %s
hu: Termékek, amikben van %s
id: Produk - produk yang mengandung bahan %s
it: Prodotti che contengono l'ingrediente %s
ja: 原材料 %s を含む製品
ka: პროდუქტები, რომლებიც შეიცავს ინგრედიენტს %s
lt: Produktai, kurių sudėtyje yra %s ingrediento
lv: Produkti, kas satur sastāvdaļu %s
ms: Produk yang mengandungi ramuan %s
nl_be: Producten met het ingrediënt %s
pl: Produkty zawierające składnik %s
pt_pt: Produtos que contêm o ingrediente %s
ro: Produse care conțin ingredientul %s
ru: Продукты, содержащие ингредиент %s
sl: Proizvodi, ki vsebujejo sestavino %s
sv: Produkter som innehåller ingrediensen %s
th: ผลิตภัณฑ์ที่มีส่วนประกอบของ %s
tl: Mga produkto na nglalaman ng sangkap %s
tr: %s bileşenini içeren ürünler
uk: Продукти що містять інгредієнт%s
vi: Các sản phẩm có chứa thành phần %s

# ingredients_s
source: ingredient
ar: almoukawinate
bg: съставка
cs: složka
da: ingrediens
de: Inhaltsstoff
el: συστατικό
eo: ingredienco
es: ingrediente
fa: ماده تشکیل دهنده
fi: ainesosa
fr: ingrédient
he: מרכיבים
hr: sastojak
hu: összetevő
id: bahan
it: ingrediente
ja: 原材料
ka: ინგრედიენტი
lt: sudedamoji dalis
lv: sastāvdaļa
ms: ramuan
nl_be: ingrediënt
pl: składnik
pt_pt: ingrediente
ru: ингредиент
sl: sestavina
sv: ingrediens
th: ส่วนประกอบ
tl: sangkap
tr: bileşen
uk: інгредієнт
vi: thành phần

# ingredients_text
source: Ingredients list
ar: قائمة المكونات
bg: Списък на съставките
ca: llista d'ingredients
cs: Složení
da: Liste over ingredienser
de: Liste der Inhaltsstoffe
el: Λίστα συστατικών
eo: Listo da ingrediencoj
es: Lista de ingredientes
fa: فهرست مواد تشکیل دهنده
fi: Ainesosaluettelo
fr: Liste des ingrédients
he: רשימת רכיבים
hr: Popis sastojaka
hu: Összetevők listája
id: Daftar bahan
it: Lista degli ingredienti
ja: 成分リスト
ka: ინგრედიენტების სია
lt: Sudėtis
lv: Sastāvdaļu saraksts
ms: Senarai bahan ramuan
nl_be: Ingrediëntenlijst
pl: Lista składników
pt_pt: Lista de ingredientes
ro: Lista de ingrediente
ru: список ингредиентов
sl: Seznam sestavin
sv: Ingredienslista
th: ส่วนประกอบอาหาร
tl: Listahan ng mga sangkap
tr: İçindekiler listesi
uk: Список інгредієнтів
vi: Danh sách các thành phần

# ingredients_text_display_note
source: Ingredients are listed in order of importance (quantity).
ar: يتم سرد المكونات في الترتيب من حيث الأهمية (كمية).
bg: Съставките са изброени по значимост (количество).
ca: Els ingredients s'enumeren en ordre d'importància (quantitat).
cs: Ingredience jsou uvedeny v pořadí podle důležitosti (množství).
da: Ingredienser er angivet ordnet efter betydning (mængde).
de: Die Inhaltsstoffe werden nach ihrer Wichtigkeit (Menge) sortiert.
el: Τα συστατικά αναγράφονται με σειρά σημασίας (ποσότητα).
eo: Ingrediencoj estas listigitaj laŭ ordo de graveco (kvanto).
es: Los ingredientes se enumeran por orden de importancia (cantidad).
fa: مواد تشکیل دهنده به ترتیب اهمیت (مقدار) فهرست شده اند.
fi: Ainesosat ovat lueteltu tärkeysjärjestyksessä (määrä).
fr: Les ingrédients sont listés par ordre d'importance (quantité).
he: רכיבים רשומים לפי סדר חשיבותם (כמות).
hr: Sastojci su navedeni po važnosti (količini).
hu: Az összetevők fontossági sorrendben (mennyiség) vannak felsorolva.
id: Kandungan bahan terdaftar dalam urutan kepentingan (kuantitas).
it: Gli ingredienti sono elencati in ordine di importanza (quantità).
ja: 成分は重要度（量）の順に表示されます。
ka: ინგრედიენტები ჩამოთვლილია მნიშვნელობის (რაოდენობის) მიხედვით.
lt: Sudedamosios dalys yra išvardintos palei svarbumą (kiekį).
lv: Sastāvdaļas ir uzskaitītas svarīguma (daudzuma) secībā.
ms: Bahan ramuan disenaraikan mengikut urutan kepentingan (kuantiti).
nl_be: De ingrediënten worden geordend volgens belangrijkheid (hoeveelheid).
pl: Składniki wymienione są w kolejności ważności (ilość).
pt_pt: Os ingredientes são apresentados pela ordem de importância (quantidade dos mesmos).
ro: Ingredientele sunt listate în ordinea importanței (cantitate).
ru: Ингредиенты перечислены в порядке важности (количество).
sl: Sestavine so navedene po pomembnosti (količina).
sv: Ingredienserna är listade i storleksordning (vikt).
th: ส่วนประกอบอาหารเรียงลำดับตามปริมาณ
tl: Mga sangkap na nakalista ay ayon sa pinakamahalaga (kandidad).
tr: İçindekiler önem sırasına göre listelenir (miktar).
uk: Інгредієнти перераховані в порядку важливості (кількості).
vi: Các thành phần được liệt kê theo thứ tự tầm quan trọng (số lượng).

# ingredients_text_example
source: Cereals 85.5% (_wheat_ flour, whole-_wheat_ flour 11%), malt extract, cocoa 4,8%, ascorbic acid
ar: الحبوب 85.5٪ (_دقيق_ القمح، كامل-_دقيق_ القمح 11٪)، مستخلص الشعير، الكاكاو 4،8٪، حمض الاسكوربيك
bg: Зърнени храни 85,5% (_пшенично_ брашно, пълнозърнесто_ брашно 11%), екстракт от малц, какао 4,8%, аскорбинова киселина
ca: Cereals 85,5% (_blat_ farina, farina de blat_ 11%), extracte de malta, cacau 4,8%, àcid ascòrbic
cs: Cereálie 85,5% (_pšeničná_ mouka, celozrnná mouka 11%), sladový extrakt, kakao 4,8%, Vitamín C
da: Korn 85,5% (_hvedemel:, _fuldkornsmel_ 11%), maltekstrakt, kakao 4,8%, ascorbinsyre
de: Getreide 85,5% (_Weizen_mehl, _Weizen_vollkornmehl 11%), Malzextrakt (Gerste), Kakao 4,8%, Ascorbinsäure (Vitamin C)
el: Δημητριακά 85.5% (_σταρένιο_ αλεύρι, _σταρένιο_ αλεύρι ολικής άλεσης 11%), εκχύλισμα βύνης, κακάο 4,8%, ασκορβικό οξύ
eo: Cerealoj 85,5% (_tritika_ faruno, branoenhava _tritika_ faruno 11%), maltekstrakto, kakao 4,8%, askorbata acido
es: Cereales 85.5% (harina de _trigo_, harina de _trigo_ integral 11%), extracto de malta (cebada), cacao 4,8%, ácido ascórbico
fa: غلات ۸۵.۵٪ (آرد گندم، آرد گندم کامل ۱۱٪)، عصاره مالت، کاکائو ۴.۸٪، اسید اسکوربیک
fi: Viljatuotteita 85.5% (_vehnä_jauho, täysjyvä_vehnä_jauho 11%), mallasuute, kaakao 4,8%, askorbiinihappo
fr: Céréales 85,5% (farine de _blé_, farine de _blé_ complet 11%), extrait de malt (orge), cacao 4,8%, vitamine C
he: דגנים 85.5% (קמח חיטה, קמח מחיטה מלאה 11%), תמצית לתת, קקאו 4.8%, חומצה אסקורבית
hr: Žitarice 85,5% (pšenično brašno, integralno brašno 11%), ekstrakt slada, kakao 4,8%, askorbinska kiselina
hu: Gabonafélék 85.5% (_búzaliszt_, teljes kiőrlésű _búzaliszt_ 11%), malátakivonat, kakaó 4,8%, aszkorbinsav
id: Sereal 85,5% (_tepung _gandum, tepung-_gandum_ utuh 11%), ekstrak malt, kakao 4,8%, asam askorbat
it: Cereali 85,5% (farina di _grano_ , farina di _grano_ integrale 11%), estratto di malto, cacao 4,8%, acido ascorbico
ja: 穀類 85.5% (_小麦粉_, _全粒粉_ 11%), 麦芽エキス, ココア 4.8%, アスコルビン酸
ka: მარცვლეული 85.5% (ხორბლის ფქვილი, მთლიანი ხორბლის ფქვილი 11%), ალაოს ექსტრაქტი, კაკაო 4.8%, ასკორბინის მჟავა
lt: Javai 85,5% (_kvietiniai_ miltai, viso grūdo _kvietiniai_ miltai 11%), salyklo ekstraktas, kakava 4,8%, askorbo rūgštis
lv: Graudaugi 85,5% (kviešu milti, pilngraudu kviešu milti 11%), iesala ekstrakts, kakao 4,8%, askorbīnskābe
ms: Bijirin 85.5% (_tepung _gandum, tepung_gandum_penuh 11%), ekstrak malt, koko 4.8%, asid askorbik
nl_be: Granen 85.5% (_tarwe_bloem, volkoren _tarwe_bloem 11%), moutextract (gerst), cacao 4,8%, vitamine C
pl: Zboża 85.5% (mąka pszenna, mąka pszenno razowa 11%), ekstrakt słodowy, kakao 4,8%, kwas askorbinowy
pt_pt: Cereais 85,5% (farinha de _trigo_, farinha de _centeio_ 11%), extrato de malte (cevada), cacau 4,8%, ácido ascórbico
ro: Cereale 85.5% (_grâu_ făină, făină_integrală_de grâu 11%), extract de malț, cacao 4,8%, acid ascorbic
ru: Злаки 85.5% (_пшеничная_ мука, цельнозерновая _пшеничная_ мука 11%), солодовый экстракт, какао 4,8%, аскорбиновая кислота
sl: Žita 85,5% (_pšenična_moka, polnozrnata-_pšenična_ moka 11%), sladni ekstrakt, kakav 4,8%, askorbinska kislina
sv: Spannmål 85,5% (vetemjöl, fullkorn av vete 11%), maltextrakt, kakao 4,8%, askorbinsyra
th: ธัญพืช 85.5% (แป้ง _ข้าวสาลี_, แป้ง_ข้าวสาลี_ทั้งหมด 11%), สารสกัดมอลต์, โกโก้ 4.8%, กรดแอสคอร์บิก
tl: Mga butil 85.5% (_wheat_ flour, whole-_wheat_ flour 11%), malt extract, cocoa 4,8%, ascorbic acid
tr: Tahıllar %85.5 (_wheat_ unu, whole-_wheat_ unu %11), malt özü, kakao %4,8, askorbik asit
uk: Крупи 85.5%( борошно пшеничне, борошно цільнозернове 11%), екстракт солоду, какао 4,8%, аскорбінова кислота
vi: Ngũ cốc 85,5% (_bột_lúa-_mì, bột_lúa-_mì-_nguyên-_chất 11%), chiết xuất mạch nha, ca cao 4,8%, vitamin C

# ingredients_text_note
source: Keep the order, indicate the % when specified, separate with a comma or - , use ( ) for ingredients of an ingredient, surround allergens with _ e.g. _milk_
ar: احتفظ بالترتيب ، وبيّن النسبة المئوية عند تحديدها ، وفصلها بفاصلة أو - ، استخدم () لمكونات مكون ما ، مسببات الحساسية المحيطة بـ _ على سبيل المثال _حليب_
bg: Спазвай реда, посочи % , когато е посочено, отдели със запетая или използвай - , използвай () за подсъставките на дадена съставка, огради алергените между _ : _мляко_
ca: Mantingui l'ordre, indiqui el % quan s'especifica, separat per una coma o -, utilitzar () per els ingredients d'un ingredient, al·lèrgens pareguts amb _ per exemple _llet_
cs: Zachovejte pořadí složení, pokud možno, uvádějte % složení, oddělujte pomocí tečky nebo -, použijte () pro složku z více přísad, alergeny oddělte z obou stran podtržítkem _např._ _mléko_
da: Bevar rækkefølgen, angiv %-forholdet, når det er tilgængeligt, adskil med et komma eller - benyt () til delingredienser af en ingrediens, omkrans allergener med f.eks. _mælk_
de: Sortierung beibehalten, % angeben falls vorhanden, mit Komma oder - trennen, für die Bestandteile eines Inhaltsstoffs ( ) verwenden, Allergene mit _ markieren: z. B. _Milch_
el: Παρακαλούμε τηρήστε τη σωστή σειρά, υποδείξτε το ποσοστό % όταν αναφέρεται, διαχωρίστε με κόμμα ή με χρήση παύλας - , χρησιμοποιείστε ( ) για τα επιμέρους συστατικά ενός κύριου συστατικού, περιβάλλετε τα αλλεργιογόνα με _ π.χ. _γάλα_
eo: Konservu la ordon, indiku la % kiam specifite, apartigu per komo aŭ -, uzu ( ) por ingrediencoj de ingredienco, ĉirkaŭigu alergenojn per _ ekz. _lakto_
es: Conservar el orden, indicar el % cuando se especifique, separar por una coma y poner entre paréntesis ( ) los ingredientes que componen otro ingrediente
fa: ترتیب را رعایت کنید، در صورت مشخص شدن، % را مشخص کنید، با کاما یا - از هم جدا کنید، برای مواد تشکیل دهنده یک ماده از ( ) استفاده کنید، آلرژن‌ها را با _ احاطه کنید، مثلاً _شیر_
fi: Säilytä järjestys. Ilmaise prosenttiosuus, jos ilmoitettu. Erottele pilkulla tai väliviivalla. Käytä sulkuja () ainesosan ainesosille. Laita allergeenit kahden alaviivan väliin esim. _maito_
fr: Conserver l'ordre, indiquer le % lorsqu'il est précisé, séparer par une virgule ou - , Utiliser les ( ) pour les ingrédients d'un ingrédient, indiquer les allergènes entre _ : farine de _blé_
he: יש לשמור על הסדר, לציין את הסמין % כשזה צוין, להפריד עם פסיק או -, להשתמש ב־( ) לתת־רכיבים של רכיב
hr: Zadržite redoslijed, navedite % ako je navedeno, odvojite zarezom ili znakom -, koristite ( ) za sastojke sastojka, alergene okružite s _ npr. _mlijeko_
hu: Ne módosítsa a sorrendet. Jelölje a % (százalékos) mennyiséget, ha az meg van adva. Elválasztáshoz használjon vesszőt vagy - (kötőjelet). Használjon zárójelet egy összetevő összetevőinek felsorolásához. Az allergéneket tegye _ (alulvonások) között, például: _tej_
id: Pertahankan urutannya, tunjukkan % bila ditetapkan, pisahkan dengan koma atau -, gunakan ( ) untuk kandungan bahan dari ramuan, apit alergen dengan _ misalnya _susu_
it: Mantieni l'ordine degli ingredienti, indica la % quando specificata, separa con una virgola oppure -, utilizza () per indicare i componenti di un ingrediente, segnala gli allergeni con _ , esempio: _latte_
ja: 順序を守り、指定されたときは % を表示し、カンマまたは - で区切り、原材料中の原材料は ( ) を使用、アレルゲンを _ で囲みます 例えば _牛乳_
ka: შეინახეთ თანმიმდევრობა, მიუთითეთ % მითითებულის შემთხვევაში, გამოყავით მძიმით ან - , გამოიყენეთ ( ) ინგრედიენტის ინგრედიენტებისთვის, ალერგენები მონიშნეთ _ მაგ. _რძე_
lt: Laikykitės tvarkos, nurodykite %, kai nurodyta, atskirkite kableliu arba -, naudokite () ingrediento sudėčiai, apsupkite alergenus su _ simboliais, pvz _pienas_
lv: Saglabājiet secību, norādiet %, ja norādīts, atdaliet ar komatu vai -, sastāvdaļas sastāvdaļām izmantojiet () un alergēnus iekļaujiet starp tiem ar _, piemēram, _piens_.
ms: Ikut arahan, sebutkan % apabila nyatakannya, pisahkan dengan koma atau -, gunakan ( ) untuk bahan ramuan, kepung alergen dengan _ cth. _susu_
nl_be: Behoudt de volgorde, geef het % indien vermeld, scheiden door middel van een komma of '-' , gebruik de ( ) voor de ingrediënten van een ingrediënt, vermeldt de allergenen tussen '_' zoals bijvoorbeeld _melk_
pl: Zachowaj kolejność, wskaż % gdy jest określony, oddziel przecinkiem lub -, użyj () dla składników, otocz alergeny _ n.p. _mleko_
pt_pt: Manter a ordem dos ingredientes, indicar a % quando apresentada, separar com uma , (vírgula) ou - (hífen) os ingredientes, usar parênteses para ingredientes de outros ingredientes, rodear os ingredientes alergénios (normalmente mostrados a negrito/bold) com um traço inferior antes e depois deste, por exemplo: _leite_, farinha de _trigo_
ro: Mențineți ordinea, indicați % unde este precizat, separați cu o virgulă sau - , folosiți () pentru ingredientele unui ingredient
ru: Сохраняйте порядок, указывайте %, когда указаны, разделяйте их запятыми или -, используйте ( ) для ингредиентов ингредиентов, окружайте аллергены _ например, _молоко_
sl: Naj bo urejeno, navedite %, če je naveden, ločite z vejico ali uporabite -, uporabite () za sestavine od sestavin, obkrožite alergene z _ Primer: _mleko_
sv: Behåll ordningen, ange % när det anges, separera med komma eller -, använd () för ingredienser i en ingrediens, omge allergener med _ t.ex. _mjölk_
th: 1). เรียงส่วนประกอบอาหารตามลำดับเดิมบนฉลากผลิตภัณฑ์ 2). ใส่ % เมื่อมีการระบุในฉลาก 3). ใส่ คอมมา (,) คั่นส่วนประกอบอาหารแต่ละชนิด และใช้ ( ) ในกรณีที่ ส่วนประกอบที่เป็นส่วนผสมหลายอย่าง เช่น "น้ำจับเลี้ยง (เฉาก๊วย, เก๊กฮวย, หล่อฮังก๊วย) 55%" 4). ใส่ _ ไว้ทั้งข้างหน้า และหลังส่วนประกอบที่เป็น สารก่อภูมิแพ้ เช่น _นม_
tl: Panatailihiin sa wastong ayos, isaad ang % kapag tinukoy, ihiwalay ng kuwit o -, gumamit ng () para sa mga sangkap ng isang sangkap, palibutan ang allergens ng _ e.g. _milk_
tr: Siparişi muhafaza edin, belirtildiğinde % belirtin, virgülle ayrılmış veya -, bir maddenin bileşenleri için () kullanın, allerjenlerinizi örn. _Süt_
uk: Дотримуйтеся порядку, вказуйте % якщо зазначено, розділяйте комою або тире, використовуйте дужки () для інгредієнтів, виділяйте алергени_наприклад_молоко_
vi: Làm theo hướng dẫn, chỉ ra % khi được chỉ định, tách với dấu phẩy hoặc - , dúng () cho nhiều thành phần hoặc một thành phần, bao quanh các chất gây dị ứng với _e.g._milk_

# ingredients_that_may_be_from_palm_oil_p
source: ingredients that may be from palm oil
ar: المكونات التي قد تكون من زيت النخيل
bg: съставки, които може да са от палмово масло
ca: ingredients que poden ser d'oli de palma
cs: přísady, které mohou být z palmového oleje
da: ingredienser som kan være fra palmeolie
de: Inhaltsstoffe, die möglicherweise aus Palmöl hergestellt werden
el: συστατικά πιθανώς προερχόμενα από φοινικέλαιο
eo: ingrediencoj, kiuj eble enhavas palmoleon
es: ingredientes que pueden proceder de aceite de palma
fa: موادی که ممکن است از روغن پالم باشند
fi: ainesosat, jotka voivat olla peräisin palmuöljystä
fr: ingrédients pouvant être issus de l'huile de palme
he: רכיבים שעשויים להיות משמן דקלים
hr: sastojci koji mogu biti iz palminog ulja
hu: összetevők, amelyek pálmaolajat tartalmazhatnak
id: kandungan bahan yang mungkin berasal dari minyak sawit
it: ingredienti che possono essere derivati da olio di palma
ja: パーム油由来の可能性がある原材料
ka: ინგრედიენტები, რომლებიც შეიძლება პალმის ზეთისგან იყოს მიღებული
lt: sudedamosios dalys galinčios būti iš palmių aliejaus
lv: sastāvdaļas, kas var būt no palmu eļļas
ms: ramuan yang mungkin dari minyak sawit
nl_be: ingrediënten die mogelijk palmolie bevatten
pl: składniki pochodzące z oleju palmowego
pt_pt: ingredientes que podem derivar do óleo de palma
ro: ingrediente care ar putea proveni din ulei de palmier
ru: ингредиенты, которые могут быть выработаны из пальмового масла
sl: sestavine, ki so lahko iz palmovega olja
sv: ingredienser som kan vara från palmolja
th: อาจมีส่วนผสมที่มาจากน้ำมันปาล์ม
tl: mga sangkap na maaring mula sa palm oil
tr: içindekiler palmiye yağından olabilir
uk: інгредієнти, які вироблені з пальмової олії
vi: nguyên liệu có thể từ dầu cọ

# ingredients_that_may_be_from_palm_oil_s
source: ingredient that may be from palm oil
ar: العنصر الذي قد يكون من زيت النخيل
bg: съставка, които може да е от палмово масло
ca: ingredient que pot ser d'oli de palma
cs: surovina, která může být z palmového oleje
da: ingrediens som kan være fra palmeolie
de: Inhaltsstoff, der möglicherweise aus Palmöl hergestellt wird
el: συστατικό πιθανώς προερχόμενο από φοινικέλαιο
eo: ingredienco, kiu eble enhavas palmoleon
es: ingrediente que puede proceder de aceite de palma
fa: ماده‌ای که ممکن است از روغن پالم باشد
fi: ainesosa, joka voi olla peräisin palmuöljystä
fr: ingrédient pouvant être issu de l'huile de palme
he: רכיב שעשוי להיות משמן דקלים
hr: sastojak koji može biti iz palminog ulja
hu: összetevő, amely pálmaolajat tartalmazhat
id: bahan yang mungkin berasal dari minyak sawit
it: ingrediente che può essere derivato da olio di palma
ja: パーム油由来の可能性がある原材料
ka: ინგრედიენტი, რომელიც შეიძლება პალმის ზეთისგან იყოს მიღებული
lt: sudedamoji dalis galinti būti iš palmių aliejaus
lv: sastāvdaļa, kas var būt no palmu eļļas
ms: ramuan yang mungkin dari minyak sawit
nl_be: ingrediënt dat mogelijk palmolie bevat
pl: składnik pochodzący z oleju palmowego
pt_pt: ingrediente que pode derivar do óleo de palma
ro: ingredient care ar putea proveni din ulei de palmier
ru: ингредиент, который может быть выработан из пальмового масла
sl: sestavina, ki je lahko iz palmovega olja
sv: ingrediens som kan vara från palmolja
th: อาจมีส่วนผสมที่มาจากน้ำมันปาล์ม
tl: sangkap na maaring mula sa palm oil
tr: bileşeni palmiye yağından olabilir
uk: інгредієнти, вироблені з пальмової олії
vi: thành phần có thể làm từ dầu cọ

# ingredients_without_products
source: Products that do not contain the ingredient %s
bg: Продукти, които не съдържат съставка %s
ca: Productes que no contenen l'ingredient %s
cs: Produkty neobsahující surovinu %s
da: Produkter som ikke indeholder ingrediensen %s
de: Produkte, die den Inhaltsstoff %s nicht enthalten
el: Προϊόντα που δεν περιέχουν το συστατικό %s
eo: Produktoj kiuj ne enhavas la ingrediencon %s
es: Productos que no contienen el ingrediente %s
fa: محصولاتی که حاوی ماده %sنیستند
fi: Tuotteet, jotka eivät sisällä ainesosaa %s
fr: Les produits qui ne contiennent pas l'ingrédient %s
he: מוצרים שאינם מכילים את הרכיב %s
hr: Proizvodi koji ne sadrže sastojak %s
hu: Termékek, amelyek nem tartalmaznak %s összetevőt
id: Produk yang tidak mengandung bahan %s
it: Prodotti che non contengono l'ingrediente %s
ja: 原材料 %s を含まない製品
ka: პროდუქტები, რომლებიც არ შეიცავს ინგრედიენტს %s
lt: Produktai, kurių sudėtyje nėra %s ingrediento
lv: Produkti, kas nesatur sastāvdaļu %s
ms: Produk yang tidak mengandungi bahan-bahan %s
nl_be: Producten die het ingrediënt %s niet bevatten
pl: Produkty które nie zawierają składnika %s
pt_pt: Produtos que não contêm o ingrediente %s
ro: Produse care nu conțin ingredientul %s
ru: Продукты которые не содержат %s
sl: Proizvodi, ki ne vsebujejo sestavine %s
sv: Produkter som ej innehåller ingrediensen %s
th: ผลิตภัณฑ์นี้ไม่มีส่วนประกอบของ %s
tl: Mga produkto na hindi naglalaman ng sangkap %s
tr: %s bileşenini içermeyen ürünler
uk: Продукти, які не містять інгредієнту%s
vi: Các sản phẩm không chứa thành phần %s

# ios_app_icon_url
source: /images/misc/appstore/black/appstore_US.svg
ar: /images/misc/appstore/black/appstore_AR.svg
bg: /images/misc/appstore/black/appstore_BG.svg
cs: /images/misc/appstore/black/appstore_CZ.svg
da: /images/misc/appstore/black/appstore_DK.svg
de: /images/misc/appstore/black/appstore_DE.svg
el: /images/misc/appstore/black/appstore_GR.svg
eo: /bildoj/misc/appstore/black/appstore_US.svg
es: /images/misc/appstore/black/appstore_ES.svg
fi: /images/misc/appstore/black/appstore_FI.svg
fr: /images/misc/appstore/black/appstore_FR.svg
he: /images/misc/appstore/black/appstore_HB.svg
hr: /images/misc/appstore/black/appstore_HR.svg
hu: /images/misc/appstore/black/appstore_HU.svg
id: /images/misc/appstore/black/appstore_ID.svg
it: /images/misc/appstore/black/appstore_IT.svg
ja: /images/misc/appstore/black/appstore_JP.svg
lt: /images/misc/appstore/black/appstore_LT.svg
lv: /images/misc/appstore/black/appstore_LV.svg
nl_be: /images/misc/appstore/black/appstore_NL.svg
pl: /images/misc/appstore/black/appstore_PL.svg
pt_pt: /images/misc/appstore/black/appstore_PT_PT.svg
ro: /images/misc/appstore/black/appstore_RO.svg
ru: /images/misc/appstore/black/appstore_RU.svg
sv: /images/misc/appstore/black/appstore_SE.svg
th: /images/misc/appstore/black/appstore_TH.svg
tr: /images/misc/appstore/black/appstore_TR.svg
vi: /images/misc/appstore/black/appstore_VN.svg

# ios_app_icon_alt_text
source: Download on the App Store
ar: التحميل من على App Store
bg: Изтегли от App Store
ca: Descarrega-la a l'App Store
cs: Stáhnout v App Store
da: Tilgængelig i App Store
de: Erhältlich im App Store
el: Λήψη από το App Store
eo: Elŝutu en la App Store
es: Descargar en la App Store
fa: دانلود از اپ استور
fi: Saatavilla App Storesta
fr: Disponible sur l'App Store
he: זמין ב־App Store
hr: Preuzmite na App Storeu
hu: Letölthető az App Store-ból
id: Unduh di App Store
it: Disponibile su App Store
ja: App Store で利用できます
ka: ჩამოტვირთეთ App Store-დან
lt: Atsisiųskite iš App Store
lv: Lejupielādēt lietotnē App Store
ms: Muat turun di App Store
nl_be: Beschikbaar in de App Store
pl: Dostępny w Google Play
pt_pt: Disponível na App Store
ro: Descărcați în App Store
ru: Доступно в App Store
sl: Prenesi iz App Store
sv: Ladda ner från App Store
th: ดาวน์โหลดที่ Google Play
tr: App Store'da Mevcut
uk: Завантажити із App Store
vi: Tải về trên App Store

# known_nutrients_p
source: known nutrients
ar: المواد الغذائية المعروفة
bg: известни хранителни вещества
ca: nutrients coneguts
cs: známe výživné látky
da: kendte næringsstoffer
de: bekannte Nährstoffe
el: γνωστά θρεπτικά συστατικά
eo: konataj nutraĵoj
es: nutrientes conocidos
fa: مواد مغذی شناخته شده
fi: tunnetut ravintoaineet
fr: nutriments connus
he: מרכיבים תזונתיים ידועים
hr: poznate hranjive tvari
hu: ismert tápanyagok
id: nutrisi - nutrisi yang dikenal
it: nutrienti noti
ja: 既知の栄養成分
ka: ცნობილი საკვები ნივთიერებები
lt: žinomos maistinės medžiagos
lv: zināmas uzturvielas
ms: nutrien yang diketahui
nl_be: gekende voedingsstoffen
pl: znane składniki odżywcze
pt_pt: nutrientes conhecidos
ro: nutriente cunoscute
ru: известные питательные вещества
sv: kända näringsämnen
th: สารอาหารที่รู้จัก
tl: mga naglalaman ng sustansya
tr: bilinen besinler
uk: відомі поживні речовини
vi: các chất dinh dưỡng đã biết
