Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# page_x
source: Page %d
ar: الصفحة %d
bg: Страница %d
ca: Pàgina %d
cs: Stránka %d
da: Side %d
de: Seite %d
el: Σελίδα %d
eo: Paĝo %d
es: Página %d
fa: صفحه %d
fi: Sivu %d
he: עמוד %d
hr: Stranica %d
hu: %d. oldal
id: Halaman %d
it: Pagina %d
ja: ページ %d
ka: გვერდი %d
lt: Puslapis %d
ms: Halaman %d
nl_be: Pagina %d
pl: Strona %s
pt_pt: Página %d
ro: Pagina %d
ru: Страница %d
sl: Stran %d
sv: Sida %d
th: หน้า %d
tl: Pahina %d
tr: Sayfa %d
uk: Сторінка %d
vi: Trang %d

# search_nutriments
source: Nutriments
ar: اغذية
bg: Хранителни съставки
ca: Nutrients
cs: Živin
da: Næringsstoffer
de: Nährstoffe
el: Θρεπτικά συστατικά
eo: Nutraĵoj
es: Nutrientes
fa: مواد مغذی
fi: Ravintoaineet
he: חומרי הזנה
hr: Nutrijenti
hu: Tápanyagok
id: Nutrisi
it: Nutrimenti
ja: 栄養成分
ka: საკვები ნივთიერებები
lt: Maistinės medžiagos
nl_be: Voedingsstoffen
pl: Odżywcze
pt_pt: Nutrientes
ro: Nutrienți
ru: Питательные вещества
sl: Hranila
sv: Näringsämnen
tl: Mga nutrimento
tr: Besinler
uk: Поживні речовини
vi: Nguồn Thực Phẩm

# stores_p
source: stores
ar: المتاجر
bg: магазини
ca: botigues
cs: prodejny
da: butikker
de: Läden
el: καταστηματα
eo: vendejoj
es: tiendas
fi: myymälät
fr: magasins
he: חנויות
hu: boltok
id: toko - toko
it: negozi
ja: 店舗
lt: parduotuvės
ms: kedai-kedai
nl_be: winkels
pl: sklepy
pt_pt: lojas
ro: magazine
ru: магазины
sl: trgovine
sv: butiker
tl: mga tindahan
tr: mağazalar
uk: магазини
vi: cửa hàng

# traces_p
source: traces
ar: آثار
bg: следи
ca: rastres
cs: stopy
da: spor
de: Spuren
el: ιχνη
es: trazas
fi: jäämät
he: עקבות
hu: nyomokban
id: jejak - jejak
it: tracce
ja: 形跡
lt: pėdsakai
ms: kesan-kesan
nl_be: sporen
pl: ślady
pt_pt: vestígios
ro: urme
ru: следы
sl: sledi
sv: spår
tl: mga bakas
tr: izler
uk: рештки
vi: dấu vết

# imports_p
source: imports
ar: الواردات
bg: внос
ca: importacions
cs: importy
da: importer
de: Importe
el: εισαγωγές
eo: importadoj
es: importaciones
fa: واردات
fi: tuonnit
he: סבבי ייבוא
hr: uvoz
hu: importok
id: impor
it: importazioni
ja: インポート
ka: იმპორტი
lt: importai
nl_be: importeren
pl: importy
pt_pt: importações
ro: importuri
ru: импорты
sl: uvozi
sv: importer
th: การนำเข้า
tr: içe aktarmalar
uk: імпортні товари
vi: nhập

source: imports
ar: الواردات
bg: внос
ca: importacions
cs: importy
da: importer
de: Importe
el: εισαγωγές
eo: importadoj
es: importaciones
fa: واردات
fi: tuonnit
he: סבבי ייבוא
hr: uvoz
hu: importok
id: impor
it: importazioni
ja: インポート
ka: იმპორტი
lt: importai
nl_be: importeren
pl: importy
pt_pt: importações
ro: importuri
ru: импорты
sl: uvozi
sv: importer
th: การนำเข้า
tr: içe aktarmalar
uk: імпортні товари
vi: nhập

# external_sources_empreinte_souffrance_name
source: Suffering Fingerprint
eo: Suferanta Fingrospuro
fa: اثر انگشت رنج
hr: Otisak prsta koji pati
sv: Lidande fingeravtryck
th: รอยนิ้วมือที่ทุกข์ทรมาน

# facebook_locale
source: en_US
ar: ar_AR
bg: bg_BG
ca: ca_ES
cs: cs_CZ
da: da_DK
de: de_DE
el: el_GR
eo: eo_EO
es: es_US
fa: فارسی
fi: fi_FI
fr: fr_FR
he: he_IL
hr: hr_SAD
hu: hu_HU
it: it_IT
ja: ja_JP
lt: lt_LT
nl_be: nl_BE
pl: pl_PL
pt_pt: pt_PT
ro: ro_RO
ru: Английский (США)
uk: uk_UA

# footer_code_of_conduct_link
source: /code-of-conduct
ca: /codi-de-conducta
da: /adfaerdskodeks
de: /verhaltensregeln
eo: /kondutkodo
es: /codigo-de-conducta
fr: /code-de-conduite
it: /codice-di-condotta
nl_be: /gedragscode
pt_pt: /codigo-de-conduta

# footer_data_link
source: /data
eo: /datumoj
pt_pt: /dados

# footer_translators_link
source: /cgi/top_translators.pl
eo: /cgi/pint_translators.pl

# footer_legal_link
source: /legal
eo: /laŭleĝa
fr: /mentions-legales
nl_be: /juridisch

# footer_press_link
source: /press
ca: /premsa
da: /presse
de: /press-and-blogs
eo: /gazetaro
es: /prensa
fr: /presse
it: /stampa
nl_be: /pers
pl: /prasa

# footer_terms_link
source: /terms-of-use
bg: /условия за ползване
eo: /kondiĉoj-de-uzo
fr: /conditions-d-utilisation
nl_be: /gebruiksvoorwaarden
pt_pt: /termos-de-utilizacao

# footer_who_we_are_link
source: /who-we-are
ca: /qui-som
da: /hvem-vi-er
de: /wer-wir-sind
eo: /kiu-ni-estas
es: /quienes-somos
fr: /qui-sommes-nous
it: /chi-siamo
nl_be: /wie-wij-zijn
pl: /kim-jestesmy

# footer_wiki
source: <<site_name>> wiki (en)
ar: <<site_name>> ويكيبيديا (en)
ca: Wiki <<site_name>> (en anglès)
de: <<site_name>> Wiki (de)
eo: <<site_name>> Vikio (eo)
es: <<site_name>> wiki (es)
fa: <<site_name>> ویکی (fa)
fr: <<site_name>> wiki (fr)
he: הוויקי של <<site_name>> (en)
hr: <<site_name>> wiki (hr)
hu: <<site_name>> wiki (angolul)
ka: <<site_name>> ვიკი (en)
nl_be: <<site_name>> wiki (nl)
ru: <<site_name>> вики (en)
th: <<site_name>> วิกิ (en)
tr: <<site_name>> wiki (tr)
vi: <<site_name>> wiki (vi)

# menu_add_a_product_link
source: /add-a-product
ca: /afegeix-producte
da: /tilfoj-et-produkt
de: /produkt-hinzufuegen
eo: /aldoni-produkton
es: /agregar-producto
fr: /ajouter-un-produit
it: /aggiungi-un-prodotto
ms: /tambah-satu-produk
nl_be: /voeg-een-product-toe
pl: /dodaj-produkt
pt_pt: /adicionar-produto
ro: /adăugați un produs
sl: /dodajte izdelek

# menu_contribute_link
source: /contribute
ca: /contribuir
da: /bidrag
eo: /kontribui
es: /contribuir
fr: /contribuer
it: /contribuire
ms: /sumbang
nl_be: /bijdragen
ro: /contribuiți
sl: /prispevaj

# menu_discover_link
source: /discover
ca: /descobrir
da: /opdag
eo: /esploru
es: /descubrir
fr: /decouvrir
it: /scopri
ms: /temui
nl_be: /ontdek
ro: /descoperă
sl: /odkritje

# nutrient_levels_link
source: /nutrient-levels
ca: /nivells-nutrients
da: /naeringsstof-niveauer
eo: /nutrajxaj-niveloj
es: /valor-nutricional
fr: /reperes-nutritionnels
it: /livelli-di-nutrienti
nl_be: /voedingswaarden
pt_pt: /valores-nutricionais
sl: /raven hranil
tr: /besin-seviyeleri

# nutriscore_grade
source: Nutri-Score
ar: درجة الجودة الغذائية
eo: Nutri-Poentaro
fa: امتیاز تغذیه‌ای
ro: Nutri-Scor
th: คะแนนโภชนาการ
vi: Điểm dinh dưỡng

# nutriscore_grade_producer
source: Nutri-Score
ar: درجة الجودة الغذائية
eo: Nutri-Poentaro
fa: امتیاز تغذیه‌ای
ro: Nutri-Scor
th: คะแนนโภชนาการ
vi: Điểm dinh dưỡng

# text_direction
source: ltr
ar: rtl
eo: litroj
fa: rtl
he: rtl

# attribute_nutriscore_name
source: Nutri-Score
ar: درجة الجودة الغذائية
eo: Nutri-Poentaro
fa: امتیاز تغذیه‌ای
ro: Nutri-Scor
th: คะแนนโภชนาการ
vi: Điểm dinh dưỡng

# attribute_nutriscore_grade_title
source: Nutri-Score %s
eo: Nutri-Poentaro %s
fa: امتیاز تغذیه‌ای %s
id: Nutri-Skor %s
ja: Nutri-Score(栄養スコア) %s
pl: Etykieta Nutri-Score %s
ro: Nutri-Scor %s
th: คะแนนโภชนาการ %s
uk: Система Nutri-Score %s
vi: Điểm dinh dưỡng %s

source: Malus
bg: Малус
ca: Punts negatius
da: Straf
el: Ποινή
eo: Maluso
es: Penalización
fa: مالوس
fi: Miinus
he: מאלוס
hu: Levonás
id: Penalti
ja: 短所
ka: მალუსი
pl: Wady
pt_pt: Pontos negativos
ru: Отрицательные баллы
th: มัลลัส
uk: Малус
vi: Điểm trừ

# f_droid_app_icon_url
source: /images/misc/f-droid/svg/get-it-on-en.svg
eo: /bildoj/misc/f-droid/svg/get-it-on-eo.svg

# product_name_example
source: Kinder Bueno White
ar: Kinder Bueno أبيض
ca: Kinder Bueno Blanca
cs: Fidorka Hořká s lískooříškovou náplní
de: Kinder Bueno Weiß
el: Kinder Bueno Λευκό
fa: کیندر بوئنو وایت
he: קינדר בואנו לבן
id: Kinder Bueno putih
ja: キンダーブエノホワイト
ka: კინდერ ბუენო უაითი
pt_pt: KitKat, Atum posta ao natural, Corn Flakes, Água mineral natural gasocarbónica...
ro: N
ru: Молоко 2,5%
th: ไวไวปรุงสำเร็จ, คาลบี้รสดั้งเดิม, ป็อกกี้รสสตรอเบอรี่
uk: Кіндер-Буено Вайт
vi: Kinder Bueno trắng

source: Min
ar: الحد الأدنى
bg: Мин
ca: Mínim
el: Ελάχ
es: Mín
fa: حداقل
he: מזערי
ja: 最小
ka: მინ
pt_pt: Mín
ro: Minim
ru: Мин
th: นาที
tr: En az
uk: Мінімальний
vi: Tối thiểu

# g_per_100g
source: %s g / 100 g
ar: %s جم / 100 جم
bg: %s г / 100 г
fa: %s گرم / ۱۰۰ گرم
he: %s ג׳ / 100 ג׳
id: %s gram / 100 gram
ka: %s გ / 100 გ
ru: %s г / 100 г
th: %s กรัม / 100 กรัม
tr: %s gr / 100 gr
uk: %s г / 100 г

# site_description_opf
source: A collaborative, free and open database of ingredients, and information on various products from around the world.
bg: Съвместна, безплатна и отворена база данни със съставки и информация за различни продукти от цял свят.
el: Μια συνεργατική, δωρεάν και ανοιχτή βάση δεδομένων συστατικών και πληροφοριών για διάφορα προϊόντα από όλο τον κόσμο.
fa: یک پایگاه داده مشارکتی، رایگان و باز از مواد تشکیل دهنده و اطلاعات مربوط به محصولات مختلف از سراسر جهان.
he: מסד נתונים שיתופי, חינמי ופתוח של רכיבים ופרטים על מגוון מוצרים מכל רחבי העולם.
ka: ინგრედიენტების, ასევე მსოფლიოს სხვადასხვა პროდუქტის შესახებ ინფორმაციის თანამშრომლობითი, უფასო და ღია მონაცემთა ბაზა.
pl: Wspólna, darmowa i otwarta baza danych składników oraz informacji o różnych produktach z całego świata.
pt_pt: Uma base de dados colaborativa, gratuita e aberta de ingredientes e informações sobre vários produtos de todo o mundo.

# warning_not_complete_obf
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Thank you!
bg: Тази продуктова страница не е пълна. Можеш да помогнеш, като я редактираш и добавиш повече данни от снимките, които имаме, или като направиш още снимки с помощта на приложението за <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> или <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Благодаря ти!
cs: Tato stránka produktu není úplná. Můžete pomoci dokončit ji úpravou a přidáním dalších dat z fotografií, které máme, nebo pořízením více fotek pomocí aplikace pro <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> nebo <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Děkujeme!
de: Diese Produktseite ist unvollständig. Sie können helfen, sie zu vervollständigen, indem Sie sie bearbeiten und weitere Daten aus den vorhandenen Fotos hinzufügen oder indem Sie weitere Fotos mit der App für <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=de">Android</a> oder <a href="https://apps.apple.com/de/app/open-beauty-facts/id1122926380">iPhone/iPad</a> aufnehmen. Vielen Dank!
el: Αυτή η σελίδα προϊόντος δεν έχει ολοκληρωθεί. Μπορείτε να βοηθήσετε με την επεξεργασία και την προσθήκη περισσότερων δεδομένων από τις φωτογραφίες που έχουμε ή βγάζοντας περισσότερες φωτογραφίες χρησιμοποιώντας την εφαρμογή για <a href="https://android.openfoodfacts.org">Android</a> ή <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Σας ευχαριστούμε!
fi: Tämä tuotesivu ei ole valmis. Voit auttaa sen täydentämisessä muokkaamalla sitä ja lisäämällä tietoja kuvista tai ottamalla lisää kuvia <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=fi">Android</a> tai <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone / iPad</a> -sovelluksella. Kiitos!
fr: La page de ce produit n'est pas complète. Vous pouvez aider à la compléter en l'éditant et en ajoutant plus de données à partir des photos que nous avons, ou en prenant plus de photos à l'aide de l'application pour <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> ou <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone / iPad</a>. Merci!
he: עמוד מוצר זה לוקה בחסר. ניתן לסייע להשלים אותו על ידי עריכה או הוספת נתונים נוספים מהתמונות שכבר יש לנו או על ידי צילום תמונות נוספות באמצעות יישומון ה־<a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> או ה־<a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. תודה רבה!
hu: Ez a termékoldal nem teljes. Segíthet a kiegészítésében, ha szerkeszti és további adatokat ad hozzá a rendelkezésünkre álló fényképekből, vagy ha további fényképeket készít az r <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> vagy <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a> alkalmazással. Köszönjük!
id: Halaman produk ini tidak lengkap. Anda dapat membantu melengkapinya dengan menyuntingnya dan menambahkan lebih banyak data dari foto - foto yang kami miliki, atau dengan mengambil lebih banyak foto menggunakan aplikasi untuk <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> atau <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Terima kasih!
it: Questa pagina del prodotto non è completa. Puoi aiutare a completarla modificandola e aggiungendo ulteriori dati dalle foto che abbiamo, o scattando nuove foto utilizzando l'applicazione per <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> o <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Grazie!
lt: Šio produkto puslapis nėra užbaigtas. Tu gali padėti jį užbaigti redaguodamas ji ir pridėdamas daugiau informacijos iš nuotraukų kurias turime arba nufotografuojant produktą naudojantis programele!<a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">noun Mobile operating system, based on Linux kernel. " translation="" style="cursor: pointer; border-bottom: 1px dashed var(--crowdin-text-muted); color: rgba(38, 50, 56, 0.87); font-family: Roboto, "Helvetica Neue", Helvetica, Arial, sans-serif; font-size: 15px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; white-space: pre-wrap; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial;">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Ačiū tau!
nl_be: Deze productpagina is niet compleet. Je kunt helpen door het product te bewerken en meer gegevens van bestaande foto's toe te voegen, of door meer foto's te maken met de app voor <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> of <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Bedankt!
pl: Ta strona produktu jest niekompletna. Możesz nam pomóc w dokończeniu tego zadania, edytując go i dodając więcej danych z dostępnych zdjęć, lub robiąc nowe zdjęci za pomocą aplikacji mobilnej dla <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Androida</a> lub <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Dziękujemy!
pt_pt: Esta página de produto não está completa. Pode ajudar a completá-la editando-la e adicionando mais dados das fotografias existentes ou tirando mais fotos usando a aplicação para <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=pt">Android</a><a href="https://apps.apple.com/pt/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Obrigado!
ru: Эта страница продукта не завершена. Вы можете помочь заполнить её, отредактировав и добавив больше данных с фотографий, которые у нас есть, или сделав дополнительные фотографий с помощью приложения для <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> или <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Спасибо!
uk: Ця сторінка продукту не є повною. Ви можете допомогти її заповнити, редагуючи її та додаючи більше даних з наших фотографій або роблячи більше фотографій, використовуючи додаток для <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> або <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">Iphone/Ipad</a>. Дякуємо вам!

# alcohol_warning
source: Excess drinking is harmful for health.
ar: الإفراط في الشرب مضر بالصحة.
bg: Прекаленото пиене е вредно за здравето.
ca: L'excés d'alcohol és perjudicial per a la salut.
cs: Nadměrné pití je škodlivé pro zdraví.
da: Overdreven alkoholindtag er skadeligt for helbredet.
de: Übermäßiger Genuss von Alkohol schadet Ihrer Gesundheit.
el: Η υπερβολική κατανάλωση αλκοόλ είναι επιβλαβής για την υγεία.
es: El exceso de alcohol es perjudicial para la salud. Consúmelo con moderación.
fi: Liiallinen juominen on haitallista terveydelle.
fr: L'abus d'alcool est dangereux pour la santé. A consommer avec modération.
he: שתייה מוגזמת של אלכוהול עשויה לפגוע בבריאות.
hu: A túlzott ivás káros az egészségre.
id: Minum alkohol berlebihan berbahaya bagi kesehatan.
it: Bere in eccesso è dannoso per la salute.
ja: 過剰な飲酒は健康を害します。
lt: Nesaikingas gėrimas yra žalingas sveikatai.
ms: Minum berlebihan adalah berbahaya untuk kesihatan.
nl_be: Overmatig alcoholgebruik schaadt de gezondheid. Drink met mate.
pl: Nadmierne picie jest szkodliwe dla zdrowia.
pt_pt: Beber em excesso é prejudicial à saúde.
ro: Consumul excesiv de alcool dăunează grav sănătății.
ru: Чрезмерное употребление вредно для здоровья.
sl: Prekomerno pitje je škodljivo za zdravje.
tl: Sobrang paginom ay nakakasama sa kalusugan.
tr: Aşırı içki sağlığa zararlıdır.
uk: Надлишкове пиття шкідливе для здоров’я.
vi: Uống quá nhiều có hại cho sức khỏe.

# android_apk_app_icon_alt_text
source: Android APK
bg: APK за Android
ca: APK d'Android
fr: APK Android
he: APK ל־Android
id: APK Android
it: APK Android
ms: APK Android
pt_pt: APK Android
uk: АРК для Android
