Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# org_list_of_gs1_gln_description
source: GS1 data is automatically associated with an OFF organization identifier that corresponds to the GS1 partyName field. To change the OFF organization identifier, you can directly assign 1 or more GS1 GLN identifiers.
bg: GS1 данните се асоциират автоматично с OFF организационен идентификатор, който съответства на полето GS1 partyName. За да промените идентификатора на организацията OFF, можете директно да зададете 1 или повече GS1 GLN идентификатори.
ca: Les dades GS1 s'associen automàticament amb un identificador d'organització OFF que correspon al camp GS1 partyName. Per canviar l'identificador de l'organització OFF, podeu assignar directament 1 o més identificadors GS1 GLN.
cs: Data GS1 jsou automaticky spojena s identifikátorem organizace OFF, který odpovídá poli GS1 partyName. Chcete-li změnit identifikátor organizace OFF, můžete přímo přiřadit 1 nebo více identifikátorů GS1 GLN.
da: GS1-data tilknyttes automatisk en OFF-organisationsidentifikator, der svarer til GS1-partyName feltet. OFF-organisationsidentifikatoren kan let ændres ved direkte at tildele én eller flere GS1 GLN-identifikatorer.
de: GS1-Daten werden automatisch mit einer Open Food Facts-Organisationskennung verknüpft, die dem Feld GS1-PartyName entspricht. Um die Open Food Facts-Organisationskennung zu ändern, können Sie 1 oder mehrere GS1 GLN-Kennungen direkt zuweisen.
el: Τα δεδομένα GS1 συσχετίζονται αυτόματα με ένα αναγνωριστικό οργανισμού OFF που αντιστοιχεί στο πεδίο GS1 partyName. Για να αλλάξετε το αναγνωριστικό οργανισμού OFF, μπορείτε να εκχωρήσετε απευθείας 1 ή περισσότερα αναγνωριστικά GS1 GLN.
eo: GS1-datumoj aŭtomate asociiĝas kun OFF-organiza identigilo, kiu respondas al la kampo GS1 partyName. Por ŝanĝi la OFF-organizan identigilon, vi povas rekte asigni 1 aŭ plurajn GS1 GLN-identigilojn.
es: Los datos GS1 se asocian automáticamente con su respectivo "identificador OFF" correspondiente de la organización que asignada en el campo "GS1". Para cambiar el identificador OFF de la organización, se puede asignar directamente 1 o más identificadores como: ej. GS1 o GLN.
fa: داده‌های GS1 به طور خودکار با یک شناسه سازمان OFF مرتبط می‌شوند که مربوط به فیلد partyName در GS1 است. برای تغییر شناسه سازمان OFF، می‌توانید مستقیماً ۱ یا چند شناسه GLN GS1 اختصاص دهید.
fi: GS1-tiedot liitetään automaattisesti OFF-organisaation tunnisteeseen, joka vastaa GS1 partyName -kenttää. Jos haluat muuttaa OFF-organisaation tunnistetta, voit suoraan määrittää yhden tai useamman GS1 GLN-tunnuksen.
fr: Les données GS1 sont automatiquement associées à un identifiant d'organisation OFF qui correspond au champ GS1 partyName. Pour modifier l'identifiant de l'organisation OFF, vous pouvez attribuer directement un ou plusieurs identifiants GS1 GLN.
he: הנתונים של GS1 משויכים אוטומטית למזהים שתואמים לשדה partyName של GS1 בארגון OFF. כדי לשנות את מזהה הארגון ב־OFF ניתן להקצות ישירות מזהי GLN אחד או יותר של GS1.
hr: GS1 podaci automatski se povezuju s OFF identifikatorom organizacije koji odgovara polju GS1 partyName. Za promjenu OFF identifikatora organizacije možete izravno dodijeliti 1 ili više GS1 GLN identifikatora.
hu: A GS1 adatok automatikusan hozzá vannak rendelve egy OFF szervezeti azonosítóhoz, amely megfelel a GS1 partyName mezőnek. Az OFF szervezeti azonosító módosításához közvetlenül hozzárendelhet 1 vagy több GS1 GLN azonosítót.
id: GS1 data secara otomatis terkait dengan tanda pengenal organisasi OFF yang sesuai dengan field partyName GS1. Untuk mengubah tanda pengenal organisasi OFF, Anda bisa secara langsung menentukan 1 atau lebih tanda pengenal GLN GS1.
it: I dati GS1 vengono automaticamente associati a un identificativo dell'organizzazione OFF che corrisponde al campo partyName GS1. Per cambiare l'identificativo dell'organizzazione OFF, puoi associare direttamente 1 o più identificatori GLN GS1.
ja: GS1データは、GS1 partyNameフィールドと対応するOFF組織IDに自動的に関連付けられます。OFF組織IDを変更するには、1つ以上のGS1 GLN識別コードを直接割り当ててください。
ka: GS1 მონაცემები ავტომატურად ასოცირდება OFF ორგანიზაციის იდენტიფიკატორთან, რომელიც შეესაბამება GS1 partyName ველს. OFF ორგანიზაციის იდენტიფიკატორის შესაცვლელად, შეგიძლიათ პირდაპირ მიანიჭოთ 1 ან მეტი GS1 GLN იდენტიფიკატორი.
lt: GS1 duomenys automatiškai susiejami su OFF organizacijos identifikatoriumi, atitinkančiu lauką GS1 partyName. Norėdami pakeisti OFF organizacijos identifikatorių, galite tiesiogiai priskirti 1 ar daugiau GS1 GLN identifikatorių.
lv: GS1 dati tiek automātiski saistīti ar OFF organizācijas identifikatoru, kas atbilst GS1 partyName laukam. Lai mainītu OFF organizācijas identifikatoru, varat tieši piešķirt vienu vai vairākus GS1 GLN identifikatorus.
nl_be: GS1-gegevens worden automatisch geassocieerd met een OFF-organisatienummer dat overeenkomt met het GS1-partyName veld. Om de UIT-organisatie-id te wijzigen, kunt u 1 of meer GS1 GLN-ID's direct toewijzen.
pl: Dane GS1 są automatycznie kojarzone z identyfikatorem Open Food Facts, który odpowiada polu GS1 partyName. Aby zmienić identyfikator Open Food Facts, możesz bezpośrednio przypisać 1 lub więcej identyfikatorów GS1 GLN.
pt_pt: Os dados GS1 são automaticamente associados a um identificador de organização OFF que corresponde ao campo GS1 do partyName. Para alterar o identificador da organização OFF, pode atribuir diretamente 1 ou mais identificadores GS1 GLN.
ro: Datele GS1 sunt asociate automat cu un identificator de organizație OFF care corespunde câmpului GS1 partyName. Pentru a schimba identificatorul organizației OFF, puteți atribui direct unul sau mai mulți identificatori GS1 GLN.
ru: Данные GS1 автоматически связываются с идентификатором организации OFF, который соответствует полю GS1 partyName. Чтобы изменить идентификатор организации OFF, вы можете напрямую присвоить 1 или несколько идентификаторов GS1 GLN.
sl: Podatki GS1 so samodejno povezani z identifikatorjem OFF organizacije, ki ustreza polju GS1 partyName. Če želite spremeniti identifikator OFF organizacije, lahko neposredno dodelite 1 ali več identifikatorjev GS1 GLN.
sv: GS1-data associeras automatiskt med en OFF-organisationsidentifierare som motsvarar fältet GS1 partyName. För att ändra OFF-organisationsidentifieraren kan du direkt tilldela en eller flera GS1 GLN-identifierare.
th: ข้อมูล GS1 จะเชื่อมโยงกับตัวระบุองค์กร OFF โดยอัตโนมัติ ซึ่งตรงกับฟิลด์ partyName ใน GS1 หากต้องการเปลี่ยนตัวระบุองค์กร OFF คุณสามารถกำหนดตัวระบุ GS1 GLN 1 ตัวขึ้นไปได้โดยตรง
tr: GS1 verileri, GS1 partiAdı alanına karşılık gelen bir kapalı kuruluş tanımlayıcısıyla otomatik olarak ilişkilendirilir. Kapalı kuruluş tanımlayıcısını değiştirmek için doğrudan 1 veya daha fazla GS1 GLN tanımlayıcısını atayabilirsiniz.
uk: Дані GS1 автоматично пов'язані з ідентифікатором організації OFF, який відповідає полю GS1 partyName. Щоб змінити ідентифікатор організації OFF, ви можете напряму призначити 1 або більше ідентифікаторів GS1 GLN.
vi: Dữ liệu GS1 tự động được liên kết với mã định danh tổ chức OFF tương ứng với trường thông tin GS1 partyName. Để thay đổi số nhận dạng tổ chức OFF, bạn có thể chỉ định trực tiếp 1 hoặc nhiều số nhận dạng GS1 GLN.

# org_list_of_gs1_gln
source: List of GS1 GLN identifiers to be associated with the organization
bg: Списък с GS1 GLN идентификатори, които трябва да бъдат свързани с организацията
ca: Llista d'identificadors de GS1 GLN que s'han d'associar a l'organització
cs: Seznam identifikátorů GS1 GLN, které mají být přidruženy k organizaci
da: Liste over GS1 GLN-identifikatorer, som skal tilknyttes organisationen
de: Liste der GS1 GLN-Identifikatoren, die mit der Organisation verbunden werden sollen
el: Λίστα αναγνωριστικών GS1 GLN που θα συσχετιστούν με τον οργανισμό
eo: Listo de GS1 GLN-identigiloj asociotaj kun la organizo
es: La lista de identificadores GS1 o GLN que se asociarán con la organización correspondiente
fa: فهرست شناسه‌های GS1 GLN که باید به سازمان مرتبط باشند
fi: Luettelo organisaatioon liitettävistä GS1 GLN -tunnisteista
fr: Liste des identifiants GS1 GLN à associer à l'organisation
he: רשימה של מזהי GLN של GS1 לשיוך עם הארגון
hr: Popis GS1 GLN identifikatora koji će biti povezani s organizacijom
hu: A szervezethez társítandó GS1 GLN azonosítók listája
id: Daftar tanda pengenal GLN GS1 yang dikaitkan dengan organisasi
it: Elenco degli identificatori GS1 GLN da associare all'organizzazione
ja: 組織に関連付けられるGS1 GLN識別コードのリスト
ka: ორგანიზაციასთან ასოცირებული GS1 GLN იდენტიფიკატორების სია
lt: Su organizacija susietų GS1 GLN identifikatorių sąrašas
lv: Ar organizāciju saistāmo GS1 GLN identifikatoru saraksts
nl_be: Lijst met GS1 GLN-ID's die aan de organisatie moeten worden gekoppeld
pl: Lista identyfikatorów GS1 GLN, które mają być powiązane z organizacją
pt_pt: Lista de identificadores GS1 GLN a serem associados à organização
ro: Lista identificatorilor GS1 GLN care trebuie asociați cu organizația
ru: Список идентификаторов GS1 GLN, которые будут связаны с организацией
sl: Seznam identifikatorjev GS1 GLN, ki jih je treba povezati z organizacijo
sv: Lista över GS1 GLN-identifierare som ska associeras med organisationen
th: รายชื่อรหัส GS1 GLN ที่จะเชื่อมโยงกับองค์กร
tr: Kuruluşla ilişkilendirilecek GS1 GLN tanımlayıcılarının listesi
uk: Список ідентифікаторів GS1 GLN для прив'язки до організації
vi: Danh sách các mã định danh GS1 GLN được liên kết với tổ chức

# org_list_of_gs1_gln_note
source: A comma separated list of GS1 GLN identifiers to force the association with this organization.
bg: Разделен със запетая списък с GS1 GLN идентификатори, за да наложи асоциацията с тази организация.
ca: Una llista separada per comes d'identificadors GS1 GLN per forçar l'associació amb aquesta organització.
cs: Čárkami oddělený seznam identifikátorů GS1 GLN, které vynutí přidružení k této organizaci.
da: En kommasepareret liste over GS1 GLN-identifikatorer til at tvinge tilknytningen til denne organisation.
de: Eine durch Kommata getrennte Liste von GS1 GLN-Identifikatoren, um die Zuordnung zu dieser Organisation zu erzwingen.
el: Μια λίστα διαχωρισμένων με κόμματα αναγνωριστικών GS1 GLN για να αναγκάσει τη συσχέτιση με αυτόν τον οργανισμό.
eo: Komo-separita listo de GS1 GLN-identigiloj por devigi la asociiĝon kun ĉi tiu organizo.
es: Se forzará la asociación con esta organización mediante una lista de identificadores GS1 GLN separada por comas.
fa: فهرستی از شناسه‌های GS1 GLN که با ویرگول از هم جدا شده‌اند تا ارتباط با این سازمان را الزامی کنند.
fi: Pilkuilla erotettu luettelo GS1 GLN -tunnisteista yhdistämisen pakottamiseen tämän organisaation kanssa.
fr: Une liste d'identificateurs GS1 GLN séparés par des virgules pour forcer l'association avec cette organisation.
he: רשימה מופרדת בפסיקים של מזהי GLN של GS1 כדי לאלץ שיוך עם הארגון הזה.
hr: Popis GS1 GLN identifikatora odvojenih zarezima za prisilno povezivanje s ovom organizacijom.
hu: A GS1 GLN-azonosítók vesszővel elválasztott listája a szervezettel való társítás kényszerítésére.
id: Daftar tanda pengenal GLN GS1 yang dipisahkan koma untuk memaksa pengaitan dengan organisasi ini.
it: Un elenco di identificatori GLN GS1 separati da virgole per rafforzare l'associazione con questa organizzazione.
ja: 強制的にこの組織と関連付ける対象のGS1 GLN識別コードのカンマ区切りリスト
ka: GS1 GLN იდენტიფიკატორების მძიმით გამოყოფილი სია ამ ორგანიზაციასთან ასოცირების იძულებითი მიზნით.
lt: Kableliais atskirtas GS1 GLN identifikatorių sąrašas, kad būtų galima susieti su šia organizacija.
lv: Ar komatiem atdalīts GS1 GLN identifikatoru saraksts, lai piespiestu saistību ar šo organizāciju.
nl_be: Een door komma's gescheiden lijst van GS1 GLN ID's om de koppeling met deze organisatie te forceren.
pl: Oddzielona przecinkami lista identyfikatorów GS1 GLN w celu wymuszenia powiązania z tą organizacją.
pt_pt: Uma lista separada por vírgulas de identificadores GS1 GLN para forçar a associação com esta organização.
ro: O listă separată prin virgulă de identificatori GS1 GLN pentru a forța asocierea cu această organizație.
ru: Список идентификаторов GS1 GLN, разделенных запятыми, для принудительной связи с этой организацией.
sv: En kommaseparerad lista med GS1 GLN-identifierare för att tvinga fram associationen med denna organisation.
th: รายการตัวระบุ GS1 GLN ที่คั่นด้วยเครื่องหมายจุลภาค เพื่อบังคับให้เชื่อมโยงกับองค์กรนี้
tr: Bu kuruluşla ilişkiyi zorunlu kılmak için GS1 GLN tanımlayıcılarının virgülle ayrılmış listesi.
uk: Розділений комами список ідентифікаторів GS1 GLN для примусового зв'язку з цією організацією.
vi: Danh sách số nhận dạng GS1 GLN được phân tách bằng dấu phẩy để buộc liên kết với tổ chức này.

# org_valid_org
source: Validate organization as a real producer.
bg: Потвърдете организацията като истински производител.
ca: Validar l'organització com a productor real.
cs: Ověřit organizaci jako skutečného výrobce.
da: Validere organisation som en reel producent.
de: Organisation als echter Produzent bestätigen.
el: Επικυρώστε τον οργανισμό ως πραγματικό παραγωγό.
eo: Validigu la organizon kiel veran produktanton.
es: Valida la organización como el verdadero productor.
fa: سازمان را به عنوان یک تولیدکننده واقعی اعتبارسنجی کنید.
fi: Vahvista organisaatio aidoksi tuottajaksi.
fr: Valider l'organisation en tant que véritable producteur.
he: אימות ארגון כיצרן אמיתי.
hr: Validirajte organizaciju kao pravog proizvođača.
hu: Szervezet hitelesítése valódi gyártóként.
id: Memvalidasi organisasi sebagai produsen nyata.
it: Convalidare l'organizzazione come un vero produttore.
ja: 実際のプロデューサーとして組織を検証します。
ka: დაადასტურეთ ორგანიზაცია, როგორც ნამდვილი პროდიუსერი.
lt: Patvirtinkite organizaciją kaip tikrą gamintoją.
lv: Apstiprināt organizāciju kā īstu ražotāju.
nl_be: Organisatie valideren als echte producent.
pl: Zweryfikuj organizacje jako prawdziwego producenta.
pt_pt: Valide a organização como um verdadeiro produtor.
ro: Validați organizația ca un adevărat producător.
ru: Подтвердить организацию как действующего производителя.
sv: Validera organisationen som en riktig producent.
th: ตรวจสอบว่าองค์กรเป็นผู้ผลิตที่แท้จริง
tr: Kuruluşu gerçek bir üretici olarak doğrulayın.
uk: Довести, що організація є справжнім виробником.
vi: Xác nhận tổ chức là nhà sản xuất.

# org_valid_org_note
source: The organization is verified as a real producer by a human, also creates entry in CRM.
bg: Организацията е потвърдена като истински производител от човек, също така създава запис в CRM.
ca: L'organització és verificada com a productor real per un humà, també es crea una entrada en CRM.
cs: Organizace je ověřena jako skutečný výrobce člověkem, vytváří také záznam v CRM.
da: Organisationen er af et menneske bekræftet som en reel producent, opretter også adgang til CRM.
de: Die Organisation wird von einem Menschen als echter Produzent verifiziert, der auch einen Eintrag im CRM erstellt.
el: Ο οργανισμός επαληθεύεται ως πραγματικός παραγωγός από άνθρωπο, δημιουργεί επίσης είσοδο στο CRM.
eo: La organizo estas kontrolita kiel vera produktanto fare de homo, ankaŭ kreas eniron en CRM.
es: Esta organización fue verificada por un humano como el verdadero productor, también crea una entrada en el CRM.
fa: این سازمان به عنوان یک تولیدکننده واقعی توسط یک انسان تأیید می‌شود، همچنین در CRM ثبت می‌شود.
fi: Ihminen varmentaa organisaation aidoksi tuottajaksi ja luo merkinnän CRM-järjestelmään.
fr: L'organisation est vérifiée en tant que producteur réel par un humain, crée également une entrée dans le CRM.
he: הארגון מאומת כיצרן אמיתי על ידי בן אדם, נוצרה גם רשומה ב־CRM (ניהול קשרי לקוחות).
hr: Organizacija je provjerena kao pravi proizvođač od strane čovjeka, a također se kreira unos u CRM-u.
hu: A szervezetet valódi gyártóként igazolta egy ember, és bejegyzést is létrehozott a CRM-ben.
id: Organisasi diverifikasi sebagai produsen nyata oleh manusia, juga menciptakan entri dalam CRM.
it: L'organizzazione è verificata come un produttore reale da un essere umano, crea inoltre la voce nel CRM.
ja: 組織は人間によって実際のプロデューサーとして検証され、CRM にもエントリが作成されます。
ka: ორგანიზაცია დამოწმებულია, როგორც რეალური პროდიუსერი ადამიანის მიერ და ასევე ქმნის ჩანაწერს CRM-ში.
lt: Organizaciją, kaip tikrą gamintoją, patvirtina žmogus, taip pat sukuria ir įrašą CRM.
lv: Organizāciju kā īstu ražotāju verificē cilvēks, kā arī izveido ierakstu CRM sistēmā.
nl_be: De organisatie wordt door een mens geverifieerd als echte producent en wordt ingevoerd in CRM.
pl: Organizacja potwierdzona przez użytkownika jako istniejący producent, wpis w CRM utworzony.
pt_pt: A organização é verificada como um produtor real por um humano, também cria a entrada no CRM.
ro: Organizația este verificată ca producător real de către o persoană, creează și intrare în CRM.
ru: Верификацию организации производит человек, также он создает запись в CRM.
sv: Organisationen verifieras som en riktig producent av en människa och skapar även en post i CRM.
th: องค์กรได้รับการตรวจสอบว่าเป็นผู้ผลิตจริงโดยมนุษย์ และยังมีการบันทึกข้อมูลลงในระบบ CRM ด้วย
tr: Kuruluş, bir insan tarafından gerçek bir üretici olarak doğrulanır, ayrıca CRM'de giriş oluşturur.
uk: Організація перевіряється як реальний виробник людиною, яка також створює запис в CRM.
vi: Tổ chức được xác minh là nhà sản xuất bởi con người, đồng thời tạo mục nhập trong CRM.

# org_enable_manual_export_to_public_platform
source: Enable organization members to manually export product data and photos to the public database.
bg: Разрешете на членовете на организацията да изнасят ръчно данни за продукти и снимки в публичната база данни.
ca: Permet als membres de l'organització exportar manualment dades i fotos del producte a la base de dades pública.
cs: Povolit členům organizace ručně exportovat data produktů a fotky do veřejné databáze.
da: Tillad organisationsmedlemmer manuelt at eksportere produktdata og -fotos til den offentlige database.
de: Organisationsmitgliedern ermöglichen, Produktdaten und Fotos manuell in die öffentliche Datenbank zu exportieren.
el: Επιτρέψτε στα μέλη του οργανισμού να εξάγουν μη αυτόματα δεδομένα προϊόντων και φωτογραφίες στη δημόσια βάση δεδομένων.
eo: Ebligu al organizaĵanoj permane eksporti produktajn datumojn kaj fotojn al la publika datumbazo.
es: Los miembros de la organización están habilitados para exportar manualmente la información e imágenes de los productos en la base de datos pública.
fa: به اعضای سازمان این امکان را بدهید که داده‌های محصول و عکس‌های آن را به صورت دستی به پایگاه داده عمومی صادر کنند.
fi: Salli organisaation jäsenten viedä tuotetiedot ja -valokuvat manuaalisesti julkiseen tietokantaan.
fr: Permettre aux membres de l'organisation d'exporter manuellement les données et les photos des produits vers la base de données publique.
he: לאפשר לחברי הארגון לייצא נתוני מוצרים ותמונות ידנית למסד הנתונים הציבורי.
hr: Omogućite članovima organizacije ručni izvoz podataka o proizvodima i fotografija u javnu bazu podataka.
hu: Engedélyezze a szervezet tagjainak a termékadatok és fényképek manuális exportálását a nyilvános adatbázisba.
id: Izinkan anggota organisasi untuk secara manual mengekspor data dan foto produk ke basis data publik.
it: Consenti ai membri dell'organizzazione di esportare manualmente i dati e le foto dei prodotti nel database pubblico.
ja: 組織のメンバーが、製品データと画像を公開データベースに手動でエクスポートできるようにする。
ka: ორგანიზაციის წევრებისთვის პროდუქტის მონაცემებისა და ფოტოების საჯარო მონაცემთა ბაზაში ხელით ექსპორტის შესაძლებლობის მიცემა.
lt: Įgalinkite organizacijos narius rankiniu būdu eksportuoti produktų duomenis ir nuotraukas į viešąją duomenų bazę.
lv: Ļaujiet organizācijas dalībniekiem manuāli eksportēt produktu datus un fotoattēlus uz publisko datubāzi.
nl_be: Stel organisatiemedewerkers in die handmatig productgegevens en -foto's naar de openbare database mogen exporteren.
pl: Umożliwiaj członkom organizacji ręczne eksportowanie danych produktów i zdjęć do bazy danych.
pt_pt: Permitir que os membros da organização exportem manualmente dados e fotografias do produto para a base de dados pública.
ro: Permite membrilor organizației să exporte manual datele produsului și fotografiile în baza de date publică.
ru: Разрешить членам организации вручную экспортировать данные и фотографии продуктов в публичную базу данных.
sl: Omogočite članom organizacije, da lahko ročno izvozijo podatke in slike o izdelkih v javno bazo podatkov.
sv: Gör det möjligt för organisationsmedlemmar att manuellt exportera produktdata och foton till den offentliga databasen.
th: อนุญาตให้สมาชิกองค์กรสามารถส่งออกข้อมูลผลิตภัณฑ์และรูปภาพไปยังฐานข้อมูลสาธารณะได้ด้วยตนเอง
tr: Kuruluş üyelerinin ürün verilerini ve fotoğraflarını genel veritabanına manuel olarak aktarmasına olanak tanıyın.
uk: Дозволити учасникам організації вручну експортувати дані та фотографії продукту у загальну базу даних.
vi: Cho phép các thành viên trong tổ chức được xuất thủ công các dữ liệu và hình ảnh của sản phẩm qua cơ sở dữ liệu công khai.
