Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# import_file_status_description
source: The product data has been received and is going to be imported on the platform for producers.
ar: تم استلام بيانات المنتج وسيتم استيرادها على المنصة للمنتجين.
bg: Данните за продукта са получени и предстои да бъдат внесени в платформата за производители.
ca: Les dades del producte s'han rebut i s'importaran a la plataforma per a productors.
cs: Produktová data byla přijata a budou importována na platformu pro výrobce.
da: Produktdataene er modtaget og vil blive importeret på platformen til producenter.
de: Die Produktdaten wurden empfangen und werden in die Plattform für Produzenten importiert.
el: Τα δεδομένα του προϊόντος έχουν ληφθεί και πρόκειται να εισαχθούν στην πλατφόρμα για τους παραγωγούς.
eo: La produktaj datumoj estas ricevitaj kaj estos importitaj sur la platformon por produktantoj.
es: Los datos del producto han sido recibidos y serán importados a la plataforma para productores.
fa: داده‌های محصول دریافت شده و قرار است برای تولیدکنندگان در پلتفرم وارد شود.
fi: Tuotetiedot vastaanotettu, ja ne tuodaan tuottajien alustaan.
fr: Les données des produits ont été reçues et seront importées sur la plate-forme pour les producteurs.
he: נתוני המוצר התקבלו והם מיועדים לייבוא לפלטפורמה ליצרנים.
hr: Podaci o proizvodu su primljeni i bit će uvezeni na platformu za proizvođače.
hu: A termékadatok beérkeztek és importálásra kerülnek a gyártói platformon.
id: Data berbagai produk telah diterima dan akan diimpor ke platform untuk para produsen.
it: I dati dei prodotti sono stati ricevuti e saranno importati sulla piattaforma per i produttori.
ja: 製品データが受信され、生産者向けのプラットフォームにインポートされる予定です。
ka: პროდუქტის მონაცემები მიღებულია და მწარმოებლებისთვის განკუთვნილ პლატფორმაზე იმპორტირებული იქნება.
lt: Produkto duomenys buvo gauti ir bus importuojami gamintojams skirtoje platformoje.
lv: Produkta dati ir saņemti un tiks importēti ražotāju platformā.
nl_be: De productgegevens zijn ontvangen en zullen worden geïmporteerd op het producentenplatform.
pl: Dane produktu zostały odebrane i zostaną zaimportowane na platformę dla producentów.
pt_pt: Os dados do produto foram recebidos e serão importados na plataforma para os produtores.
ro: Datele despre produse au fost primite și vor fi importate pe platforma pentru producători.
ru: Данные о продукте получены и будут импортированы на платформу для производителей.
sl: Podatki o izdelku so bili prejeti in bodo uvoženi na platformo za proizvajalce.
sv: Produktdata har mottagits och kommer att importeras till plattformen för producenter.
th: ได้รับข้อมูลผลิตภัณฑ์แล้วและจะถูกนำเข้าสู่แพลตฟอร์มสำหรับผู้ผลิต
tr: Ürün verileri alındı ve üreticiler platformuna aktarılacak.
uk: Дані про товари було отримано та буде імпортовано на платформу виробників.
vi: Dữ liệu sản phẩm đã được nhận và sẽ được nhập lên nền tảng dành cho nhà sản xuất.

# import_file_status
source: Status
ar: الحالة
bg: Статус
ca: Estat
cs: Stav
el: Κατάσταση
eo: Statuso
es: Estado
fa: وضعیت
fi: Tila
fr: État
he: מצב
hu: Állapot
it: Stato
ja: 状態
ka: სტატუსი
lt: Būsena
lv: Statuss
nl_be: Toestand
pt_pt: Estado
ro: Stare
ru: Статус
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái

# job_status_inactive
source: Scheduled
ar: مجدولة
bg: Планирано
ca: Programat
cs: Naplánováno
da: Planlagt
de: Geplant
el: Προγραμματίστηκε
eo: Planita
es: Programado
fa: برنامه‌ریزی‌شده
fi: Ajastettu
fr: Planifié
he: מתוזמן
hr: Zakazano
hu: Beütemezve
id: Terjadwal
it: Pianificato
ja: 予約済み
ka: დაგეგმილი
lt: Suplanuota
lv: Ieplānots
nl_be: Gepland
pl: Zaplanowane
pt_pt: Agendado
ro: Programat
ru: Запланировано
sl: Načrtovano
sv: Planerad
th: กำหนดการ
tr: Zamanlandı
uk: Заплановано
vi: Đã lên lịch

# job_status_active
source: In progress
ar: قيد التقدم
bg: В изпълнение
ca: En curs
cs: Zpracovává se
da: I gang
de: Wird ausgeführt
el: Σε εξέλιξη
eo: En progreso
es: En curso
fa: در حال انجام
fi: Meneillään
fr: En cours
he: בתהליך
hr: U tijeku
hu: Folyamatban
id: Dalam progres
it: In corso
ja: 進行中
ka: მიმდინარეობს
lt: Vykdoma
lv: Notiek apstrāde
nl_be: In behandeling
pl: W toku
pt_pt: Em progresso
ro: În curs
ru: Выполняется
sl: V teku
sv: Pågående
th: กำลังดำเนินการ
tr: Devam ediyor
uk: Обробляється
vi: Đang xử lý

# job_status_finished
source: Finished
ar: انتهى
bg: Завършено
ca: Finalitzat
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
eo: Finita
es: Terminado
fa: تمام شده
fi: Valmis
fr: Terminé
he: הסתיים
hr: Završeno
hu: Befejezve
id: Selesai
it: Finito
ja: 完了
ka: დასრულებულია
lt: Baigta
lv: Pabeigts
nl_be: Voltooid
pl: Zakończone
pt_pt: Terminado
ro: Terminat
ru: Завершено
sl: Končano
sv: Slutförd
th: ที่เสร็จเรียบร้อย
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất

# job_status_failed
source: Failed
ar: فشل
bg: Неуспешно
ca: S'ha produït un error
cs: Selhalo
da: Mislykket
de: Fehlgeschlagen
el: Απέτυχε
eo: Malsukcesis
es: Error
fa: شکست خورده
fi: Epäonnistunut
fr: Echoué
he: נכשל
hr: Neuspješno
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗
ka: ვერ მოხერხდა
lt: Nepavyko
lv: Neizdevās
nl_be: Mislukt
pl: Nie powiodło się
pt_pt: Falhou
ro: Eșuat
ru: Неудачно
sl: Spodletelo
sv: Misslyckad
th: ล้มเหลว
tr: Başarısız oldu
uk: Невдала спроба
vi: Thất bại

# import_file_result
source: Import result
ar: استيراد النتيجة
bg: Резултат от вноса
ca: Importa resultats
cs: Výsledek importu
da: Importer resultat
de: Importergebnis
el: Αποτέλεσμα εισαγωγής
eo: Importi rezulton
es: Importar resultado
fa: نتیجه را وارد کنید
fi: Tuonnin tulos
fr: Résultats de l'import
he: תוצאות הייבוא
hr: Uvoz rezultata
hu: Importálás eredménye
id: Hasil impor
it: Risultato dell'importazione
ja: インポート結果
ka: იმპორტის შედეგი
lt: Importo rezultatas
lv: Importēt rezultātu
nl_be: Importeer resultaat
pl: Importuj wyniki
pt_pt: Resultado da importação
ro: Rezultat import
ru: Результат импорта
sl: Uvozi rezultat
sv: Importera resultat
th: ผลการนำเข้า
tr: İçe aktarma sonucu
uk: Результат імпортування
vi: Kết quả nhập

source: Products modified
ar: المنتجات المعدلة
bg: Променени продукти
ca: Productes modificats
cs: Produkty upraveny
da: Ændrede produkter
de: Bearbeitete Produkte
el: Προϊόντα που επεξεργάστηκαν
eo: Produktoj modifitaj
es: Productos modificados
fa: محصولات اصلاح شده
fi: Tuotteita muokattu
fr: Produits modifiés
he: מוצרים שהשתנו
hr: Proizvodi modificirani
hu: Módosított termékek
id: Produk - produk yang dimodifikasi
it: Prodotti modificati
ja: 製品が変更されました
ka: მოდიფიცირებული პროდუქტები
lt: Produktai modifikuoti
lv: Modificēti produkti
nl_be: Producten aangepast
pl: Produkty zmodyfikowane
pt_pt: Produtos alterados
ro: Produse modificate
ru: Изменённые продукты
sl: Izdelek spremenjen
sv: Produkter ändrade
th: ผลิตภัณฑ์ที่ได้รับการดัดแปลง
tr: Ürünler değiştirildi
uk: Змінені товари
vi: Các sản phẩm đã được sửa đổi

# import_file_result_no_change
source: There were no product added or modified. The data has probably been already imported previously.
ar: لم يتم إضافة أي منتج أو تعديله. من المحتمل أن البيانات قد تم استيرادها مسبقًا.
bg: Нямаше добавен или модифициран продукт. Вероятно данните вече са били внесени по-рано.
ca: No hi ha cap producte afegit ni modificat. Probablement les dades ja s'han importat anteriorment.
cs: Nebyl přidán ani upraven žádný produkt. Data již byla pravděpodobně importována dříve.
da: Intet produkt blev tilføjet eller ændret. Dataene er sandsynligvis allerede importeret tidligere.
de: Es wurden keine Produkte hinzugefügt oder geändert. Die Daten wurden möglicherweise bereits importiert.
el: Δεν προστέθηκε ή τροποποιήθηκε κανένα προϊόν. Τα δεδομένα πιθανότατα είχαν ήδη εισαχθεί στο παρελθόν.
eo: Neniu produkto estis aldonita aŭ modifita. La datumoj verŝajne jam estis importitaj antaŭe.
es: No hay productos añadidos o modificados. Los datos probablemente han sido importados previamente.
fa: هیچ محصولی اضافه یا اصلاح نشده است. احتمالاً داده‌ها قبلاً وارد شده‌اند.
fi: Yhtäkään tuotetta ei lisätty tai muokattu. Tiedot ovat todennäköisesti tuotu aiemmin.
fr: Aucun produit n'a été ajouté ou modifié. Les données ont probablement déjà été importées précédemment.
he: לא נוספו או נערכו מוצרים כלל. כנראה שהנתונים האלו כבר ייובאו בעבר.
hr: Nije dodan niti izmijenjen nijedan proizvod. Podaci su vjerojatno već prethodno uvezeni.
hu: Nem lett hozzáadva vagy módosítva termék. Az adatokat valószínűleg már korábban importálták.
id: Tidak ada produk yang ditambahkan atau dimodifikasi. Data kemungkinan sudah pernah diimpor sebelumnya.
it: Non sono stati aggiunti o modificati prodotti. I dati probabilmente sono già stati importati in precedenza.
ja: 追加または変更された製品はありません。データは既に既にインポートされている可能性があります。
ka: პროდუქტი არ დამატებულა ან შეცვლილა. მონაცემები, სავარაუდოდ, უკვე იმპორტირებულია.
lt: Nebuvo pridėta ar modifikuota jokia prekė. Duomenys tikriausiai jau buvo importuoti anksčiau.
lv: Netika pievienots vai modificēts neviens produkts. Dati, iespējams, jau ir importēti iepriekš.
nl_be: Er zijn geen producten toegevoegd of gewijzigd. De gegevens zijn waarschijnlijk al eerder geïmporteerd.
pl: Nie dodano ani nie zmodyfikowano produktu. Dane zostały prawdopodobnie już wcześniej zaimportowane.
pt_pt: Nenhum produto foi adicionado ou alterado. Os dados provavelmente já foram importados anteriormente.
ro: Nu au fost adăugate sau modificate produse. Probabil că datele au fost deja importate anterior.
ru: Нет добавленных или измененных продуктов. Возможно, данные уже были импортированы ранее.
sl: Noben izdelek ni bil dodan ali spremenjen. Podatki so bili verjetno že predhodno uvoženi.
sv: Ingen produkt har lagts till eller modifierats. Uppgifterna har förmodligen redan importerats tidigare.
th: ไม่มีการเพิ่มหรือแก้ไขผลิตภัณฑ์ใดๆ ข้อมูลอาจได้รับการนำเข้าไว้ก่อนหน้านี้แล้ว
tr: Eklenen veya değiştirilen ürün bulunamadı. Veriler muhtemelen daha önce içe aktarıldı.
uk: Не було додано чи змінено жодної продукції. Можливо дані вже були імпортовані раніше.
vi: Không có sản phẩm nào được thêm hay sửa đổi. Dữ liệu có thể đã được nhập lên trước đó.

# import_file_result_products
source: List of products added or modified
ar: قائمة المنتجات المضافة أو المعدلة
bg: Списък с добавени или променени продукти
ca: Llista de productes afegits o modificats
cs: Seznam přidaných nebo upravených produktů
da: Liste over tilføjede eller ændrede produkter
de: Liste der hinzugefügten oder geänderten Produkte
el: Λίστα προϊόντων που προστέθηκαν ή τροποποιήθηκαν
eo: Listo de produktoj aldonitaj aŭ modifitaj
es: Lista de productos añadida o modificada
fa: لیست محصولات اضافه شده یا اصلاح شده
fi: Luettelo lisätyistä tai muokatuista tuotteista
fr: Liste des produits ajoutés ou modifiés
he: רשימת מוצרים שנוספו או השתנו
hr: Popis dodanih ili izmijenjenih proizvoda
hu: A hozzáadott vagy módosított termékek listája
id: Daftar produk yang ditambahkan atau dimodifikasi
it: Elenco dei prodotti aggiunti o modificati
ja: 追加または変更された製品の一覧
ka: დამატებული ან შეცვლილი პროდუქტების სია
lt: Pridėtų arba pakeistų produktų sąrašas
lv: Pievienoto vai modificēto produktu saraksts
nl_be: Lijst met toegevoegde of gewijzigde producten
pl: Lista produktów dodanych lub zmodyfikowanych
pt_pt: Lista de produtos adicionados ou alterados
ro: Lista produselor adăugate sau modificate
ru: Список добавленных или измененных продуктов
sl: Seznam dodanih ali spremenjenih izdelkov
sv: Lista över produkter som lagts till eller ändrats
th: รายการสินค้าที่เพิ่มหรือแก้ไข
tr: Eklenen veya değiştirilen ürünlerin listesi
uk: Список товарів, що було додано чи змінено
vi: Danh sách các sản phẩm được thêm vào hoặc sửa đổi

# imports_s
source: import
ar: استيراد
bg: внос
ca: importar
el: εισαγωγή
eo: importi
es: importación
fa: واردات
fi: tuonti
he: ייבוא
hr: uvoz
id: impor
it: importazione
ja: インポート
ka: იმპორტი
lt: importuoti
lv: imports
nl_be: importeer
pt_pt: importação
ru: импорт
sl: uvoz
th: นำเข้า
tr: içe aktarma
uk: ввезений товар
vi: nhập

# number_of_products_with_data_quality_errors_producers
source: Number of products with data quality errors
ar: عدد المنتجات التي بها أخطاء في جودة البيانات
bg: Брой продукти с грешки в качеството на данните
ca: Nombre de productes amb errors de qualitat de les dades
cs: Počet produktů s chybami kvality dat
da: Antal produkter med datakvalitetsfejl
de: Anzahl der Produkte mit Fehlern in der Datenqualität
el: Αριθμός προϊόντων με σφάλματα ποιότητας δεδομένων
eo: Nombro da produktoj kun eraroj pri datenkvalito
es: Hay algunos productos con errores en la calidad de los datos
fa: تعداد محصولات دارای خطای کیفیت داده
fi: Virheitä tiedon laadussa sisältävien tuotteiden määrä
fr: Nombre de produits avec des erreurs de qualité des données
he: מספר המוצרים עם שגיאות באיכות הנתונים
hr: Broj proizvoda s pogreškama u kvaliteti podataka
hu: Adatminőségi hibákkal rendelkező termékek száma
id: Jumlah produk dengan kesalahan kualitas data
it: Numero di prodotti con errori di qualità dei dati
ja: データ品質エラーのある製品数
ka: მონაცემთა ხარისხის შეცდომების მქონე პროდუქტების რაოდენობა
lt: Produktų, kuriuose yra duomenų kokybės klaidų, skaičius
lv: Produktu skaits ar datu kvalitātes kļūdām
nl_be: Aantal producten met fouten in de gegevenskwaliteit
pl: Liczba produktów z błędami jakości danych
pt_pt: Quantidade de produtos com erros de qualidade dos dados
ro: Numărul de produse cu erori de calitate a datelor
ru: Количество продуктов с ошибками качества данных
sl: Število izdelkov z napakami v kakovosti podatkov
sv: Antal produkter med datakvalitetsfel
th: จำนวนผลิตภัณฑ์ที่มีข้อผิดพลาดด้านคุณภาพข้อมูล
tr: Veri kalitesi hatası olan ürün sayısı
uk: Показник товарів, під час яких виникли помилки якості даних
vi: Số lượng sản phẩm có lỗi về chất lượng sữ liệu

# number_of_products_with_data_quality_warnings_producers
source: Number of products with data quality warnings
ar: عدد المنتجات التي بها تحذيرات جودة البيانات
bg: Брой продукти с предупреждения за качеството на данните
ca: Nombre de productes amb avisos de qualitat de les dades
cs: Počet produktů s upozorněním na kvalitu dat
da: Antal produkter med datakvalitetsadvarsler
de: Anzahl der Produkte mit Warnungen zur Datenqualität
el: Αριθμός προϊόντων με προειδοποιήσεις ποιότητας δεδομένων
eo: Nombro da produktoj kun avertoj pri datenkvalito
es: Hay algunos productos con advertencias en la calidad de los datos
fa: تعداد محصولاتی که هشدار کیفیت داده دارند
fi: Varoituksia tiedon laadussa sisältävien tuotteiden määrä
fr: Nombre de produits avec des avertissements de qualité des données
he: מספר המוצרים עם אזהרות באיכות הנתונים
hr: Broj proizvoda s upozorenjima o kvaliteti podataka
hu: Adatminőségi figyelmeztetéssel rendelkező termékek száma
id: Jumlah produk dengan peringatan kualitas data
it: Numero di prodotti con avvisi sulla qualità dei dati
ja: データ品質警告付き製品数
ka: მონაცემთა ხარისხის გაფრთხილებების მქონე პროდუქტების რაოდენობა
lt: Produktų su įspėjimais apie duomenų kokybę skaičius
lv: Produktu skaits ar datu kvalitātes brīdinājumiem
nl_be: Aantal producten met waarschuwingen voor gegevenskwaliteit
pl: Liczba produktów z ostrzeżeniami dotyczącymi jakości danych
pt_pt: Quantidade de produtos com avisos de qualidade dos dados
ro: Numărul de produse cu avertismente privind calitatea datelor
ru: Количество продуктов с предупреждениями о качестве данных
sl: Število izdelkov z opozorili o kakovosti podatkov
sv: Antal produkter med datakvalitetsvarningar
th: จำนวนผลิตภัณฑ์ที่มีคำเตือนเกี่ยวกับคุณภาพข้อมูล
tr: Veri kalitesi uyarısı olan ürün sayısı
uk: Показник товарів, що обумовлений застереженнями якості даних
vi: Số lượng sản phẩm có cảnh báo về chất lượng dữ liệu

# number_of_products_with_improvements
source: Number of products with improvement opportunities
ar: عدد المنتجات المتوافقة مع فرص التحسين
bg: Брой продукти с възможности за подобрение
ca: Nombre de productes amb possibilitats de millora
cs: Počet produktů s příležitostmi ke zlepšení
da: Antal produkter med forbedringsmuligheder
de: Anzahl der zu verbessernden Produkte
el: Αριθμός προϊόντων με ευκαιρίες βελτίωσης
eo: Nombro da produktoj kun plibonigeblecoj
es: Número de productos con oportunidades de mejorar
fa: تعداد محصولات دارای فرصت‌های بهبود
fi: Parannusmahdollisuuksia sisältävien tuotteiden määrä
fr: Nombre de produits avec des opportunités d'amélioration
he: מספר המוצרים עם הזדמנויות לשיפור
hr: Broj proizvoda s mogućnostima poboljšanja
hu: Fejlesztési lehetőségekkel rendelkező termékek száma
id: Jumlah produk dengan kemungkinan peningkatan
it: Numero di prodotti con possibilità di miglioramento
ja: 改善待ちの製品数
ka: გაუმჯობესების შესაძლებლობების მქონე პროდუქტების რაოდენობა
lt: Produktų, turinčių tobulinimo galimybių, skaičius
lv: Produktu skaits ar uzlabošanas iespējām
nl_be: Aantal producten met verbetermogelijkheden
pl: Liczba produktów z możliwościami poprawy
pt_pt: Quantidade de produtos com oportunidades de melhoria
ro: Numărul de produse cu oportunități de îmbunătățire
ru: Количество продуктов с возможностью улучшения
sl: Število izdelkov z možnostmi za izboljšanje
sv: Antal produkter med förbättringsmöjligheter
th: จำนวนผลิตภัณฑ์ที่มีโอกาสปรับปรุง
tr: İyileştirme fırsatları olan ürün sayısı
uk: Показник товарів, що включає можливості поліпшення
vi: Số lượng sản phẩm có cơ hội cải tiến

# improvements_facet_description_1
source: This table lists possible opportunities to improve the nutritional quality, the Nutri-Score and the composition of food products.
ar: يسرد هذا الجدول الفرص الممكنة لتحسين الجودة الغذائية، كما يعرض الرمز الغذائي Nutri-Score، وتكوين المنتجات الغذائية.
bg: Тази таблица изброява възможностите за подобряване на хранителното качество, Nutri-Score и състава на хранителните продукти.
ca: Aquesta taula enumera les possibilitats per millorar la qualitat nutricional, el Nutri-Score i la composició dels productes alimentaris.
cs: Tato tabulka uvádí možné příležitosti ke zlepšení nutriční kvality, Nutri-Score a složení potravinářských výrobků.
da: Denne tabel viser muligheder for forbedring af ernæringskvaliteten, Nutri-Score samt fødevaresammensætninger.
de: Diese Tabelle listet mögliche Ansätze zur Verbesserung der Nährstoffqualität, des Nutri-Scores und der Zusammensetzung von Lebensmitteln auf.
el: Αυτός ο πίνακας παραθέτει πιθανές ευκαιρίες βελτίωσης της διατροφικής ποιότητας, του Nutri-Score και της σύνθεσης των προϊόντων διατροφής.
eo: Ĉi tiu tabelo listigas eblajn ŝancojn plibonigi la nutran kvaliton, la Nutri-Score kaj la konsiston de nutraĵproduktoj.
es: Esta tabla enumera las posibles oportunidades para mejorar la calidad nutricional, Nutri-Score y la composición de los productos alimenticios.
fa: این جدول فهرستی از فرصت‌های ممکن برای بهبود کیفیت تغذیه‌ای، امتیاز تغذیه‌ای و ترکیب محصولات غذایی را ارائه می‌دهد.
fi: Tämä taulukko listaa parannusmahdollisuudet ravinnolliseen laatuun, Nutri-Scoreen ja elintarvikkeiden koostumukseen.
fr: Ce tableau répertorie les possibilités d'amélioration de la qualité nutritionnelle, du score Nutri-Score et de la composition des produits alimentaires.
he: טבלה זו מציגה את ההזדמנויות השונות לשיפור האיכות התזונתית, ציון ה־Nutri-Score והרכב מוצרי המזון.
hr: Ova tablica navodi moguće mogućnosti za poboljšanje nutritivne kvalitete, Nutri-Scorea i sastava prehrambenih proizvoda.
hu: Ez a táblázat felsorolja a táplálékminőség, a Nutri-Score és az élelmiszer összetétel javításának lehetőségeit.
id: Tabel ini mendaftar kemungkinan untuk meningkatkan kualitas gizi, Nutri-Score dan komposisi dari produk makanan.
it: Questa tabella elenca le possibilità di migliorare la qualità nutrizionale, il Nutri-Score e la composizione dei prodotti alimentari.
ja: この表は栄養の質、Nutri-Score(栄養スコア)、及び食品の組成を改善する可能性のある機会を示しています。
ka: ამ ცხრილში ჩამოთვლილია საკვები პროდუქტების კვებითი ღირებულების, Nutri-Score-ისა და შემადგენლობის გაუმჯობესების შესაძლო შესაძლებლობები.
lt: Šioje lentelėje išvardytos galimos galimybės pagerinti maistinę kokybę, „Nutri-Score“ ir maisto produktų sudėtį.
lv: Šajā tabulā ir uzskaitītas iespējamās iespējas uzlabot pārtikas produktu uzturvērtību, Nutri-Score un sastāvu.
nl_be: Deze tabel geeft een overzicht van de mogelijkheden om de voedingskwaliteit, de Nutri-Score en de samenstelling van voedingsproducten te verbeteren.
pl: W tej tabeli przedstawiono dostępne możliwości ulepszenia wartości odżywczej, wskaźnika Nutri-Score i składu produktów.
pt_pt: Esta tabela lista possíveis oportunidades para melhorar a qualidade nutricional, o Nutri-Score e a composição dos produtos alimentares.
ro: Acest tabel enumeră posibilele oportunități de îmbunătățire a calității nutriționale, a Nutri-Score și a compoziției produselor alimentare.
ru: В таблице перечислены возможные способы улучшения пищевой ценности, Nutri-Score и состава продуктов питания.
sl: Ta preglednica navaja možne priložnosti za izboljšanje prehranske kakovosti, Nutri-Score in sestave prehranskih izdelkov.
sv: Denna tabell listar möjligheter där näringskvaliteten, Nutri-Score och sammansättningen av livsmedel går att förbättra.
th: ตารางนี้แสดงรายการโอกาสที่เป็นไปได้ในการปรับปรุงคุณภาพทางโภชนาการ คะแนนโภชนาการ (Nutri-Score) และส่วนประกอบของผลิตภัณฑ์อาหาร
tr: Bu tablo, beslenme kalitesini, Nutri-Score'u ve gıda ürünlerinin bileşimini iyileştirmek için olası fırsatları listeler.
uk: В цій таблиці налічуються ймовірні можливості для вдосконалення якості харчування, Nutri-Score та склад продуктів для харчування.
vi: Bảng này liệt kê các phần có thể để cải thiện chất lượng dinh dưỡng, Điểm dinh dưỡng và thành phần của các sản phẩm thực phẩm.
