Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# attribute_nutriscore_d_description_short
source: Lower nutritional quality
bg: По-ниско хранително качество
cs: Nižší výživová kvalita
de: Geringere Nährstoffqualität
el: Χαμηλότερη διατροφική ποιότητα
eo: Pli malalta nutra kvalito
fa: کیفیت تغذیه‌ای پایین‌تر
fi: Huonompi ravinnollinen laatu
fr: Moins bonne qualité nutritionnelle
he: איכות תזונתית נחותה
hr: Niža nutritivna kvaliteta
hu: Alacsonyabb tápérték
id: Kualitas nutrisi yang lebih rendah
it: Qualità nutrizionale ridotta
ka: დაბალი კვებითი ხარისხი
lt: Prastos maisto produkto maistingosios savybės
lv: Zemāka uzturvērtība
nl_be: Lagere voedingskwaliteit
pl: Niższa jakość odżywcza
pt_pt: Menor qualidade nutricional
ru: Меньшая пищевая ценность
sv: Lägre näringskvalitet
th: คุณภาพทางโภชนาการต่ำกว่า
uk: Низька харчова якість

# attribute_nutriscore_e_description_short
source: Lower nutritional quality
bg: По-ниско хранително качество
cs: Nižší výživová kvalita
de: Geringere Nährstoffqualität
el: Χαμηλότερη διατροφική ποιότητα
eo: Pli malalta nutra kvalito
fa: کیفیت تغذیه‌ای پایین‌تر
fi: Huonompi ravinnollinen laatu
fr: Moins bonne qualité nutritionnelle
he: איכות תזונתית נחותה
hr: Niža nutritivna kvaliteta
hu: Alacsonyabb tápérték
id: Kualitas nutrisi yang lebih rendah
it: Qualità nutrizionale ridotta
ka: დაბალი კვებითი ხარისხი
lt: Prastos maisto produkto maistingosios savybės
lv: Zemāka uzturvērtība
nl_be: Lagere voedingskwaliteit
pl: Niższa jakość odżywcza
pt_pt: Menor qualidade nutricional
ru: Меньшая пищевая ценность
sv: Lägre näringskvalitet
th: คุณภาพทางโภชนาการต่ำกว่า
uk: Низька харчова якість

# attribute_group_processing_name
source: Food processing
bg: Хранителна преработка
ca: Processament d'aliments
cs: Průmyslové zpracování
da: Fødevareforarbejdning
de: Lebensmittelverarbeitung
el: Επεξεργασία τροφίμων
eo: Nutraĵprilaborado
es: Procesamiento de alimentos
fa: فارسی
fi: Ruoan jalostus
fr: Transformation des aliments
he: עיבוד מזון
hr: Prerada hrane
hu: Élelmiszer-feldolgozottság
id: Pengolahan makanan
it: Trasformazione alimentare
ja: 食品加工
ka: საკვების გადამუშავება
lt: Maisto perdirbimas
lv: Pārtikas pārstrāde
nl_be: Voedselverwerking
pl: Przetwórstwo żywności
pt_pt: Processamento de alimentos
ro: Prelucrarea alimentelor
ru: Обработка продуктов
sl: Predelava hrane
sv: Livsmedelsbearbetning
th: ระดับการแปรรูปอาหาร
tr: Gıda işleme
uk: Переробка їжі
vi: Chế biến thức ăn

# attribute_nova_name
source: NOVA group
ar: مجموعة NOVA
bg: Група NOVA
ca: Grup NOVA
cs: Skupina NOVA
da: Nova-gruppe
de: Nova-Gruppe
el: Ομάδα NOVA
eo: NOVA grupo
es: Grupo Nova
fa: گروه نوا
fi: NOVA-ryhmä
fr: Groupe NOVA
he: קבוצת NOVA
hr: NOVA grupa
hu: NOVA-csoport
id: Grup NOVA
it: Gruppo Nova
ja: NOVA グループ
ka: ნოვა ჯგუფი
lt: NOVA grupė
lv: NOVA grupa
nl_be: NOVA-groep
pl: Grupa NOVA
pt_pt: Grupo NOVA
ro: grupul NOVA
ru: Группа NOVA
sl: NOVA skupina
sv: Nova grupp
tr: NOVA grubu
vi: Nhóm NOVA

# attribute_nova_unknown_title
source: NOVA not computed
ar: NOVA غير محسوب
bg: NOVA не е изчислена
ca: NOVA no calculada
cs: NOVA není spočítáno
da: NOVA ikke beregnet
de: NOVA nicht berechnet
el: Δεν υπολογίστηκε NOVA
eo: NOVA ne kalkulita
es: NOVA no calculado
fa: NOVA محاسبه نشده است
fi: NOVA ei laskettu
fr: NOVA non calculé
he: NOVA לא מחושבת
hr: NOVA nije izračunata
hu: A NOVA nincs kiszámítva
id: NOVA tidak dihitung
it: NOVA non calcolato
ja: NOVAが計算されていません
ka: NOVA არ არის გამოთვლილი
lt: NOVA neapskaičiuota
lv: NOVA nav aprēķināts
nl_be: NOVA niet berekend
pl: NOVA nie została obliczona
pt_pt: NOVA não calculada
ro: NOVA nu a fost calculată
ru: NOVA не рассчитана
sl: NOVA ni izračunana
sv: NOVA inte beräknad
th: ไม่ได้คำนวณ NOVA groups
tr: NOVA hesaplanmadı
uk: Система NOVA не є обчисленою
vi: NOVA không được tính

# attribute_nova_unknown_description_short
source: Food processing level unknown
ar: مستوى معالجة الطعام غير معروف
bg: Нивото на обработка на храни не е известно
ca: Nivell de processament d'aliments desconegut
cs: Neznámá úroveň průmyslového zpracování potraviny
da: Fødevareforarbejdningsniveau ukendt
de: Grad der Lebensmittelverarbeitung unbekannt
el: Άγνωστο επίπεδο επεξεργασίας τροφίμων
eo: Nivelo de nutraĵprilaborado nekonata
es: Nivel de procesamiento de alimentos desconocido
fa: سطح فرآوری مواد غذایی ناشناخته است
fi: Ruoan jalostusaste tuntematon
fr: Degré de transformation des aliments inconnu
he: רמת עיבוד המזון אינה ידועה
hu: Az élelmiszer-feldolgozottság szintje ismeretlen
id: Tingkat pemrosesan makanan tidak diketahui
it: Livello di trasformazione alimentare sconosciuto
ja: 食品加工レベル不明
lt: Maisto perdirbimo lygis nežinomas
lv: Pārtikas pārstrādes līmenis nav zināms
nl_be: Voedselverwerkingsniveau onbekend
pl: Poziom przetwarzania żywności nieznany
pt_pt: Nível desconhecido de processamento do alimento
ro: Nivel de procesare a alimentelor necunoscut
ru: Степень обработки продуктов неизвестна
sl: Neznana stopnja predelave hrane
sv: Livsmedelsbearbetningsnivå okänd
th: ไม่ทราบระดับการแปรรูปอาหาร
tr: Gıda işleme seviyesi bilinmemektedir
uk: Рівень обробки їжі є невідомим
vi: Mức độ chế biến thực phẩm không xác định

# attribute_nova_setting_name
source: No or little food processing (NOVA group)
bg: Без или с малка хранитeлна преработка (група NOVA)
ca: Cap o poc processament d'aliments (grup NOVA)
cs: Žádné nebo malé zpracování potravin (skupina NOVA)
da: Ingen eller begrænset fødevareforarbejdning (NOVA-gruppe)
de: Keine oder geringe Lebensmittelverarbeitung (NOVA-Gruppe)
el: Καθόλου ή μικρή επεξεργασία τροφίμων (ομάδα NOVA)
eo: Neniu aŭ malmulte da nutraĵprilaborado (NOVA-grupo)
es: Alimento poco o nada procesado (Grupo NOVA)
fa: بدون فرآوری یا با فرآوری کم مواد غذایی (گروه NOVA)
fi: Ei tai vähäistä ruoan jalostusta (NOVA-ryhmä)
fr: Pas ou peu de transformation des aliments (groupe NOVA)
he: עיבוד מזון מועט או נטול (קבוצת NOVA)
hr: Nema ili malo prerade hrane (NOVA grupa)
hu: Nem, vagy alig feldogozott (NOVA csoport)
id: Tidak ada atau sedikit pengolahan makanan (kelompok NOVA)
it: Trasformazione alimentare assente o poca (gruppo NOVA)
ja: 加工なしもしくは最低限の加工をした食品（NOVA分類）
ka: საკვების გადამუშავება საერთოდ არ ხდება ან ძალიან მცირე რაოდენობით ხდება (NOVA ჯგუფი)
lt: Maisto perdirbimo nėra arba mažai (NOVA grupė)
lv: Nav vai ir maza pārtikas pārstrāde (NOVA grupa)
nl_be: Geen of weinig voedselverwerking (NOVA-groep)
pl: Brak lub małe przetwarzanie żywności (dla grupy NOVA)
pt_pt: Nenhum ou pouco processamento de alimentos (grupo NOVA)
ro: Fără sau puțină prelucrare a alimentelor (grupul NOVA)
ru: Отсутствие или незначительная переработка пищевых продуктов (группа NOVA)
sl: Brez ali malo predelana hrana (skupina NOVA)
sv: Ingen eller liten livsmedelsbearbetning (NOVA-gruppen)
th: ไม่มีหรือแปรรูปอาหารน้อย (NOVA group)
tr: Gıda işlemesi hiç ya da az (NOVA grup)
uk: Процес переробки їжі не здійснюється зовсім або здійснюється лише його незначна кількість (згідно до групування NOVA)
vi: Thực phẩm không qua chế biến hoặc chế biến ít (nhóm NOVA)

# attribute_nova_setting_note
source: To determine the level of processing of a product, we rely on the list of ingredients (markers, processing methods) and categories.
eo: Por determini la nivelon de prilaborado de produkto, ni fidas je la listo de ingrediencoj (markiloj, prilaboraj metodoj) kaj kategorioj.
fa: برای تعیین سطح فرآوری یک محصول، ما به فهرست مواد تشکیل‌دهنده (نشانگرها، روش‌های فرآوری) و دسته‌ها تکیه می‌کنیم.
hr: Za određivanje stupnja obrade proizvoda oslanjamo se na popis sastojaka (markeri, metode obrade) i kategorije.
ka: პროდუქტის დამუშავების დონის დასადგენად, ჩვენ ვეყრდნობით ინგრედიენტების ჩამონათვალს (მარკერები, დამუშავების მეთოდები) და კატეგორიებს.
lv: Lai noteiktu produkta apstrādes līmeni, mēs paļaujamies uz sastāvdaļu sarakstu (marķieriem, apstrādes metodēm) un kategorijām.
sv: För att avgöra en produkts bearbetningsnivå förlitar vi oss på listan över ingredienser (markörer, bearbetningsmetoder) och kategorier.
th: ในการพิจารณาระดับการแปรรูปของผลิตภัณฑ์ เราจะอาศัยรายการส่วนผสม (ตัวบ่งชี้ วิธีการแปรรูป) และหมวดหมู่เป็นหลัก

# attribute_nova_1_description_short
source: Unprocessed or minimally processed foods
bg: Непреработени или минимално преработени храни
ca: Aliments no processats o mínimament processats
cs: Čerstvé nebo minimálně zpracované potraviny
da: Ubehandlede eller minimalt forarbejdede fødevarer
de: Unverarbeitete oder minimal verarbeitete Lebensmittel
el: Μη επεξεργασμένα ή ελάχιστα επεξεργασμένα τρόφιμα
eo: Neprilaboritaj aŭ minimume prilaboritaj manĝaĵoj
es: Alimentos no procesados ​​o mínimamente procesados
fa: غذاهای فرآوری نشده یا با حداقل فرآوری
fi: Jalostamattomat tai vähän jalostetut ruoat
fr: Aliments non transformés ou minimalement transformés
he: מזון עם עיבוד מזערי או נטול
hr: Ne procesirana ili minimalno procesirana hrana
hu: Feldolgozatlan vagy minimálisan feldolgozott élelmiszerek
id: Makanan - makanan yang tidak diproses atau sedikit diproses
it: Alimenti non trasformati o minimamente trasformati
ja: 未加工または最小加工食品
lv: Neapstrādāta vai minimāli apstrādāta pārtika
nl_be: Onverwerkt of minimaal verwerkt voedsel
pl: Żywność nieprzetworzona lub minimalnie przetworzona
pt_pt: Alimentos não processados ​​ou minimamente processados
ro: Alimente neprocesate sau procesate minim
ru: Необработанные или минимально обработанные пищевые продукты
sl: Nepredelana ali minimalno predelana živila
sv: Obearbetade eller minimalt bearbetade livsmedel
th: กลุ่มที่ 1 กลุ่มที่ 1 อาหารที่ไม่แปรรูปหรือแปรรูปน้อยที่สุด
tr: İşlenmemiş veya az işlenmiş gıdalar
uk: Необроблені або мінімально оброблені продукти
vi: Thực phẩm chưa qua chế biến hoặc chế biến sơ

# attribute_nova_2_description_short
source: Processed culinary ingredients
bg: Преработени кулинарни съставки
ca: Ingredients culinaris processats
cs: Běžně zpracované kuchyňské přísady
da: Forarbejdede kulinariske ingredienser
de: Verarbeitete kulinarische Zutaten
el: Επεξεργασμένα μαγειρικά συστατικά
eo: Prilaboritaj kuirartaj ingrediencoj
es: Ingredientes culinarios procesados
fa: مواد اولیه آشپزی فرآوری شده
fi: Jalostetut ruoanvalmistusaineet
fr: Ingrédients culinaires transformés
he: רכיבים קולינריים מעובדים
hr: Procesirani kulinarski sastojci
hu: Feldolgozott összetevők
id: Bahan - bahan kuliner olahan
it: Ingredienti culinari elaborati
ja: 加工された料理の材料
lv: Pārstrādātas kulinārijas sastāvdaļas
nl_be: Berwerkte ingrediënten
pl: Przetworzone składniki kulinarne
pt_pt: Ingredientes culinários processados
ro: Ingrediente culinare prelucrate
ru: Обработанные кулинарные ингредиенты
sl: Predelane kulinarične sestavine
sv: Bearbetade kulinariska ingredienser
th: เครื่องปรุงอาหารที่ผ่านการแปรรูป
tr: İşlenmiş yemek malzemeleri
uk: Оброблені кулінарні інгредієнти
vi: Các thành phần ẩm thực đã qua chế biến

# attribute_nova_3_description_short
source: Processed foods
bg: Преработени храни
ca: Aliments processats
cs: Běžně zpracované potraviny
da: Forarbejdede fødevarer
de: Verarbeitete Lebensmittel
el: Επεξεργασμένα τρόφιμα
eo: Pretigitaj manĝaĵoj
es: Alimentos procesados
fi: Jalostetut ruoat
fr: Aliments transformés
he: מזון מעובד
hr: Procesirana hrana
hu: Feldolgozott élelmiszerek
id: Makanan olahan
it: Alimenti trasformati
ja: 加工食品
lv: Pārstrādāti pārtikas produkti
nl_be: Bewerkte voedingsmiddelen
pl: Żywność przetworzona
pt_pt: Alimentos processados
ro: Hrană procesată
ru: Обработанные пищевые продукты
sl: Predelana živila
sv: Halvfabrikat
th: อาหารแปรรูป
tr: İşlenmiş gıdalar
uk: Напівфабрикати
vi: Thực phẩm đã qua chế biến

# attribute_nova_4_description_short
source: Ultra-processed foods
bg: Свръхпреработени храни
cs: Ultra zpracované potraviny
de: Hochverarbeitete Lebensmittel
el: Υπερεπεξεργασμένα τρόφιμα
eo: Ultra-prilaboritaj manĝaĵoj
fi: Ultrajalostetut ruoat
fr: Aliments ultra-transformés
he: מזון אולטרה מעובד
hr: Industrijski prerađena hrana
hu: Többszörösen feldolgozott élelmiszer
id: Makanan olahan ultra
it: Alimenti ultra-trasformati
lt: Ultra perdirbtas maistas
lv: Īpaši pārstrādāti pārtikas produkti
nl_be: Ultra bewerkt voedsel
pl: Żywność wysoko przetworzona
pt_pt: Alimentos ultra-processados
ru: Ультраобработанные продукты
th: อาหารที่ผ่านการแปรรูประดับสูง
uk: Сильно оброблені харчові продукти

# attribute_nova_4_1_marker
source: 1 ultra-processing marker
bg: 1 маркер за ултра-обработка
cs: 1 ultra zpracovaný marker
de: 1 Ultrahochverarbeitungsmarker
el: 1 δείκτης υπερεπεξεργασίας
eo: 1 ultra-prilabora markilo
fa: ۱ نشانگر فوق پردازشی
fi: 1 ultraprosessointimerkki
fr: 1 marqueur d'ultra-transformation
he: סימן אולטרא עיבוד אחד
hr: 1 ultra-procesni marker
hu: 1 többszörös feldolgozottsági marker
id: 1 penanda ultra-pemrosesan
it: 1 marcatore di ultra-trasformazione
ka: 1 ულტრა-დამუშავების მარკერი
lv: 1 īpaši jaudīgs marķieris
pl: 1 wskaźnik ultraprzetworzenia
pt_pt: 1 marcador de ultraprocessamento
ru: 1 ультра-обрабатывающий маркер
sv: 1 ultrabearbetningsmarkör
th: 1 เครื่องหมายการประมวลผลขั้นสูง
uk: 1 маркер ультра-обробки

# f_attribute_nova_4_markers
source: {number} ultra-processing markers
bg: {number} маркери зя ултра-обработка
cs: {number} ultrazpracované markery
de: {number} Ultrahochverarbeitungsmarker
el: {number} δείκτες υπερεπεξεργασίας
eo: {number} ultra-prilaboraj markiloj
fa: {number} نشانگرهای فوق پردازشی
fi: {number} ultra-prosessoinnin merkkiä
fr: {number} marqueurs d'ultra-transformation
he: {number} סימני אולטרא עיבוד
hr: {number} ultra-procesirajući markeri
hu: {number} többszörös feldolgozottsági marker
id: {number} penanda ultra-pemrosesan
it: {number} marcatori di ultra-trasformazione
ka: {number} ულტრა-დამუშავების მარკერები
lv: {number} īpaši apstrādes marķieri
pt_pt: {number} marcadores de ultraprocessamento
ru: {number} ультра-обрабатывающие маркеры
sv: {number} ultrabearbetningsmarkörer
th: {number} เครื่องหมายการประมวลผลขั้นสูง
uk: {number} міток ультраобробки

# export_product_page
source: Export product to public database
bg: Изнеси продукта в публична база данни
ca: Exporta el producte a la base de dades pública
cs: Export produktu do veřejné databáze
da: Eksportér produkt til offentlig database
de: Produkt in öffentliche Datenbank exportieren
el: Εξαγωγή προϊόντος σε δημόσια βάση δεδομένων
eo: Eksporti produkton al publika datumbazo
es: Exportar producto a base de datos pública
fa: خروجی گرفتن از محصول به پایگاه داده عمومی
fi: Vie tuote julkiseen tietokantaan
fr: Exporter le produit vers la base de données publique
he: ייצוא מוצר למסד נתונים ציבורי
hr: Izvoz proizvoda u javnu bazu podataka
hu: Termék exportálása nyilvános adatbázisba
id: Ekspor produk ke basis data publik
it: Esporta prodotto nel database pubblico
ja: 製品を公開データベースにエクスポートする
ka: პროდუქტის საჯარო მონაცემთა ბაზაში ექსპორტი
lt: Eksportuokite produktą į viešą duomenų bazę
lv: Eksportēt produktu uz publisko datubāzi
nl_be: Product exporteren naar openbare database
pl: Eksportuj produkt do publicznej bazy danych
pt_pt: Exportar fotografias para a base de dados pública
ro: Exportați produsul în baza de date publică
ru: Экспорт продукта в публичную базу данных
sl: Izvozite fotografije v javno bazo podatkov
sv: Exportera produkt till offentlig databas
th: ส่งออกผลิตภัณฑ์ไปยังฐานข้อมูลสาธารณะ
tr: Ürünleri herkese açık veritabanına aktarın
uk: Експортуйте продукцію до загальнодоступної бази даних
vi: Xuất sản phẩm sang cơ sở dữ liệu công khai

source: No products to export.
bg: Няма продукти за износ.
ca: No hi ha productes per exportar.
cs: Žádné produkty k exportu.
da: Ingen produkter at eksportere.
de: Keine zu exportierenden Produkte.
el: Δεν υπάρχουν προϊόντα προς εξαγωγή.
eo: Neniuj produktoj por eksporti.
es: No hay productos para exportar.
fa: محصولی برای صادرات وجود ندارد.
fi: Ei vietäviä tuotteita.
fr: Aucun produit à exporter.
he: אין מוצרים לייצוא.
hr: Nema proizvoda za izvoz.
hu: Nincs exportálandó termék.
id: Tidak ada produk untuk diekspor.
it: Nessun prodotto da esportare.
ja: エクスポートする製品はありません。
ka: ექსპორტისთვის განკუთვნილი პროდუქტები არ არის.
lt: Nėra eksportuojamų produktų.
lv: Nav produktu eksportēšanai.
nl_be: Geen producten om te exporteren.
pl: Brak produktu do wyeksportowania.
pt_pt: Sem produtos para exportar.
ro: Niciun produs de exportat.
ru: Нет продуктов для экспорта.
sl: Ni izdelkov za izvoz.
sv: Inga produkter att exportera.
th: ไม่มีสินค้าส่งออก
tr: Ihraç edilecek ürün yok.
uk: Немає жодних товарів для експортування.
vi: Không có sản phẩm để xuất.

source: Query filter
bg: Филтър за заявка
ca: Filtre de consulta
cs: Filtr dotazů
da: Forespørgselsfilter
de: Abfragefilter
el: Φίλτρο ερωτήματος
eo: Demandfiltrilo
es: Filtro de consulta
fa: فیلتر پرس و جو
fi: Kyselysuodatin
fr: Filtre de requête
he: מסנן שאילתה
hr: Filtar upita
hu: Lekérdezés szűrő
id: Filter query
it: Filtro query
ja: クエリフィルター
ka: მოთხოვნის ფილტრი
lt: Užklausos filtras
lv: Vaicājumu filtrs
pl: Filtr zapytania
pt_pt: Filtro de consulta
ro: Filtru de interogare
ru: Фильтр запросов
sl: Filter poizvedb
sv: Frågefilter
th: ตัวกรองการค้นหา
tr: Sorgulama filtresi
uk: Фільтр запитань
vi: Bộ lọc truy vấn

# nova_group_producer
source: NOVA group
ar: مجموعة NOVA
bg: Група NOVA
ca: Grup NOVA
cs: Skupina NOVA
da: Nova-gruppe
de: Nova-Gruppe
el: Ομάδα NOVA
eo: NOVA grupo
es: Grupo Nova
fa: گروه نوا
fi: NOVA-ryhmä
fr: Groupe NOVA
he: קבוצת NOVA
hr: NOVA grupa
hu: NOVA-csoport
id: Grup NOVA
it: Gruppo Nova
ja: NOVA グループ
ka: ნოვა ჯგუფი
lt: NOVA grupė
lv: NOVA grupa
nl_be: NOVA-groep
pl: Grupa NOVA
pt_pt: Grupo NOVA
ro: grupul NOVA
ru: Группа NOVA
sl: NOVA skupina
sv: Nova grupp
tr: NOVA grubu
vi: Nhóm NOVA

# error_unknown_org
source: Unknown organization.
bg: Неизвестна организация.
ca: Organització desconeguda.
cs: Neznámá organizace.
da: Ukendt organisation.
de: Unbekannte Organisation
el: Άγνωστος οργανισμός.
eo: Nekonata organizaĵo.
es: Organización desconocida.
fa: سازمان ناشناخته.
fi: Tuntematon organisaatio.
fr: Organisation inconnue.
he: ארגון לא ידוע.
hr: Nepoznata organizacija.
hu: Ismeretlen szervezet.
id: Organisasi tidak dikenal.
it: Organizzazione sconosciuta.
ja: 不明な組織
ka: უცნობი ორგანიზაცია.
lt: Nežinoma organizacija.
lv: Nezināma organizācija.
nl_be: Onbekende organisatie.
pl: Nieznana organizacja.
pt_pt: Organização desconhecida.
ro: Organizație necunoscută.
ru: Неизвестная организация.
sl: Neznana organizacija.
sv: Okänd organisation.
th: องค์กรที่ไม่เปิดเผยชื่อ
tr: Bilinmeyen kuruluş.
uk: Організація, що є невідомою.
vi: Tổ chức không xác định.

# error_unknown_user
source: Unknown user.
bg: Неизвестен потребител.
ca: Usuari desconegut.
cs: Neznámý uživatel.
da: Ukendt bruger.
de: Unbekannter Benutzer
el: Άγνωστος χρήστης.
eo: Nekonata uzanto.
es: Usuario desconocido.
fa: کاربر ناشناس.
fi: Tuntematon käyttäjä.
fr: Utilisateur inconnu.
he: משתמש לא ידוע.
hr: Nepoznati korisnik.
hu: Ismeretlen felhasználó.
id: Pengguna tidak diketahui.
it: Utente sconosciuto.
ja: 不明なユーザー
ka: უცნობი მომხმარებელი.
lt: Nežinomas vartotojas.
lv: Nezināms lietotājs.
nl_be: Onbekende gebruiker.
pl: Nieznany użytkownik.
pt_pt: Utilizador desconhecido.
ro: Utilizator necunoscut.
ru: Неизвестный пользователь.
sl: Neznan uporabnik.
sv: Okänd användare.
th: ผู้ใช้ที่ไม่รู้จัก
tr: Bilinmeyen kullanıcı.
uk: Невідомий користувач.
vi: Người dùng không xác định.

# attribute_low_salt_setting_note
source: The salt level is taken into account by the Nutri-Score. Use this setting only if you are specifically on a low salt diet.
bg: Нивото на сол се взема предвид от Nutri-Score. Използвай тази настройка само ако си на диета с ниско съдържание на сол.
ca: El Nutri-Score té en compte el nivell de sal. Utilitzeu aquesta configuració només si feu una dieta específica amb poca sal.
cs: Úroveň soli je zohledněna Nutri-Score. Toto nastavení použijte pouze v případě, že jste konkrétně na dietě s nízkým obsahem soli.
da: Saltniveauet tages i betragtning i Nutri-Score. Brug kun denne indstilling, såfremt din kost skal være med lavt saltindhold.
de: Der Salzgehalt wird durch den Nutri-Score berücksichtigt. Verwenden Sie diese Einstellung nur, wenn Sie sich gezielt salzarm ernähren möchten.
el: Το επίπεδο αλατιού λαμβάνεται υπόψη από το Nutri-Score. Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο εάν κάνετε δίαιτα χαμηλή σε αλάτι.
eo: La salnivelo estas konsiderata de la Nutri-Poentaro. Uzu ĉi tiun agordon nur se vi specife sekvas malalt-san dieton.
es: Nutri-score tiene en cuenta el nivel de sal. Usa esta opción solo si está específicamente en una dieta baja en sal.
fa: سطح نمک توسط Nutri-Score در نظر گرفته می‌شود. فقط در صورتی که رژیم غذایی کم‌نمک دارید، از این تنظیم استفاده کنید.
fi: Nutri-Score ottaa huomioon suolapitoisuuden. Käytä tätä asetusta vain, jos nimenomaisesti olet vähäsuolaisella ruokavaliolla.
fr: Le niveau de sel est pris en compte par le Nutri-Score. Utilisez ce paramètre uniquement si vous suivez un régime pauvre en sel.
he: רמת המלח נלקחת בחשבון על ידי Nutri-Score. יש להשתמש בהגדרה הזאת רק אם בחרת בדיאטה דלת נתרן.
hr: Nutri-Score uzima u obzir razinu soli. Ovu postavku koristite samo ako ste na dijeti s niskim udjelom soli.
hu: A só mennyiségét a Nutri-Score veszi figyelembe. Csak akkor használja ezt a beállítást, ha kifejezetten alacsony sótartalmú étrendet tart.
id: Tingkat kandungan garam diperhitungkan oleh Nutri-Score. Gunakan pengaturan ini hanya jika Anda secara khusus menjalani diet rendah garam.
it: Il livello del sale è considerato dal Nutri-Score. Usa quest'impostazione solo se segui una dieta a basso contenuto salino.
ja: 塩分レベルはNutri-Scoreで考慮されています。この設定は、減塩食をしている場合にのみ使用してください。
ka: მარილის დონეს Nutri-Score ითვალისწინებს. ეს პარამეტრი გამოიყენეთ მხოლოდ იმ შემთხვევაში, თუ კონკრეტულად დაბალმარილიან დიეტას იცავთ.
lt: Nutri-Score atsižvelgia į druskos kiekį. Naudokite šį nustatymą tik tuo atveju, jei laikotės mažos druskos dietos.
lv: Nutri-Score ņem vērā sāls līmeni. Izmantojiet šo iestatījumu tikai tad, ja ievērojat diētu ar zemu sāls saturu.
nl_be: Het zoutgehalte wordt in de Nutri-Score meegenomen. Gebruik deze instelling alleen als u specifiek een zoutarm dieet volgt.
pl: Poziom soli jest brany pod uwagę w Nutri-Score. Używaj tego ustawienia tylko wtedy, gdy jesteś na diecie o niskiej zawartości soli.
pt_pt: O nível de sal é tido em consideração pelo Nutri-Score. Use esta configuração apenas se estiver especificamente numa dieta pobre em sal.
ro: Nivelul de sare este luat în considerare de Nutri-Score. Utilizați această setare numai dacă urmați o dietă săracă în sare.
ru: Уровень соли учитывается в Nutri-Score. Используйте эту настройку, только если вы придерживаетесь диеты с низким содержанием соли.
sl: Nutri-Score vključuje vsebnost soli. To nastavitev uporabite samo, če ste na izrecni dieti z nizko vsebnostjo soli.
sv: Saltnivån tas med i beräkningen av Nutri-Score. Använd endast den här inställningen om du specifikt följer en saltfattig kost.
th: ค่าความเค็มจะถูกนำมาพิจารณาในโปรแกรม Nutri-Score ควรใช้การตั้งค่านี้เฉพาะในกรณีที่คุณกำลังควบคุมปริมาณเกลือในอาหารอย่างเคร่งครัดเท่านั้น
tr: Tuz seviyesi, Nutri-Score tarafından dikkate alınır. Bu ayarı yalnızca özellikle düşük tuz diyetindeyseniz kullanın.
uk: Рівень солі обчислено за допомогою системи Nutri-Score. Використовуйте це налаштування тільки у випадку перебування на особливій нижчій від норми сольовій дієті.
vi: Mức độ muối được tính đến bởi Điểm Dinh Dưỡng. Chỉ sử dụng cài đặt này nếu bạn đang thực hiện chế độ ăn kiêng ít muối.
