Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# bottom_content
source: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">donating to Open Food Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
bg: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> се прави от сдружение с нестопанска цел, независимо от индустрията. Направено е за всички от всички и се финансира от всички. Може да подкрепиш работата ни, като <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">дариш на Open Food Facts</a> и също като <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">използваш търсачката Lilo</a>.<br/><b>Благодаря!</b></p>
ca: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> està feta per una associació sense ànim de lúcre independent de l'indústria. L'hem feta entre tots per a tothom, i és fundada per tothom. Pots donar suport a la nostra feina <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">fent una donació a Open Food Facts</a> i també <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usant el motor de cerca Lilo</a>.<br/><b>Gràcies!</b></p>
cs: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> vytváří neziskové sdružení nezávislé na průmyslu. Je vytvořen pro všechny, všemi a je financován všemi. Naši práci můžete podpořit <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">příspěvkem na Open Food Facts</a> a také <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">pomocí vyhledávače Lilo</a>.<br/><b>Děkuji!</b></p>
da: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> er etableret af en almennyttig, brancheuafhængig forening. Den er lavet til alle, af alle og finansieres af alle. Du kan støtte arbejdet ved at <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">donere til Open Food Facts</a> samt ved <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">brug af Lilo-søgemaskinen</a>.<br/><b>Tak!</b></p>
de: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Spenden für Open Food Facts" /></a><p><<site_name>> wird von einem gemeinnützigen, von der Industrie unabhängigen Verein erstellt. Es wird für alle gemacht, von allen, und es wird von allen finanziert. Sie können unsere Arbeit unterstützen, indem Sie <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">für Open Food Facts spenden</a> und auch indem Sie <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">die Lilo-Suchmaschine benutzen</a>.<br/><b>Vielen Dank!</b></p>
el: Το <a href="https://gr.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> γίνεται από μια μη κερδοσκοπική ένωση, ανεξάρτητη από τον κλάδο. Είναι φτιαγμένο για όλους, από όλους, και χρηματοδοτείται από όλους. Μπορείτε να υποστηρίξετε το έργο μας <a href="https://gr.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">κάνοντας δωρεές στο Open Food Facts</a> και επίσης <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">χρησιμοποιώντας τη μηχανή αναζήτησης Lilo</a>.<br/><b>Ευχαριστούμε!</b></p>
es: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Dona a Open Food Facts" /></a><p><<site_name>> está hecho por una asociación sin ánimo de lucro, independiente de la industria. Está hecho para todos, y está financiado por todos. Puedes apoyar nuestro trabajo donando <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">a Open Food Facts</a> y también mediante <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando el motor de búsqueda Lilo</a>.<br/><b>Gracias!</b></p>
fi: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> sivuston on tehnyt toimialasta riippumaton voittoa tavoittelematon yhdistys. Se on kaikkien tekemä, kaikille, ja se on kaikkien rahoittama. Voit tukea työtämme <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">lahjoittamalla Open Food Factsille</a> sekä <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">käyttämällä Lilo-hakukonetta</a>.<br/><b>Kiitos!</b></p>
fr: <a href="https://fr.openfoodfacts.org/faire-un-don-a-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donner à Open Food Facts" /></a><p><<site_name>> est développé par une association à but non lucratif indépendante de l'industrie. Open Food Facts est fait pour tous, par tous, et est financé par tous. Vous pouvez soutenir notre travail en <a href="https://fr.openfoodfacts.org/faire-un-don-a-open-food-facts?utm_source=login-open-food-facts">donnant à Open Food Facts</a> et aussi en utilisant le <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">moteur de recherche Lilo</a>.<br/><b>Merci beaucoup !</b></p>
he: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> מופעל על ידי אגודה ללא מטרות רווח, ללא תלות בתעשייה. למען כולם, על ידי כולם וממומן על ידי כולם. אפשר לתמוך בעבודה שלנו על ידי <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">תרומה ל־Open Food Facts</a> and גם על ידי <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">חיפוש במנוע החיפוש Lilo</a>.<br/><b>תודה רבה!</b></p>
hu: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org Az /images/svg/donate-icon.svg" alt="Adományozás az Open Food Facts-nak" /></a><p>A(z) <<site_name>> egy, az iparágtól független non-profit egyesület által készített adatbázis. Mindenki számára készült, mindenki által, és mindenki finanszírozza. Munkánkat úgy támogathatja, hogy <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">adományoz az Open Food Facts számára</a >, valamint <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">a Lilo keresőmotor használatával</a> is.<br/ ><b>Köszönjük!</b></p>
id: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>>dibuat oleh asosiasi nirlaba, yang independen dari industri. Dibuat untuk semua, oleh semua, dan didanai oleh semua. Anda dapat mendukung pekerjaan kami dengan cara<a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">mendokasikan ke Open Food Facts</a> dan juga dengan <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">menggunakan mesin pencari Lilo</a>.<br/><b>Terima kasih!</b></p>
it: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> è realizzata da un'associazione senza scopo di lucro, indipendente dall'industria. È creata per tutti, da tutti ed è finanziata da tutti. Puoi supportare il nostro lavoro <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">donando a Open Food Facts</a>, nonché <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">utilizzando il motore di ricerca Lilo</a>.<br/><b>Grazie!</b></p>
ja: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> は、業界から独立した非営利団体によって作成されています。すべてのために、すべてによって作られ、すべてによって資金提供されています。 <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">Open Food Facts</a> に寄付することで、また <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">Lilo 検索エンジンを使用して</a>、私たちの活動を支援することができます。<br/><b>ありがとうございます！</b></p>
lt: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Paremti Open Food Facts" /></a><p><<site_name>> sukurta ne pelno siekianti asociacija, nepriklausoma nuo pramonės. Tai yra sukurta visiems, ir visi ją finansuoja. Galite paremti mūsų darbą <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">aukodami „Open Food Facts“</a> ir <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">naudodamiesi „Lilo“ paieškos varikliu</a>.<br/><b>ačiū!</b></p>
nl_be: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> wordt ondersteund door een non-profitorganisatie, onafhankelijk van de industrie. Het is gemaakt voor iedereen, door iedereen, en het wordt door iedereen gefinancierd. Je kunt ons werk steunen door <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">te doneren aan Open Food Facts</a> en ook door <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">de Lilo-zoekmachine</a>te gebruiken.<br/><b>Bedankt!</b></p>
pl: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> jest tworzony przez stowarzyszenie non-profit, niezależne od przemysłu spożywczego. Stworzony dla wszystkich, przez wszystkich. Możesz nas wesprzeć<a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"> przekazując darowiznę </a> oraz poprzez <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts"> używanie wyszukiwarki Lilo </a>.<br/><b>Dziękujemy!</b></p>
pt_pt: <a href="https://world-pt.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Fazer um donativo ao Open Food Facts" /></a><p><<site_name>> é um projeto gerido por uma associação sem fins lucrativos, independente da indústria. É feito para todos, por todos e é financiado por todos. Pode apoiar o nosso trabalho <a href="https://world-pt.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">fazendo um donativo ao Open Food Facts</a> e também <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">utilizando o motor de pesquisa Lilo</a>.<br/><b>Obrigado!</b></p>
ro: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> se face de o asociatie nonprofit, independenta de industrie. Este făcut pentru toți, de toți și este finanțat de toți. Ne puteți susține munca <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">donând la Open Food Facts</a> și, de asemenea, până la <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">folosind motorul de căutare Lilo</a>.<br/><b>Mulțumesc!</b></p>
ru: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> создано некоммерческой организацией, независимой от индустрии. Наше приложение сделано всеми для всех и финансируется всеми. Вы можете поддержать наш труд<a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">, отправляя денежные пожертвования Open Food Facts</a>, а также <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">используя поисковик Lilo</a>.<br/><b>Спасибо!</b></p>
tr: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Open Food Facts'a Bağış Yapın" /></a><p><<site_name>>, sektörden bağımsız, kar amacı gütmeyen bir dernek tarafından oluşturulmuştur. Herkes için, herkes tarafından yapılır ve herkes tarafından finanse edilir. <a href="https://world.openfoodfacts.org/donate-to-open-food-facts?utm_source=login-open-food-facts">Open Food Facts'e bağış yaparak</a çalışmalarımızı destekleyebilirsiniz. > ve ayrıca <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">Lilo arama motorunu kullanabilirsiniz</a>.<br/><b>Teşekkürler!</b></p>
uk: <a href="https://ua.openfoodfacts.org/donate-to-open-food-facts-ua?utm_source=login-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> створюється неприбутковою асоціацією, незалежною від індустрії. Вона створена для всіх, усіма, і фінансується всіма. Ви можете підтримати нашу роботу <a href="https://ua.openfoodfacts.org/donate-to-open-food-facts-ua?utm_source=login-open-food-facts">пожертвувати на Open Food Facts</a>а також за допомогою <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">пошукової системи Lilo</a>.<br/><b>Дякуємо!</b></p>

# delete_product_page
source: Delete the page
ar: حذف الصفحة
bg: Изтриване на страницата
ca: Elimina la pàgina
cs: Smazat stránku
da: Slet side
de: Formular löschen
el: Διαγραφή της σελίδας
es: Eliminar la página
fi: Poista sivu
fr: Supprimer la fiche
he: מחיקת העמוד
hu: Termékoldal törlése
id: Hapus halaman
it: Eliminare pagina
ja: ページを削除
lt: Ištrinti puslapį
ms: Padamkan halaman
nl_be: Pagina verwijderen
pl: Usuń strony
pt_pt: Eliminar a página
ro: Ștergere pagină
ru: Удалить страницу
sl: Izbriši stran
tl: Tanggalin ang pahina
tr: Sayfayı sil
uk: Видалити сторінку
vi: Xóa trang

# delete_user
source: Delete a user
bg: Изтриване на потребител
ca: Suprimeix un usuari
cs: Odstranit uživatele
da: Slet en bruger
de: Einen Benutzer löschen
el: Διαγράψετε ένα χρήστη
es: Eliminar un usuario
fi: Poista käyttäjä
fr: Supprimer un utilisateur
he: מחיקת משתמש
hu: Felhasználó törlése
id: Hapus Pengguna
it: Elimina un utente
lt: Trinti vartotoją
nl_be: Een gebruiker verwijderen
pl: Usuń użytkownika
pt_pt: Eliminar um utilizador
ro: Ștergeți un utilizator
ru: Удалить пользователя
tr: Kullanıcıyı sil
uk: Видалити користувача
vi: Xoá người dùng

# donate_link
source: https://world.openfoodfacts.org/donate-to-open-food-facts
cs: https://world-cs.openfoodfacts.org/donate-to-open-food-facts
da: https://dk.openfoodfacts.org/doner-til-open-food-facts
de: https://world-de.openfoodfacts.org/spenden
el: https://gr.openfoodfacts.org/donate-to-open-food-facts
es: https://world-es.openfoodfacts.org/dar-a-open-food-facts
fi: https://fi.openfoodfacts.org/lahjoita-open-food-factsille
fr: https://fr.openfoodfacts.org/faire-un-don-a-open-food-facts
he: http://il.openfoodfacts.org/donate-to-open-food-facts-he
hu: https://hu.openfoodfacts.org/donate-to-open-food-facts-hu
it: https://world-it.openfoodfacts.org/dona-a-open-food-facts
ja: https://world-ja.openfoodfacts.org/donate-to-open-food-facts
pt_pt: https://world-pt.openfoodfacts.org/donate-to-open-food-facts
ru: https://world-ru.openfoodfacts.org/pozhertvovat-open-food-facts
sl: https://sl.openfoodfacts.org/doniraj-k-open-food-facts
tr: https://tr.openfoodfacts.org/open-food-factse-bagista-bulununs
uk: https://ua.openfoodfacts.org/donate-to-open-food-facts-ua

# footer_obf_link
source: https://world.openbeautyfacts.org
ca: https://es-ca.openbeautyfacts.org/
cs: https://world-cs.openbeautyfacts.org
de: https://world-de.openbeautyfacts.org
el: https://gr.openbeautyfacts.org
fi: https://world-fi.openbeautyfacts.org
fr: https://world-fr.openbeautyfacts.org
he: https://world-he.openbeautyfacts.org
ja: https://world-ja.openbeautyfacts.org/
lt: https://world-lt.openbeautyfacts.org
pt_pt: https://world-pt.openbeautyfacts.org
ro: https://ro.openbeautyfacts.org
ru: https://world-ru.openbeautyfacts.org
