Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# known_nutrients_s
source: known nutrient
ar: المواد الغذائية المعروفة
bg: известно хранително вещество
ca: nutrient conegut
cs: známa výživná látka
da: kendt næringsstof
de: bekannter Nährstoff
el: γνωστό θρεπτικό συστατικό
eo: konata nutraĵo
es: nutriente conocido
fa: ماده مغذی شناخته شده
fi: tunnettu ravintoaine
fr: nutriment connu
he: מרכיב תזונתי ידוע
hr: poznata hranjiva tvar
hu: ismert tápanyag
id: nutrisi yang dikenal
it: nutriente noto
ja: 既知の栄養成分
ka: ცნობილი საკვები ნივთიერება
lt: žinoma maistinė medžiaga
lv: zināma barības viela
ms: nutrien yang diketahui
nl_be: gekende voedingsstof
pl: znany składnik odżywczy
pt_pt: nutriente conhecido
ro: nutrient cunoscut
ru: известное питательное вещество
sl: znano hranilo
sv: känt näringsämne
th: สารอาหารที่รู้จัก
tl: naglalaman ng sustansya
tr: bilinen besin
uk: відома поживна речовина
vi: chất dinh dưỡng đã biết

# labels
source: Labels, certifications, awards
ar: التسميات، الشهادات، الجوائز
bg: Етикети, сертификати, награди
ca: Etiquetes, certificacions, premis
cs: Etikety, certifikáty, ocenění
da: Etiketter, certificeringer, priser
de: Kennzeichnungen, Zertifizierungen, Preise
el: Ετικέτες, πιστοποιητικά, βραβεία
eo: Etikedoj, atestadoj, premioj
es: Etiquetas, certificaciones, premios
fa: برچسب‌ها، گواهینامه‌ها، جوایز
fi: Merkit, sertifikaatit, palkinnot
fr: Labels, certifications, récompenses
he: תוויות, אישורים, פרסים
hr: Oznake, certifikati, nagrade
hu: Címkék, tanúsítványok, díjak
id: Label, sertifikasi, penghargaan
it: Etichette, certificazioni, premi
ja: ラベル、認証、表彰
ka: ეტიკეტები, სერტიფიკატები, ჯილდოები
lt: Žymėjimai, sertifikatai, apdovanojimai
lv: Etiķetes, sertifikāti, apbalvojumi
ms: Label, pensijilan, anugerah
nl_be: Keurmerken, certificaten, prijzen
pl: Etykiety, certyfikaty, nagrody
pt_pt: Etiquetas, selos, certificações e prémios
ro: Etichete, certificări, premii
ru: Маркировка, сертификаты, награды
sl: Etikete, potrdila, nagrade
sv: Etiketter, certifieringar, utmärkelser
th: ตราสัญญลักษณ์ต่างๆ (เช่น ฮาลาล, อย, ทางเลือกสุขภาพ ฯลฯ)
tl: Mga tanda, mga sertipikasyon, mga parangal
tr: Etiketler, sertifikalar, ödüller
uk: Мітка, сертифікати, нагороди
vi: Nhãn, chứng nhận, giải thưởng

# labels_example
source: Organic
ar: عضوي
bg: Био
ca: Orgànic
cs: Bio
da: Økologisk
de: Bio
el: Βιολογικό/Οργανικό
eo: Ekologia
es: Ecológico, Fairtrade-Max Havelaar, I.G.P., D.O.P., Sabor del año 2012...
fa: ارگانیک
fi: Luomu
fr: Bio
he: אורגני
hr: Organski
hu: Bio
id: Organik
it: IGP, IGT, DOP, Bio, Ecologico, Non OGM, gluten-free
ja: オーガニック
ka: ორგანული
lt: Ekologiškas
lv: Organisks
ms: Organik
nl_be: Biologisch
pl: Organiczny
pt_pt: Biológico, Ponto Verde, Sem glúten, Rico em Ómega 3, Sem corantes, Vegetariano...
ro: Bio
ru: Натуральный
sl: Organsko
sv: Organisk
th: ออร์แกนิก
tl: Organiko
tr: Organik
uk: Органічний
vi: Hữu cơ

# labels_note
source: Indicate only the most specific labels. "Parents" labels will be added automatically.
ar: حدد فقط التسميات الأكثر تحديدًا. ستتم إضافة تسميات "الآباء" تلقائيًا.
bg: Посочи само най-конкретните етикети. Етикетите „Родители“ ще бъдат добавени автоматично.
ca: Només indique les etiquetes més específiques. "Les etiquetes superiors" s'afegiran automàticament.
cs: Vložte pouze nejzásadnější popisky. "Nadkategorie" budou vloženy automaticky.
da: Angiv kun de mest specifikke etiketter. Overordnede etiketter tilføjes automatisk.
de: Geben Sie nur die zutreffendste Kategorie an. Die „übergeordneten” Kategorien werden automatisch hinzugefügt.
el: Αναφέρετε μόνο τις πιο εξειδικευμένες ετικέτες. Οι «γονικές» ετικέτες θα προστεθούν αυτόματα.
eo: Indiku nur la plej specifajn etikedojn. Etikedoj "Gepatroj" estos aldonitaj aŭtomate.
es: Indica sólo las etiquetas más específicas. Las categorías "Superiores" como 'Eco' o 'Comercio Justo' se añadirán automáticamente.
fa: فقط برچسب‌های خیلی خاص را مشخص کنید. برچسب‌های «والدین» به طور خودکار اضافه می‌شوند.
fi: Ilmoita vain kaikkein tarkimmat merkit. Merkkien "vanhemmat" lisätään automaattisesti.
fr: Indiquez les labels les plus spécifiques. Les catégories "parentes" comme 'Bio' ou 'Commerce équitable' seront ajoutées automatiquement.
he: יש לציין את התוויות הייחודיות בלבד. תוויות „הורים“ יתווספו אוטומטית.
hr: Navedite samo najspecifičnije oznake. Oznake "Roditelji" bit će dodane automatski.
hu: Csak a legszűkebb értelmű címkéket adja meg. A "szülőcímkék" automatikusan hozzáadásra kerülnek.
id: Tunjukkan hanya label yang paling spesifik. Label "Induk" akan ditambahkan secara otomatis.
it: Indicare solo le etichette più specifiche. Le categorie maggiori come 'Eco' o 'Commercio equo-solidale' saranno aggiunte in automatico.
ja: 最も代表的なラベルのみを指定します。 "親" ラベルが自動的に追加されます。
ka: მიუთითეთ მხოლოდ ყველაზე კონკრეტული ეტიკეტები. „მშობლის“ ეტიკეტები ავტომატურად დაემატება.
lt: Nurodykite tik konkrečias žymes. Bendrinės žymės bus pridedamos automatiškai.
lv: Norādiet tikai visatbilstošākās etiķetes. Etiķetes "Vecāki" tiks pievienoti automātiski.
ms: Nyatakan hanya lael yang paling spesifik. Label"Induk" akan ditambahkan secara automatik.
nl_be: Duid enkel de meest specifieke labels aan. De "verwante" categorieën zoals 'Bio of ' Fair trade' worden automatisch toegevoegd
pl: Wskaż jedynie najbardziej szczegółowe kategorie. Nadrzędne kategorie zostaną dodane automatycznie.
pt_pt: Indicar apenas a etiqueta/certificação mais específica. As etiquetas "mãe" serão adicionadas automaticamente. Por exemplo introduzindo "Feito em Portugal", será adicionado automaticamente às categorias-mãe "Feito na União Europeia".
ro: Indicați doar eticheta cea mai specifică. Etichetele "Părinte" vor fi adăugate automat.
ru: Укажите только наиболее близкие маркировки. "Родительские" маркировки будут добавлены автоматически.
sl: Navedite le najbolj specifične oznake. Oznake »staršev« bodo samodejno dodane.
sv: Ange endast de mest specifika etiketterna. Överordnade etiketter kommer att läggas till automatiskt.
th: ระบุตราสัญญลักษณ์ที่แสดงอยู่บนฉลากผลิตภัณฑ์เท่านั้น
tl: Isaad lamanag ang pinakatiyak na tanda. "Mga magulang" na mga tanda ay awtomatikong maidagdag.
tr: Yalnızca en spesifik etiketleri belirtin. "Veliler" etiketleri otomatik olarak eklenecektir.
uk: Вказуйте лише найбільш конкретні категорії. Категорія "батьки" буде додано автоматично.
vi: Chỉ hiển thị các nhãn cụ thể nhất. Nhãn "Cha mẹ" sẽ được thêm tự động.

# labels_p
source: labels
ar: الملصقات
bg: етикети
ca: etiquetes
cs: štítky
da: etiketter
de: Etiketten
el: ετικέτες
eo: etikedoj
es: etiquetas
fa: برچسب‌ها
fi: merkit
he: תוויות
hr: oznake
hu: címkék
id: label - label
it: etichette
ja: ラベル
ka: ეტიკეტები
lt: etiketes
lv: etiķetes
ms: label-label
nl_be: keurmerken
pl: etykiety
pt_pt: etiquetas
ro: etichete
ru: маркировки
sl: oznake
sv: etiketter
th: ฉลาก
tl: tanda
tr: etiketler
uk: категорії
vi: nhãn hiệu

# labels_products
source: Products that have the label %s
ar: المنتجات التي تحمل العلامة %s
bg: Продукти, които имат етикет %s
ca: Productes que tenen l'etiqueta %s
cs: Produkty, které mají štítek %s
da: Produkter med etiketten %s
de: Produkte mit der Kennzeichnung %s
el: Προϊόντα που έχουν την ετικέτα %s
eo: Produktoj kiuj havas la etikedon %s
es: Productos con la etiqueta %s
fa: محصولاتی که برچسب %sدارند
fi: Tuotteet, joilla on merkki %s
fr: Les produits qui possèdent le label %s
he: מוצרים הנושאים את התווית %s
hr: Proizvodi koji imaju oznaku %s
hu: Termékek, amelyeknek címkéje %s
id: Produk - produk yang memiliki label %s
it: Prodotti che hanno l'etichetta %s
ja: ラベル %s のある製品
ka: პროდუქტები, რომლებსაც აქვთ ეტიკეტი %s
lt: Produktai, turintys žymę %s
lv: Produkti ar marķējumu %s
ms: Produk yang mempunyai label %s
nl_be: Producten met het label %s
pl: Produkty z etykietą %s
pt_pt: Produtos com a etiqueta %s
ro: Produse care au eticheta %s
ru: Продукты с маркировкой %s
sl: Izdelki, ki imajo oznako %s
sv: Produkter som har etiketten %s
th: สินค้าที่มีฉลาก %s
tl: Mga produkto na merong tanda na %s
tr: %s etiketi bulunan ürünler
uk: Продукти, які містять позначку%s
vi: Các sản phẩm có nhãn %s

# labels_s
source: label
ar: al3alama
bg: етикет
ca: etiqueta
cs: štítek
da: etiket
de: Etikett
el: ετικέτα
eo: etikedo
es: etiqueta
fi: merkki
he: תווית
hr: oznaka
hu: címke
it: etichetta
ja: ラベル
lt: etiketė
lv: etiķete
nl_be: keurmerk
pl: etykieta
pt_pt: rótulo
ro: eticheta
ru: маркировка
sl: oznaka
sv: etikett
tl: tanda
tr: etiket
uk: етикетка
vi: nhãn hiệu

# labels_tagsinput
source: add a label
ar: أضف علامة
bg: добави етикет
ca: afegir una etiqueta
cs: přidat štítek
da: tilføj en etiket
de: Kategorie hinzufügen
el: προσθέστε μια ετικέτα
eo: aldoni etikedon
es: añadir una etiqueta
fa: یک برچسب اضافه کنید
fi: lisää merkki
fr: ajouter un label
he: הוספת תווית
hr: dodajte oznaku
hu: címke hozzáadása
id: tambahkan label
it: aggiungere un'etichetta
ja: ラベルを追加
ka: დაამატეთ ლეიბლი
lt: pridėti žymę
lv: pievienot etiķeti
ms: tambah label
nl_be: een label toevoegen
pl: dodaj etykietę
pt_pt: adicionar uma etiqueta
ro: adăugați o etichetă
ru: добавить маркировку
sl: dodajte oznako
sv: lägg till en etikett
th: เพิ่มข้อมูลฉลาก
tl: magdagdag ng tanda
tr: etiket ekle
uk: додати категорію
vi: thêm nhãn

# labels_without_products
source: Products that do not have the label %s
ar: المنتجات التي لا تملك علامة %s
bg: Продукти, които нямат етикет %s
ca: Productes que no tenen l'etiqueta %s
cs: Produkty, které nemají štítek %s
da: Produkter som ikke har etiketten %s
de: Produkte ohne die Kennzeichnung %s
el: Προϊόντα που δεν έχουν την ετικέτα %s
eo: Produktoj kiuj ne havas la etikedon %s
es: Productos que no tienen la etiqueta %s
fa: محصولاتی که برچسب %sرا ندارند
fi: Tuotteet, joilla ei ole merkkiä %s
fr: Les produits qui ne possèdent pas le label %s
he: מוצרים שאין להם את התווית %s
hr: Proizvodi koji nemaju oznaku %s
hu: Termékek, amelyeknek nem címkéje %s
id: Produk - produk yang tidak memiliki label %s
it: I prodotti che non hanno l'etichetta %s
ja: ラベル %s のない製品
ka: პროდუქტები, რომლებსაც არ აქვთ ეტიკეტი %s
lt: Produktai, neturintys žymės %s
lv: Produkti, kuriem nav marķējuma %s
ms: Produk yang tidak mempunyai label %s
nl_be: Producten zonder het label %s
pl: Produkty które nie mają etykiety %s
pt_pt: Produtos sem a etiqueta %s
ro: Produse care nu au eticheta %s
ru: Продукты без маркировки %s
sl: Izdelki, ki nimajo oznake %s
sv: Produkter som inte har etiketten %s
th: ผลิตภัณฑ์ที่ไม่มีฉลาก %s
tl: Mga produkto na walang tanda na %s
tr: Etiketi bulunmayan ürünler %s
uk: Продукти, які не містять позначки%s
vi: Các sản phẩm không có nhãn %s

# lang
source: Main language
ar: اللغه الرئيسيه
bg: Основен език
ca: Idioma principal
cs: Hlavní jazyk
da: Hovedsprog
de: Hauptsprache
el: Κύρια γλώσσα
eo: Ĉefa lingvo
es: Idioma principal
fa: زبان اصلی
fi: Pääkieli
fr: Langue principale
he: השפה העיקרית
hr: Glavni jezik
hu: Fő nyelv
id: Bahasa utama
it: Lingua principale
ja: 主な言語
ka: ძირითადი ენა
lt: Pagrindinė kalba
lv: Galvenā valoda
ms: Bahasa utama
nl_be: Hoofdtaal
pl: Główny język
pt_pt: Idioma principal
ro: Limba principală
ru: Основной язык
sl: Glavni jezik
sv: Huvudspråk
th: ภาษาหลักบนฉลากของผลิตภัณฑ์
tl: Pangunahing wika
tr: Ana dil
uk: Основна мова
vi: Ngôn ngữ chính

# lang_note
source: Language most present and most highlighted on the product
ar: اللغة الأكثر حضورا والأكثر تسليط الضوء على المنتج
bg: Езикът, който е най-присъстващ и най-изтъкнат в продукта
ca: Idioma més present i més destacat en el producte
cs: Jazyk nejvíce přítomný a nejvíce zvýrazněný na produktu
da: Hovedsprog - og mest fremhævede - på produktet
de: Sprache, die auf dem Produkt am präsentesten und am stärksten hervorgehoben ist
el: Γλώσσα που είναι πιο παρούσα και πιο επισημασμένη στο προϊόν
eo: Lingvo plej ĉeestanta kaj plej elstarigita sur la produkto
es: Idioma más utilizado en la mayor parte del producto
fa: زبانی که بیشترین حضور و بیشترین تأکید را روی محصول دارد
fi: Kaikkein näkyvin kieli tuotteessa
fr: Langue la plus utilisée et la plus mise en avant sur le produit
he: השפה המשמעותית והמודגשת ביותר על המוצר
hr: Jezik koji je najprisutniji i najistaknutiji na proizvodu
hu: A termék csomagolásán leginkább jelenlevő és leginkább kiemelt nyelv
id: Bahasa paling banyak hadir dan paling disorot pada produk
it: La lingua maggiormente utilizzata sul prodotto
ja: 製品の大部分を占め、最も強調表示された言語
ka: პროდუქტზე ყველაზე მეტად წარმოდგენილი და ხაზგასმული ენა
lt: Labiausiai naudojama kalba ant gaminio
lv: Valoda, kas ir visizcilākā un visvairāk uzsvērta uz produktu
ms: Bahasa yang paling terdapat dan paling ditonjolkan pada produk
nl_be: De taal die het meest gebruikt wordt op het product
pl: Język najbardziej obecny i najbardziej uwydatniony na produkcie
pt_pt: Idioma mais presente e mais destacado no produto
ro: Limba cea mai prezentă și mai evidentă pe produs
ru: Язык наиболее представленный и выделенный на продукте
sl: Jezik, ki je najbolj prisoten in najbolj poudarjen na izdelku
sv: Språk som är mest närvarande och mest markerat på produkten
th: ภาษาที่ปรากฏและถูกเน้นมากที่สุดในผลิตภัณฑ์
tl: Ang pinaka-kasalukuyang wika at pinka-highlight sa produkto
tr: Ürün üzerinde en çok bulunan ve sunulan dil
uk: Мова, яка найбільш актуальна та виділена на продукті
vi: Ngôn ngữ được trình bày nhiều nhất và nổi bật nhất trên sản phẩm

# language
source: en-US
ar: ar-AR
bg: bg-BG
ca: ca-ES
cs: cs-CZ
da: da-DK
de: de-DE
el: el_GR
eo: eo-EO
es: es-ES
fa: انگلیسی-آمریکایی
fi: fi-FI
fr: fr-FR
he: he-IL
hu: hu-HU
it: it-IT
ja: ja-JP
lt: lt-LT
lv: lv-LV
ms: bahasa Inggeris - Amerika Syarikat
pl: pl-PL
pt_pt: pt-PT
ro: ro-RO
ru: Английский (США)
th: เอ็น-ยูเอส
tr: ingilizce-AMERİKAN
uk: англійська-США

# languages_p
source: languages
ar: اللغات
bg: езици
ca: idiomes
cs: jazyky
da: sprog
de: Sprachen
el: γλώσσες
eo: lingvoj
es: idiomas
fa: زبان‌ها
fi: kielet
fr: langues
he: שפות
hr: jezici
hu: nyelvek
id: bahasa - bahasa
it: lingue
ja: 言語
ka: ენები
lt: kalbos
lv: valodas
ms: bahasa-bahasa
nl_be: talen
pl: języki
pt_pt: idiomas
ro: limbi
ru: языки
sl: jeziki
sv: språk
th: ภาษา
tl: mga wika
tr: diller
uk: мови
vi: Ngôn ngữ

# languages_s
source: language
ar: اللغة
bg: език
ca: idioma
cs: jazyk
da: sprog
de: Sprache
el: γλώσσα
eo: lingvo
es: idioma
fa: زبان
fi: kieli
fr: langue
he: שפה
hr: jezik
hu: nyelv
id: bahasa
it: lingua
ja: 言語
ka: ენა
lt: kalba
lv: valoda
ms: bahasa
nl_be: taal
pl: język
pt_pt: idioma
ro: limbă
ru: язык
sl: jezik
sv: språk
th: ภาษา
tl: wika
tr: dil
uk: мова
vi: ngôn ngữ

# last_edit_dates_p
source: Last edit dates
ar: تاريخ آخر تعديل
bg: Дати на последни редактирания
ca: Dates d'última edició
cs: Data posledních úprav
da: Seneste redigeringsdatoer
de: Datum der letzten Bearbeitungen
el: Ημερομηνίες τελευταίας τροποποίησης
eo: Lastaj redaktaj datoj
es: Última edición de fechas
fa: آخرین تاریخ‌های ویرایش
fi: Viimeisimmät muokkauspäivämäärät
fr: Dates de dernière modification
he: מועדי העריכות האחרונות
hr: Datumi zadnjeg uređivanja
hu: Utolsó szerkesztések dátumai
id: Tanggal - tanggal penyuntingan terakhir
it: Date ultima modifica
ja: 最後の編集日
ka: ბოლო რედაქტირების თარიღები
lt: Paskutinės redagavimo datos
lv: Pēdējie rediģēšanas datumi
ms: Tarikh suntingan terakhir
nl_be: Laatste wijzigingsdatums
pl: Daty ostatniej edycji
pt_pt: Datas da última alteração
ro: Datele ultimei editări
ru: Даты последних изменений
sl: Zadnji datumi urejanja
sv: Senast ändringsdatum
th: วันที่แก้ไขล่าสุด
tl: Mga huling petsa ng pag-edit
tr: Son düzenlenme tarihleri
uk: Останні дати редагування
vi: Ngày chỉnh sửa cuối cùng

# last_edit_dates_s
source: Last edit date
ar: تاريخ آخر تعديل
bg: Дата на последно редактиране
ca: Data d'última edició
cs: Datum poslední úpravy
da: Dato for seneste ændring
de: Datum der letzten Bearbeitung
el: Ημερομηνία τελευταίας τροποποίησης
eo: Lasta redakta dato
es: Fecha de la última edición
fa: آخرین تاریخ ویرایش
fi: Viimeisin muokkauspäivä
fr: Date de dernière modification
he: מועד עריכה אחרון
hr: Datum zadnjeg uređivanja
hu: Utolsó szerkesztés dátuma
id: Tanggal penyuntingan terakhir
it: Data ultima modifica
ja: 最終編集日
ka: ბოლო რედაქტირების თარიღი
lt: Paskutinio redagavimo data
lv: Pēdējais rediģēšanas datums
ms: Tarikh suntingan terakhir
nl_be: Laatste wijzigingsdatum
pl: Data ostatniej edycji
pt_pt: Data da última alteração
ro: Data ultimei editări
ru: Дата последнего изменения
sl: Zadnji datum urejanja
sv: Senast ändringsdatum
th: วันที่แก้ไขล่าสุด
tl: Huling petsa ng pag-edit
tr: Son düzenlenme tarihi
uk: Останні дати редагування
vi: Ngày chỉnh sửa cuối cùng

# last_image_dates_p
source: Last picture dates
ar: تواريخ الصورة الأخيرة
bg: Дати на последната снимка
ca: Dates d'última imatge
cs: Datum posledního obrázku
da: Seneste fotodatoer
de: Datum der letzten Fotos
el: Ημερομηνίες τελευταίας φωτογραφίας
eo: Datoj de lastaj bildoj
es: Fechas de la última imagen
fa: تاریخ آخرین تصاویر
fi: Viimeisimmät kuvien päivämäärät
fr: Dates de dernière photo
he: מועדי התמונות האחרונות
hr: Datumi zadnjih slika
hu: Utolsó képek dátumai
id: Tanggal - tanggal gambar terakhir
it: Date ultima foto
ja: 最新の写真の日付
ka: ბოლო ფოტოს თარიღები
lt: Paskutinės nuotraukos datos
lv: Pēdējie attēla datumi
ms: Tarikh gambar terakhir
nl_be: Datums laatste afbeelding
pl: Daty ostatniego zdjęcia
pt_pt: Datas da última imagem
ro: Datele ultimei fotografii
ru: Даты последних изображений
sl: Zadnji datumi slike
sv: Sista bilddatum
th: วันที่ถ่ายรูปล่าสุด
tl: Mga huling petsa ng larawan
tr: Son resim tarihleri
uk: Дати останнього фото
vi: Những ngày hình ảnh cuối cùng

# last_image_dates_s
source: Last picture date
ar: تاريخ الصورة الأخيرة
bg: Дата на последната снимка
ca: Data d'última imatge
cs: Datum posledního obrázku
da: Seneste fotodato
de: Datum des letzten Fotos
el: Ημερομηνία τελευταίας φωτογραφίας
eo: Dato de lasta bildo
es: Fecha de la última imagen
fa: تاریخ آخرین تصویر
fi: Viimeisin kuvan päivämäärä
fr: Date de dernière photo
he: מועד התמונה האחרונה
hr: Datum zadnje slike
hu: Utolsó kép dátuma
id: Tanggal gambar terakhir
it: Data ultima immagine
ja: 最新の写真の日
ka: ბოლო ფოტოს თარიღი
lt: Paskutinės nuotraukos data
lv: Pēdējais attēla datums
ms: Tarikh gambar terakhir
nl_be: Datum laatste afbeelding
pl: Data ostatniego zdjęcia
pt_pt: Data da última imagem
ro: Data ultimei fotografii
ru: Дата последнего изображения
sl: Zadnji datum slike
sv: Senaste bilddatum
th: วันที่ถ่ายรูปล่าสุด
tl: Huling petsa ng larawan
tr: Son resim tarihi
uk: Дати останнього фото
vi: Ngày hình ảnh cuối cùng
