Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# points_ranking_users_and_countries
source: Ranking of contributors and countries
ar: ترتيب المساهمين والدول
bg: Класация на сътрудниците и страните
ca: Classificació dels contribuents i països
cs: Pořadí přispěvatelů a zemí
da: Rangering af bidragydere og lande
de: Rangfolge von Beitragenden und Ländern
el: Κατάταξη συντελεστών και χωρών
eo: Rangotabelo de kontribuantoj kaj landoj
es: Ranking de los contribuyentes y de los países
fa: رتبه‌بندی مشارکت‌کنندگان و کشورها
fi: Osallistujien ja maiden sijoitus
fr: Classement des contributeurs et des pays
he: דירוג של תורמים ומדינות
hr: Rangiranje suradnika i zemalja
hu: Hozzájárulók és országok rangsora
id: Peringkat kontributor dan negara
it: Classifica dei collaboratori e dei paesi
ja: 貢献者や国のランキング
ka: კონტრიბუტორებისა და ქვეყნების რეიტინგი
lt: Autorių ir šalių reitingas
lv: Dalībnieku un valstu rangs
ms: Kedudukan penyumbang dan negara
nl_be: Rangschikking van bijdragers en landen
pl: Ranking autorów i krajów
pt_pt: Classificação dos participantes e países
ro: Clasament de contribuitori și țări
ru: Рейтинг вкладчиков и стран
sl: Razvrstitev sodelujočih in držav
sv: Rangordning av bidragsgivare och länder
th: การจัดอันดับของผู้และประเทศ
tl: Ranggo ng mga nag-ambag at bansa
tr: Katkıda bulunanların ve ülkelerin sıralaması
uk: Рейтинг представників та країн
vi: Xếp hạng các đóng góp và các nước

# points_user
source: %s is an Explorer for %d countries and an Ambassador for %d countries.
ar: %s هو مستكشف لبلدان %d وسفير لبلدان %d.
bg: %s е изследовател за %d страни и посланик за %d страни.
ca: %s és un Explorador de %d països i un Ambaixador de %d països.
cs: %s je průzkumník pro %d zemí a velvyslanec pro %d zemí.
da: %s er en Explorer for %d lande og en Ambassador for %d lande.
de: %s ist ein Forschender für %d Länder und ein Repräsentant für %d Länder.
el: Ο χρήστης %s είναι Εξερευνητής για %d χώρες και Πρεσβευτής για %d χώρες.
eo: %s estas esploristo por %d landoj kaj ambasadoro por %d landoj.
es: %s es Explorador de %d países y Embajador de %d países
fa: %s یک کاوشگر برای %d کشور و یک سفیر برای %d کشور است.
fi: %s on Tutkimusmatkailija %d maassa ja Suurlähettiläs %d maassa.
fr: %s est un Explorateur de %d pays et un Ambassadeur de %d countries.
hr: %s je istraživač za %d zemalja i ambasador za %d zemalja.
hu: %s %d országnak Felfedezője és %d országnak Nagykövete.
id: %s adalah seorang Penjelajah untuk %d negara - negara dan seorang Ambasador untuk %d negara - negara.
it: %s è un Explorer per %d paesi e un Ambasciatore per %d paesi.
ja: %s は %d ヶ国の発見と %d ヶ国ののアンバサダーがあります。
ka: %s არის %d ქვეყნების მკვლევარი და %d ქვეყნების ელჩი.
lt: %s yra tyrynėtojas %d šalims ir %d šalių ambasadorius.
lv: %s ir %d valstu pētnieks un %d valstu vēstnieks.
ms: %s adalah Peneroka untuk %d negara dan Duta untuk %d negara.
nl_be: %s is een Ontdekker van %d landen en een Ambassadeur van %d landen.
pl: %s jest Odkrywcą dla %d krajów i ambasadorem dla %d krajów.
pt_pt: %s é Explorador para %d países e Embaixador para %d países.
ro: %s este un Explorer pentru %d țară și un Ambasador pentru %d țări.
ru: %s Исследователь в %d странах и Представитель в %d странах .
sl: %s je raziskovalec za države %d in veleposlanik za države %d.
sv: %s är en utforskare för %d länder och en ambassadör för %d länder.
th: %s เป็นนักสำรวจสำหรับประเทศ %d และเป็นทูตสำหรับประเทศ %d
tl: %s ay isang Explorer sa %d mga bansa at isang Emabahador sa %d na bansa.
tr: %s, %d ülke için bir Explorer ve %d ülke için bir Büyükelçi.
uk: %s є дослідником для %d країн та представником для %d країн.
vi: %s là Nhà thám hiểm cho %d quốc gia và Đại sứ cho %d quốc gia.

source: Previous
ar: السابق
bg: Предишна
ca: Anterior
cs: Předchozí
da: Foregående
de: Zurück
el: Προηγούμενο
eo: Antaŭa
es: Anterior
fa: قبلی
fi: Edellinen
fr: Précédente
he: הקודם
hr: Prethodno
hu: Előző
id: Sebelumnya
it: Precedente
ja: 前
ka: წინა
lt: Ankstesnis
lv: Iepriekšējais
ms: Terdahulu
nl_be: Vorige
pl: Poprzednie
pt_pt: Anterior
ro: Anterior
ru: Предыдущая
sl: Prejšnji
sv: Föregående
th: ก่อนหน้า
tl: Nakaraan
tr: Önceki
uk: Попередній
vi: Quay lại

# product_add_nutrient
source: Add a nutrient
ar: إضافة مادة غذائية
bg: Добави хранително вещество
ca: Afegir un nutrient
cs: Přidejte živinu
da: Tilføj et næringsstof
de: Nährstoff hinzufügen
el: Προσθέστε ένα θρεπτικό συστατικό
eo: Aldoni nutraĵon
es: Añadir un nutriente
fi: Lisää ravintoaine
fr: Ajouter un nutriment
he: הוספת רכיב תזונתי
hu: Tápanyag hozzáadása
id: Tambahkan nutrisi
it: Aggiungi un nutriente
ja: 栄養成分を追加
lt: Pridėti maistinę medžiagą
lv: Pievienojiet uzturvielu
ms: Tambah nutrien
nl_be: Voeg voedingsstof toe
pl: Dodaj składnik odżywczy
pt_pt: Adicionar um nutriente
ro: Adăugați un nutrient
ru: Добавить питательное вещество
sl: Dodaj hranilo
sv: Lägg till ett näringsämne
th: เพิ่มสารอาหารอื่นๆ
tl: Magdagdag ng sustansya
tr: Besin ögesi ekle
uk: Додати поживну речовину
vi: Thêm chất dinh dưỡng

# product_added
source: Product added on
ar: وأضاف المنتج على
bg: Добавен продукт на
ca: Producte afegit
cs: Produkt přidán
da: Produkt tilføjet d.
de: Produkt hinzugefügt am
el: Το προϊόν προστέθηκε στις
eo: Produkto aldonita
es: Producto añadido el
fa: محصول اضافه شد در
fi: Tuote lisätty
fr: Produit ajouté le
he: המוצר נוסף ב־
hr: Proizvod je dodan
hu: A termék hozzáadva
id: Produk - produk ditambahkan pada
it: Prodotto aggiunto il
ja: 製品に追加
ka: პროდუქტი დამატებულია
lt: Produktas pridėtas
lv: Produkts pievienots
ms: Produk ditambah pada
nl_be: Product toegevoegd op
pl: Produkt został dodany dnia
pt_pt: Produto adicionado a
ro: Produs adăugat în
ru: Добавить новый продукт на
sl: Izdelek je dodan
sv: Produkt tillagd den
th: ผลิตภัณฑ์เข้าในระบบเมื่อ
tl: Mga produkto na idinagdag sa
tr: Üzerinde ürün eklendi
uk: Продукт введено до
vi: Sản phẩm thêm vào

# product_changes_saved
source: Changes saved.
ar: تم حفظ التغييرات.
bg: Промените са запазени.
ca: S'han desat els canvis.
cs: Změny uloženy.
da: Ændringer er gemt.
de: Änderungen gespeichert.
el: Οι αλλαγές αποθηκεύτηκαν.
eo: Ŝanĝoj konservitaj.
es: Los cambios han sido guardados.
fa: تغییرات ذخیره شد.
fi: Muutokset tallennettu.
fr: Les modifications ont été enregistrées.
he: השינויים נשמרו.
hr: Promjene spremljene.
hu: Módosítások elmentve.
id: Semua perubahan tersimpan.
it: Modifiche salvate.
ja: 変更を保存しました。
ka: ცვლილებები შენახულია.
lt: Pakeitimai išsaugoti.
lv: Izmaiņas saglabātas.
ms: Perubahan disimpan.
nl_be: De wijzigingen werden opgeslagen.
pl: Zapisano zmiany.
pt_pt: As alterações foram guardadas.
ro: Schimbările au fost salvate.
ru: Изменения сохранены.
sl: Spremembe shranjene.
sv: Ändringarna sparade.
th: บันทึกการเปลี่ยนแปลงแล้ว
tl: Nai-save ang mga pagbabago.
tr: Değişiklikler kaydedildi.
uk: Зміни збережено.
vi: Đã lưu thay đổi.

# product_edit_you_contributed
source: You just helped to improve the world largest open data database.
bg: Ти току-що помогна за подобряването на най-голямата отворена база данни в света.
ca: Acabeu d'ajudar a millorar la base de dades oberta més gran del món.
cs: Právě jste pomohli vylepšit největší světovou databázi otevřených dat.
da: Du har lige været med til at forbedre verdens største åbne datadatabase.
de: Sie haben soeben dazu beigetragen, die weltweit größte offene Datendatei zu verbessern.
el: Μόλις βοηθήσατε να βελτιωθεί η μεγαλύτερη βάση δεδομένων ανοικτών δεδομένων στον κόσμο.
eo: Vi ĵus helpis plibonigi la plej grandan datumbazon de malfermaj datumoj en la mondo.
es: Acabas de ayudar a mejorar la mayor base de datos abierta del mundo.
fa: شما همین الان به بهبود بزرگترین پایگاه داده داده باز جهان کمک کردید.
fi: Autoit juuri parantamaan maailman suurinta avoimen datan tietokantaa.
fr: Vous venez de contribuer à améliorer la plus grande base de données ouverte du monde.
he: זה עתה עזרת לשפר את מסד הנתונים הפתוחים הגדול בעולם.
hr: Upravo ste pomogli u poboljšanju najveće svjetske baze podataka otvorenih podataka.
hu: Ön most segített a világ legnagyobb nyílt adatbázisának fejlesztésében.
id: Anda baru saja membantu meningkatkan database data terbuka terbesar di dunia.
it: Hai appena aiutato a migliorare il più grande database di dati aperti al mondo.
ja: あなたは、世界最大のオープン データ データベースの改善に貢献しました。
ka: თქვენ ახლახან დაგვეხმარეთ მსოფლიოში უდიდესი ღია მონაცემების მონაცემთა ბაზის გაუმჯობესებაში.
lt: Jūs ką tik padėjote gerinti didžiausią pasaulyje atvirųjų duomenų bazę.
lv: Jūs tikko palīdzējāt uzlabot pasaulē lielāko atvērto datu datubāzi.
nl_be: Je hebt zojuist geholpen om 's werelds grootste open data database te verbeteren.
pl: Właśnie pomogłeś rozwinąć największą na świecie otwartą bazę danych.
pt_pt: Contribuiu para melhorar a maior base de dados aberta do mundo.
ro: Tocmai ați contribuit la îmbunătățirea celei mai mari baze de date deschise din lume.
ru: Вы только что помогли улучшить крупнейшую в мире открытую базу данных.
sv: Du har just hjälpt till att förbättra världens största öppna databas.
th: คุณเพิ่งช่วยปรับปรุงฐานข้อมูลเปิดที่ใหญ่ทีสุดในโลก
tr: Az önce dünyanın en büyük açık veri veritabanının geliştirilmesine yardımcı oldunuz.
uk: Ви щойно допомогли покращити найбільшу у світі базу відкритих даних.

# product_edit_thank_you
source: Thank you so much for joining us in our journey to data transparency!
bg: Много ти благодарим, че се присъедини към нас в нашето пътуване към прозрачността на данните!
ca: Moltes gràcies per acompanyar-nos en el nostre viatge cap a la transparència de dades!
cs: Děkujeme, že jste se k nám připojili na naší cestě k transparentnosti dat!
da: Mange tak for at være med på vores rejse mod datagennemsigtighed!
de: Vielen Dank, dass Sie uns auf unserem Weg zur Datentransparenz begleiten!
el: Σας ευχαριστούμε πολύ που συμμετέχετε στο ταξίδι μας προς τη διαφάνεια δεδομένων!
eo: Dankon multege pro via partopreno en nia vojaĝo al datumtravidebleco!
es: ¡Muchas gracias por acompañarnos en nuestro viaje hacia la transparencia de datos!
fa: از اینکه در مسیر شفافیت داده‌ها به ما پیوستید، بسیار سپاسگزاریم!
fi: Lämmin kiitos, että olet mukana matkallamme kohti tiedon avoimuutta!
fr: Merci beaucoup de nous avoir rejoints dans notre voyage vers la transparence des données !
he: תודה על הצטרפותך למסע לשקיפות נתונים!
hr: Puno vam hvala što ste nam se pridružili na našem putu prema transparentnosti podataka!
hu: Nagyon köszönjük, hogy csatlakozott hozzánk az adatátláthatóság felé vezető úton!
id: Terima kasih banyak telah bergabung dengan kami dalam perjalanan menuju transparansi data!
it: Grazie mille per esserti unito a noi nel nostro percorso aall trsparenza dei dati!
ka: დიდი მადლობა, რომ შემოგვიერთდით მონაცემთა გამჭვირვალობისკენ მიმავალ ჩვენს მოგზაურობაში!
lt: Labai dėkojame, kad prisijungėte prie mūsų duomenų skaidrumo kelionės!
lv: Liels paldies, ka pievienojāties mums mūsu ceļā uz datu pārredzamību!
nl_be: Heel erg bedankt voor je deelname aan onze reis naar gegevenstransparantie!
pl: Bardzo dziękujemy za dołączenie do naszej przygody w poprawie jakości danych!
pt_pt: Agradecemos a sua participação na nossa viagem pela transparência da informação!
ro: Vă mulțumim foarte mult că v-ați alăturat nouă în călătoria noastră către transparența datelor!
ru: Большое спасибо, что присоединились к нам на нашем пути к прозрачности данных!
sv: Tack så mycket för att du är med på vår resa mot datatransparens!
th: ขอบคุณที่มีส่วนร่วมในการสร้างความโปร่งใสของข้อมูลผลิตภัณฑ์อาหาร
tr: Veri şeffaflığı yolculuğumuzda bize katıldığınız için çok teşekkür ederiz!
uk: Щиро дякуємо, що приєдналися до нашого шляху прозорості даних!

source: Product characteristics
ar: خصائص المنتج
bg: Продуктова характеристика
ca: Característiques del producte
cs: Vlastnosti výrobku
da: Produktkarakteristika
de: Produkteigenschaften
el: Χαρακτηριστικά του προϊόντος
eo: Karakterizaĵoj de la produkto
es: Características del producto
fa: مشخصات محصول
fi: Tuotteen ominaisuudet
fr: Caractéristiques du produit
he: מאפייני המוצר
hr: Karakteristike proizvoda
hu: Termékjellemzők
id: Karakteristik produk
it: Caratteristiche del prodotto
ja: 製品の特徴
ka: პროდუქტის მახასიათებლები
lt: Produkto charakteristikos
lv: Produkta īpašības
ms: Ciri-ciri produk
nl_be: Eigenschappen van het product
pl: Charakterystyka produktu
pt_pt: Características do produto
ro: Caracteristicile produslui
ru: Характеристики продукта
sl: Značilnosti izdelka
sv: Produktegenskaper
th: ลักษณะผลิตภัณฑ์
tl: Katangian ng produkto
tr: Ürün özellikleri
uk: Характеристики продукту
vi: Đặc tính sản phẩm

source: Product created
ar: تم إنشاء المنتج
bg: Продуктът е създаден
ca: S'ha creat el producte
cs: Produkt byl vytvořen
da: Produkt oprettet
de: Produkt wurde erstellt
el: Το προϊόν δημιουργήθηκε
eo: Produkto kreita
es: Producto creado
fa: محصول ایجاد شده
fi: Tuote luotu
fr: Création du produit
he: המוצר נוצר
hr: Proizvod stvoren
hu: Termék létrehozva
id: Produk dibuat
it: Prodotto creato
ja: 製品を作成しました
ka: პროდუქტი შეიქმნა
lt: Produktas sukurtas
lv: Produkts izveidots
ms: Produk dicipta
nl_be: Product aangemaakt
pl: Utworzono produkt
pt_pt: Produto criado
ro: Produs creat
ru: Продукт создан
sl: Izdelek je ustvarjen
sv: Produkt skapad
th: สร้างผลิตภัณฑ์แล้ว
tl: Nailikha ang produkto
tr: Ürün oluşturuldu
uk: Продукцію виготовлено
vi: Đã tạo sản phẩm

# product_description
source: Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product %s
ar: المكونات والمواد المثيرة للحساسية والمواد المضافة وحقائق التغذية والعلامات وأصل المكونات والمعلومات عن المنتج %s
bg: Съставки, алергени, добавки, хранителни факти, етикети, произход на съставките и информация за продукта %s
ca: Ingredients, al·lèrgens, additius, informació nutricional, etiquetes, origen dels ingredients i informació sobre el producte %s
cs: Přísady, alergeny, aditiva, nutriční údaje, etikety, původ přísad a informace o produktu %s
da: Ingredienser, allergener, tilsætningsstoffer, næringsfakta, etiketter, ingrediensoprindelser og oplysninger om produkt %s
de: Inhaltsstoffe, Allergene, Zusatzstoffe, Nährwerte, Etiketten, Herkunft der Inhaltsstoffe und Informationen über das Produkt %s
el: Συστατικά, αλλεργιογόνα, πρόσθετα, διατροφικά στοιχεία, ετικέτες, προέλευση των συστατικών και πληροφορίες για το προϊόν %s
eo: Ingrediencoj, alergenoj, aldonaĵoj, nutraj informoj, etikedoj, origino de ingrediencoj kaj informoj pri la produkto %s
es: Ingredientes, alérgenos, aditivos, información nutricional, etiquetas, origen de ingredientes e información sobre el producto %s
fa: مواد تشکیل دهنده، آلرژن‌ها، افزودنی‌ها، اطلاعات تغذیه‌ای، برچسب‌ها، منشأ مواد تشکیل دهنده و اطلاعات روی محصول %s
fi: Ainesosat, allergeenit, lisäaineet, ravintosisältö, merkit, ainesosien alkuperä ja tietoja tuotteesta %s
fr: Ingrédients, allergènes, additifs, composition nutritionnelle, labels, origine des ingrédients et informations du produit %s
he: רכיבים, אלרגנים, תוספים, עובדות תזונה, תוויות, מקור החומרים והמידע על המוצר %s
hr: Sastojci, alergeni, aditivi, nutritivne vrijednosti, deklaracije, podrijetlo sastojaka i informacije o proizvodu %s
hu: Összetevők, allergének, adalékanyagok, tápértékadatok, címkék, összetevők eredete és további információk a(z) %s termékről
id: Semua kandungan bahan, alergen, zat aditif, informasi nilai gizi, label, tempat asal kandungan bahan, dan informasi tentang produk %s
it: Ingredienti, allergeni, additivi, dati nutrizionali, etichette, origine degli ingredienti e informazioni sul prodotto %s
ja: 原材料、アレルゲン、添加物、栄養成分表、ラベル、原材料の原産地、製品 %s の情報
ka: ინგრედიენტები, ალერგენები, დანამატები, კვებითი ღირებულება, ეტიკეტები, ინგრედიენტების წარმოშობა და ინფორმაცია პროდუქტზე %s
lt: Ingredientai, alergenai, priedai, maistingumas, etiketės, ingredientų kilmė ir informacija apie produktą %s
lv: Sastāvdaļas, alergēni, piedevas, uzturvērtības fakti, etiķetes, sastāvdaļu izcelsme un informācija uz produkta %s
ms: Bahan, alergen, aditif, fakta pemakanan, label, asal bahan dan maklumat mengenai produk %s
nl_be: Ingrediënten, allergenen, additieven, nutritionele waarden, keurmerken, herkomst van ingrediënten en informatie van product %s
pl: Składniki, alergeny, dodatki, dane odżywcze, etykiety, pochodzenie składników oraz informacja o produkcie %s
pt_pt: Ingredientes, alergénios, aditivos, informações nutricionais, etiquetas, origem dos ingredientes e informação sobre o produto %s
ro: Ingrediente, alergeni, aditivi, valori nutriționale, etichete, originea ingredientelor și informații despre produs %s
ru: Ингредиенты, аллергены, содержание добавок, пищевая ценность, этикетки, происхождение ингредиентов и информация о продукте %s
sl: Sestavine, alergeni, dodatki, prehranska dejstva, oznake, izvor sestavin in podatki o izdelku %s
sv: Ingredienser, allergener, tillsatser, näringsfakta, etiketter, ingrediensers ursprung och information om produkten %s
th: ส่วนประกอบ สารก่อภูมิแพ้ สารเติมแต่ง ข้อมูลโภชนาการ ตราสัญญลักษณ์ แหล่งที่มาของส่วนผสม และข้อมูลเกี่ยวกับผลิตภัณฑ์ %s
tl: Mga sangkap, allergens, additives, nutrisyon facts, takda, pinagmulan ng sangkap at impormasyon sa produkto %s
tr: İçerikler, alerjenler, katkı maddeleri, besin değerleri, etiketler, içeriklerin kökeni ve ürün hakkındaki bilgiler %s
uk: Складники, речовини що викликають алергічну реакцію, добавки, харчова цінність, походження складників та дані продукту %s
vi: Thành phần, chất gây dị ứng, phụ gia, thành phần dinh dưỡng, nhãn, nguồn gốc nguyên liệu và thông tin về sản phẩm %s

# product_image
source: Product picture
ar: صورة المنتج
bg: Снимка на продукта
ca: Foto del producte
cs: Obrázek produktu
da: Produktfoto
de: Foto des Produkts
el: Φωτογραφία του προϊόντος
eo: Produkta bildo
es: Imagen del producto
fa: تصویر محصول
fi: Tuotekuva
fr: Photo du produit
he: תמונת המוצר
hr: Slika proizvoda
hu: Termékfotó
id: Gambar produk
it: Foto del prodotto
ja: 製品の写真
ka: პროდუქტის სურათი
lt: Produkto paveikslėlis
lv: Produkta attēls
ms: Gambar produk
nl_be: Foto van het product
pl: Zdjęcie produktu
pt_pt: Imagem do produto
ro: Imaginea produsului
ru: Фото продукта
sl: Slika izdelka
sv: Produktbild
th: รูปภาพของผลิตภัณฑ์
tl: Larawan ng produkto
tr: Ürün resmi
uk: Товарне зовбраження
vi: Hình ảnh sản phẩm

# product_image_with_barcode
source: Picture with barcode:
ar: صورة مع الباركود:
bg: Снимка с баркод:
ca: Imatge amb codi de barres:
cs: Snímek čárového kódu:
da: Foto af stregkode:
de: Foto mit Strichcode:
el: Εικόνα προϊόντος με γραμμωτό κώδικα:
eo: Bildo kun strekkodo:
es: Imagen con código de barras:
fa: تصویر با بارکد:
fi: Kuva viivakoodista:
fr: Photo avec code-barres :
he: תמונת המוצר עם ברקוד:
hr: Slika s barkodom:
hu: Kép vonalkóddal:
id: Gambar dengan kode batang:
it: Foto con codice a barre:
ja: バーコード付き写真：
ka: სურათი შტრიხკოდით:
lt: Paveikslėlis su brūkšniniu kodu:
lv: Attēls ar svītrkodu:
ms: Gambar dengan kod bar:
nl_be: Foto van het product met barcode
pl: Zdjęcie z kodem kreskowym:
pt_pt: Imagem com o código de barras:
ro: Imaginea produsului cu codul de bare:
ru: Фото со штрихкодом:
sl: Slika s črtno kodo:
sv: Bild med streckkod:
th: ภาพถ่ายที่มีบาร์โค้ด:
tl: Barcode sa larawan:
tr: Barkodlu resim:
uk: Зображенння зі штрих-кодом:
vi: Ảnh với mã vạch:

# product_js_current_image
source: Current image:
ar: الصورة الحالية:
bg: Текуща снимка:
ca: Imatge actual:
cs: Aktuální snímek:
da: Nuværende foto:
de: Aktuelles Foto:
el: Τρέχουσα εικόνα:
eo: Nuna bildo:
es: Imagen actual:
fa: تصویر فعلی:
fi: Nykyinen kuva:
fr: Image actuelle :
he: התמונה הנוכחית:
hr: Trenutna slika:
hu: Jelenlegi kép:
id: Gambar saat ini:
it: Immagine attuale:
ja: 現在の画像:
ka: მიმდინარე სურათი:
lt: Dabartinis vaizdas:
lv: Pašreizējais attēls:
ms: Imej semasa:
nl_be: Huidige foto:
pl: Obecne zdjęcie:
pt_pt: Imagem atual:
ro: Imaginea curentă:
ru: Текущее изображение:
sl: Trenutna slika:
sv: Nuvarande bild:
th: ส่วนของภาพที่เลือกไว้ในปัจจุบัน:
tl: Kasalukuyang imahe:
tr: Geçerli resim:
uk: Наявне зображення:
vi: Hình ảnh hiện tại:

# product_js_deleting_images
source: Deleting images
ar: حذف الصور
bg: Изтриване на снимки
ca: Eliminant imatges
cs: Mazání obrázků
da: Sletter fotos
de: Löschen von Fotos
el: Διαγραφή εικόνων
eo: Forigas bildojn
es: Borrando imágenes
fa: حذف تصاویر
fi: Poistetaan kuvia
fr: Images en cours de suppression
he: נמחקות תמונות
hr: Brisanje slika
hu: Képek törlése
id: Menghapus gambar
it: Eliminazione immagini
ja: 画像を削除します
ka: სურათების წაშლა
lt: Vaizdų trynimas
lv: Attēlu dzēšana
ms: Memadam imej
nl_be: Foto's aan het verwijderen
pl: Usuwanie zdjęć
pt_pt: A eliminar imagens
ro: Ștergerea imaginilor
ru: Удаление изображений
sl: Brisanje slik
sv: Raderar bilder
th: การลบรูปภาพ
tl: Tinatanggal ang mga imahe
tr: Resimleri sil
uk: Видалення зображень
vi: Xóa hình ảnh

# product_js_extract_ingredients
source: Extract the ingredients from the picture
ar: استخراج المكونات من الصورة
bg: Извличане на съставките от снимката
ca: Extreure els ingredients de la foto
cs: Výpis přísady z obrázku
da: Uddrag ingredienserne fra fotoet
de: Inhaltsstoffe aus Foto auslesen
el: Εξάγετε τα συστατικά από την εικόνα
eo: Eltiru la ingrediencojn el la bildo
es: Extraer los ingredientes de la imagen
fa: مواد لازم را از تصویر استخراج کنید
fi: Poimi ainesosat kuvasta
fr: Extraire les ingrédients de l'image
he: חילוץ הרכיבים מהתמונה
hr: Izdvojite sastojke sa slike
hu: Összetevők kiolvasása a képből
id: Ekstrakkan kandungan bahan dari gambar
it: Estrarre gli ingredienti della foto
ja: 画像から成分を抽出します
ka: ამოიღეთ ინგრედიენტები სურათიდან
lt: Iš paveikslėlio išgaukite ingredientus
lv: Izņemiet sastāvdaļas no attēla
ms: Ekstrak bahan dari gambar
nl_be: Detecteer de ingrediënten op de foto
pl: Wyodrębnić składniki z obrazka
pt_pt: Extrair os ingredientes da imagem
ro: Extrage ingredientele din imagine:
ru: Выписать ингредиенты, указанные на картинке (с кириллицей не работает)
sl: Izvleci sestavine iz slike
sv: Extrahera ingredienserna från bilden
th: อ่านส่วนประกอบอาหารจากรูปภาพ
tl: Kunin ang sangkap mula sa larawan
tr: Malzemeyi resimden çıkarın
uk: Оберіть компоненти, розміщені на зображенні
vi: Trích xuất các thành phần từ các hình ảnh
