Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# attribute_labels_fair_trade_yes_description_short
source: Helps producers in developing countries.
bg: Помага на производителите в развиващите се страни.
ca: Ajuda als productors dels països en desenvolupament.
cs: Pomáhá výrobcům v rozvojových zemích.
da: Hjælper producenter i udviklingslande.
de: Unterstützt die Produzente in Entwicklungsländern.
el: Βοηθά τους παραγωγούς στις αναπτυσσόμενες χώρες.
eo: Helpas produktantojn en evolulandoj.
es: Ayuda a los productores de los países en desarrollo.
fa: به تولیدکنندگان در کشورهای در حال توسعه کمک می‌کند.
fi: Auttaa tuottajia kehitysmaissa.
fr: Aide les producteurs des pays en développement.
he: מסייע ליצרנים במדינות מתפתחות.
hr: Pomaže proizvođačima u zemljama u razvoju.
hu: Segíti a fejlődő országok termelőit.
id: Membantu produsen di negara-negara berkembang.
it: Aiuta i produttori nei paesi in via di sviluppo.
ja: 開発途上国の生産者を支援します。
ka: ეხმარება მწარმოებლებს განვითარებად ქვეყნებში.
lt: Padeda gamintojams besivystančiose šalyse.
lv: Palīdz ražotājiem jaunattīstības valstīs.
nl_be: Helpt producenten in ontwikkelingslanden.
pl: Pomaga producentom w krajach rozwijających się.
pt_pt: Ajuda os produtores dos países em desenvolvimento.
ro: Ajută producătorii din țările în curs de dezvoltare.
ru: Помогает производителям в развивающихся странах.
sl: Pomaga proizvajalcem v državah v razvoju.
sv: Hjälper producenter i utvecklingsländer.
th: ช่วยเหลือผู้ผลิตในประเทศกำลังพัฒนา
tr: Gelişmekte olan ülkelerdeki üretimcilere yardım eder.
uk: Допомагає виробникам у країнах, що розвиваються.
vi: Giúp các nhà sản xuất từ các nước đang phát triển.

# attribute_labels_fair_trade_description_short
source: Fair trade products help producers in developing countries.
bg: Продуктите за справедлива търговия помагат на производителите в развиващите се страни.
ca: Els productes de comerç just ajuden els productors de països en desenvolupament.
cs: Produkty spravedlivého obchodu pomáhají výrobcům v rozvojových zemích.
da: Fair trade-produkter hjælper producenter i udviklingslande.
de: Fair gehandelte Produkte helfen Produzenten in Entwicklungsländern.
el: Τα προϊόντα δικαίου εμπορίου βοηθούν τους παραγωγούς στις αναπτυσσόμενες χώρες.
eo: Justkomercaj produktoj helpas produktantojn en evolulandoj.
es: Los productos de comercio justo ayudan a los productores de los países en desarrollo.
fa: محصولات تجارت عادلانه به تولیدکنندگان در کشورهای در حال توسعه کمک می‌کند.
fi: Reilun kaupan tuotteet auttavat tuottajia kehitysmaissa.
fr: Les produits du commerce équitable aident les producteurs des pays en voie de développement.
he: מוצרי סחר הוגן מסייעים ליצרנים במדינות מתפתחות.
hr: Proizvodi poštene trgovine pomažu proizvođačima u zemljama u razvoju.
hu: A méltányos kereskedelemből származó termékek segítik a fejlődő országok termelőit.
id: Produk perdagangan yang adil membantu para produsen di negara-negara berkembang.
it: I prodotti del commercio equo e solidale aiutano i produttori dei paesi in via di sviluppo.
ja: フェアトレード製品は、開発途上国の生産者を支援します。
ka: სამართლიანი ვაჭრობის პროდუქტები განვითარებად ქვეყნებში მწარმოებლებს ეხმარება.
lt: Sąžiningos prekybos produktai padeda gamintojams besivystančiose šalyse.
lv: Godīgas tirdzniecības produkti palīdz ražotājiem jaunattīstības valstīs.
nl_be: Fairtradeproducten helpen producenten in ontwikkelingslanden.
pl: Produkty Fair Trade pomagają producentom w krajach rozwijających się.
pt_pt: Os produtos de comércio justo ajudam os produtores dos países em desenvolvimento.
ro: Comerțul echitabil cu produse îi ajută pe producătorii din țările în curs de dezvoltare.
ru: Производство продуктов, основанное на правилах честной конкуренции, помогает производителям в развивающихся странах.
sl: Izdelki pravične trgovine pomagajo proizvajalcem v državah v razvoju.
sv: Rättvisemärkta produkter hjälper producenter i utvecklingsländer.
th: สินค้าที่เป็นธรรมทางการค้าช่วยสนับสนุนผู้ผลิตในประเทศกำลังพัฒนา
tr: Adil ticaret ürünleri, gelişmekte olan ülkelerdeki üreticilere destekler.
uk: Товари чесної торгівлі допомагають виробникам у країнах, що розвиваються.
vi: Công bằng trong thương mại các sản phẩm có lợi cho các nhà sản xuất ở các nước đang phát triển.

# attribute_labels_fair_trade_description
source: When you buy fair trade products, producers in developing countries are paid an higher and fairer price, which helps them improve and sustain higher social and often environmental standards.
bg: Когато купувате продукти от справедлива търговия, на производителите в развиващите се страни се плаща по-висока и по-справедлива цена, което им помага да подобрят и поддържат по-високи социални и често екологични стандарти.
ca: Quan compres productes de comerç just, es paga als productors de països en desenvolupament un preu més alt i més just, la qual cosa els ajuda a millorar i mantenir estàndards socials i sovint ambientals, més elevats.
cs: Když kupujete produkty spravedlivého obchodu, výrobci v rozvojových zemích dostávají vyšší a spravedlivější cenu, což jim pomáhá zlepšovat a udržovat vyšší sociální a často ekologické standardy.
da: Når man køber fair trade-produkter, betales producenter i udviklingslande en højere og mere fair pris, hvilket hjælper dem med at forbedre og opretholde højere sociale og ofte miljømæssige standarder.
de: Wenn Sie Produkte aus fairem Handel kaufen, erhalten Produzenten in Entwicklungsländern einen höheren und faireren Preis, der ihnen hilft, höhere Sozial- und oft auch Umweltstandards zu verbessern und aufrechtzuerhalten.
el: Όταν αγοράζετε προϊόντα δικαίου εμπορίου, οι παραγωγοί στις αναπτυσσόμενες χώρες αμείβονται με υψηλότερη και δικαιότερη τιμή, γεγονός που τους βοηθά να βελτιώσουν και να διατηρήσουν υψηλότερα κοινωνικά και συχνά περιβαλλοντικά πρότυπα.
eo: Kiam oni aĉetas justkomercajn produktojn, produktantoj en evolulandoj ricevas pli altan kaj pli justan prezon, kio helpas ilin plibonigi kaj subteni pli altajn sociajn kaj ofte mediajn normojn.
es: Cuando compras productos de comercio justo, se paga a los productores de los países en desarrollo un precio más alto y justo, lo que les ayuda a mejorar y mantener niveles sociales más elevados, y a menudo también medioambientales.
fa: وقتی محصولات تجارت عادلانه را خریداری می‌کنید، به تولیدکنندگان در کشورهای در حال توسعه قیمت بالاتر و منصفانه‌تری پرداخت می‌شود که به آنها کمک می‌کند استانداردهای اجتماعی و اغلب زیست‌محیطی بالاتری را بهبود بخشیده و حفظ کنند.
fi: Kun ostat reilun kaupan tuotteita, kehitysmaiden tuottajille maksetaan korkeampi ja oikeudenmukaisempi hinta, joka auttaa heitä parantamaan ja ylläpitämään korkeampia sosiaalisia- ja usein ympäristönormeja.
fr: Quand vous achetez des produits du commerce équitable, les producteurs dans les pays en développement sont payés un prix plus haut et plus équitable, ce qui les aide à atteindre des plus hauts standards sociaux et environnementaux et à les conserver.
he: רכישת מוצרי סחר הוגן מובילה לתשלום הוגן וגבוה יותר ליצרנים במדינות מתפתחות, מה שמסייע להם לשפר ולקיים תקנים חברתיים ואף סביבתיים טובים יותר.
hr: Kada kupujete proizvode poštene trgovine, proizvođači u zemljama u razvoju dobivaju višu i pravedniju cijenu, što im pomaže u poboljšanju i održavanju viših društvenih, a često i ekoloških standarda.
hu: Ha méltányos kereskedelemből származó termékeket vásárol, a fejlődő országok termelőinek magasabb és igazságosabb árat fizetnek, ami segít nekik javítani és fenntartani a magasabb társadalmi és gyakran környezeti normákat.
id: Ketika Anda membeli produk perdagangan adil, para produsen di negara berkembang dibayar dengan harga yang lebih tinggi dan lebih adil, yang membantu mereka meningkatkan dan mempertahankan standar sosial dan lingkungan yang lebih tinggi.
it: Quando compri prodotti del commercio equo, i produttori nei paesi in via di sviluppo sono pagati ad un prezzo maggiore e più equo, che li aiuta a migliorare e sostenere gli standard ambientali e sociali spesso più elevati.
ja: フェアトレード製品を購入すると、発展途上国の生産者はより高くより公正な価格を支払われ、それは彼らがより高い社会的そしてしばしば環境基準を改善し維持するのを助けます。
ka: როდესაც თქვენ ყიდულობთ სამართლიანი ვაჭრობის პროდუქტებს, განვითარებად ქვეყნებში მწარმოებლებს უფრო მაღალ და სამართლიან ფასს უხდიან, რაც მათ ეხმარებათ გააუმჯობესონ და შეინარჩუნონ უფრო მაღალი სოციალური და ხშირად გარემოსდაცვითი სტანდარტები.
lt: Kai perkate sąžiningos prekybos produktus, besivystančių šalių gamintojams mokama didesnė ir sąžiningesnė kaina, kuri padeda jiems tobulinti ir išlaikyti aukštesnius socialinius ir dažnai aplinkosaugos standartus.
lv: Iegādājoties godīgas tirdzniecības produktus, ražotājiem jaunattīstības valstīs tiek maksāta augstāka un taisnīgāka cena, kas viņiem palīdz uzlabot un uzturēt augstākus sociālos un bieži vien arī vides standartus.
nl_be: Wanneer u fairtradeproducten koopt, krijgen producenten in ontwikkelingslanden een hogere en eerlijkere prijs betaald, waardoor ze hogere sociale en vaak milieunormen kunnen verbeteren en behouden.
pl: Kupując produkty oznaczone jako Fair Trade, producenci w krajach rozwijających się otrzymują wyższą i bardziej sprawiedliwą cenę, co pomaga im ulepszać i utrzymywać wyższe standardy społeczne, a często także środowiskowe.
pt_pt: Quando compra produtos de comércio justo, os produtores dos países em desenvolvimento recebem um preço mais elevado e mais justo, que os ajuda a melhorar e a sustentar normas sociais mais elevadas e muitas vezes ambientais.
ro: Când cumpărați produse de comerț echitabil, producătorii din țările în curs de dezvoltare sunt plătiți cu un preț mai mare și mai echitabil, ceea ce îi ajută să îmbunătățească și să susțină standarde sociale și, adesea, de mediu mai ridicate.
ru: Когда вы приобретаете продукты «честной торговли», производители из развивающихся стран получают более высокий и справедливый доход, что позволяет им совершенствовать и поддерживать социальные, а зачастую и экологические стандарты в своих регионах.
sl: Z nakupon izdelkov pravične trgovine imajo proizvajalci držav v razvoju možnost višjega plačila in prodaje po višjih cenah, kar vpliva na višji družbeni in okolji standard.
sv: När du köper rättvisemärkta produkter får producenter i utvecklingsländer ett högre och rättvisare pris, vilket hjälper dem att förbättra och upprätthålla högre sociala och ofta miljömässiga standarder.
th: เมื่อคุณซื้อสินค้าที่เป็นธรรมทางการค้า ผู้ผลิตในประเทศกำลังพัฒนาจะได้รับราคาที่สูงขึ้นและเป็นธรรมมากขึ้น ซึ่งช่วยให้พวกเขาสามารถปรับปรุงและรักษาระดับมาตรฐานทางสังคมและสิ่งแวดล้อมที่สูงขึ้นได้
tr: Adil ticaret ürünleri satın aldığınızda, gelişmekte olan ülkelerdeki üreticilere daha yüksek ve daha adil bir fiyat ödenir, bu da onların daha yüksek sosyal ve genellikle çevresel standartları geliştirmelerine ve sürdürmelerine yardımcı olur.
uk: Коли ви хочете придбати товари для справедливої торгівлі, у країнах що розвиваються виробники оплачують вище та справедливіше ціну, яка допомагає їм вдосконалювати та витримувати вищі соціальні та ті стандарти, які стосуються навколишнього середовища.
vi: Khi bạn mua các sản phẩm công bằng thương mại, các nhà sản xuất ở các nước đang phát triển được trả một mức giá cao hơn và công bằng hơn, điều này giúp họ cải thiện và duy trì các tiêu chuẩn môi trường và xã hội cao hơn.

# attribute_group_nutritional_quality_name
source: Nutritional quality
bg: Хранително качество
cs: Výživová hodnota
da: Ernæringsmæssig kvalitet
de: Nahrungsqualität
es: Calidad nutricional
fa: کیفیت تغذیه‌ای
fi: Ravinnollinen laatu
fr: Qualité nutritionnelle
he: איכות תזונתית
hu: Tápérték
id: Kualitas nutrisi
it: Qualità nutrizionale
lv: Uzturvērtība
nl_be: Voedingskwaliteit
pl: Żywność wysoko przetworzona
pt_pt: Qualidade nutricional
ro: Calitatea nutrițională
ru: Пищевые свойства
sl: Kakovost hrane
sv: Näringskvalitet
tr: Beslenme kalitesi
uk: Харчова якість
vi: Chất lượng dinh dưỡng

# attribute_nutriscore_setting_name
source: Good nutritional quality (Nutri-Score)
bg: Добро хранително качество (Nutri-Score)
ca: Bona qualitat nutricional (Nutri-Score)
cs: Dobrá nutriční kvalita (Nutri-Score)
da: God ernæringskvalitet (Nutri-Score)
de: Gute Lebensmittelqualität (Nutri-Score)
el: Καλή διατροφική ποιότητα (Nutri-Score)
eo: Bona nutra kvalito (Nutri-Score)
es: Buena información nutricional (Nutri-score)
fa: کیفیت تغذیه‌ای خوب (امتیاز تغذیه‌ای)
fi: Hyvä ravinnollinen laatu (Nutri-Score)
fr: Bonne qualité nutritionnelle (Nutri-Score)
he: איכות תזונה טובה (Nutri-Score)
hr: Dobra nutritivna kvaliteta (Nutri-Score)
hu: Jó tápérték (Nutri-Score)
id: Kualitas nutrisi yang baik (Nutri-Score)
it: Qualità nutrizionale buona (Nutri-Score)
ja: 良好な栄養価(Nutri-Score)
ka: კარგი კვებითი ღირებულება (Nutri-Score)
lt: Gera maistinė kokybė (Nutri-Score)
lv: Laba uzturvērtība (Nutri-Score)
nl_be: Goede voedingskwaliteit (Nutri-Score)
pl: Dobra jakość odżywcza (Nutri-Score)
pt_pt: Boa qualidade nutricional (Nutri-Score)
ro: Calitate bună a nutriției (Nutri-Score)
ru: Хорошие питательные свойства (Nutri-Score)
sl: Dobra hranilna vrednost (Nutri-Score)
sv: God näringskvalitet (Nutri-Score)
th: คุณภาพทางโภชนาการ (Nutri-Score)
tr: İyi beslenme kalitesi (Nutri-Score)
uk: Хороша якість поживності вирахувана, що підрахована за допомогою системи Nutri-Score
vi: Chất lượng dinh dưỡng tốt (Nutri-Score)

# attribute_nutriscore_setting_note
source: The Nutri-Score is computed and can be taken into account for all products, even if is not displayed on the packaging.
bg: Nutri-Score се изчислява и може да се вземе предвид за всички продукти, дори ако не е показан върху опаковката.
ca: El Nutri-Score es calcula i es pot tenir en compte per a tots els productes, fins i tot si no apareix a l’envàs.
cs: Nutri-Score se vypočítává a může být zohledněno u všech produktů, i když není uvedeno na obalu.
da: Nutri-Score beregnes og kan tages i betragtning for alle produkter, selvom denne ikke vises på emballagen.
de: Der Nutri-Score wird berechnet und kann für alle Produkte verwendet werden, auch wenn er nicht auf der Verpackung angegeben ist.
el: Το Nutri-Score υπολογίζεται και μπορεί να ληφθεί υπόψη για όλα τα προϊόντα, ακόμη και αν δεν εμφανίζεται στη συσκευασία.
eo: La Nutri-Poentaro estas kalkulita kaj povas esti konsiderata por ĉiuj produktoj, eĉ se ne estas montrata sur la pakaĵo.
es: La puntuación de Nutri-Score puede ser calculada sobre todos los productos, aunque no sea mostrada en el envase.
fa: امتیاز تغذیه‌ای (Nutri-Score) برای همه محصولات محاسبه می‌شود و می‌تواند در نظر گرفته شود، حتی اگر روی بسته‌بندی نمایش داده نشده باشد.
fi: Nutri-Score lasketaan, ja se voidaan ottaa huomioon kaikissa tuotteissa, vaikka sitä ei näy pakkauksessa.
fr: Le Nutri-Score est calculé et peut être pris en compte pour tous les produits, même s'il n'est pas affiché sur l'emballage.
he: ה־Nutri-Score מחושב וניתן לקחת אותו בחשבון לכל המוצרים, אפילו אם הוא לא מוצג על האריזה.
hr: Nutri-Score se izračunava i može se uzeti u obzir za sve proizvode, čak i ako nije prikazan na pakiranju.
hu: A Nutri-Score kiszámításra kerül, és minden terméknél figyelembe vehető, még akkor is, ha nincs feltüntetve a csomagoláson.
id: Nutri-Score dihitung dan dapat diperhitungkan untuk semua produk, meskipun tidak ditampilkan pada kemasan.
it: Il Nutri-Score viene calcolato e può essere preso in considerazione per tutti i prodotti, anche se non è mostrato sul pacchetto.
ja: Nutri-Scoreは計算されており、パッケージに明記されていない場合でも、すべての製品で考慮に入れることができます。
ka: Nutri-Score გამოითვლება და მისი გათვალისწინება შესაძლებელია ყველა პროდუქტისთვის, მაშინაც კი, თუ ის შეფუთვაზე არ არის მითითებული.
lt: Nutri-Score yra apskaičiuojamas ir į jį galima atsižvelgti visiems produktams, net jei jis nėra nurodytas ant pakuotės.
lv: Nutri-Score tiek aprēķināts un var tikt ņemts vērā visiem produktiem, pat ja tas nav norādīts uz iepakojuma.
nl_be: De Nutri-Score wordt berekend en kan voor alle producten in aanmerking worden genomen, ook als deze niet op de verpakking staat vermeld.
pl: Nutri-Score jest obliczany i może być brany pod uwagę dla wszystkich produktów, nawet jeśli nie jest widoczny na opakowaniu.
pt_pt: O Nutri-Score é calculado e pode ser tido em conta para todos os produtos, mesmo que não seja mostrado na embalagem.
ro: Nutri-Score-ul este calculat și poate fi luat în considerare pentru toate produsele, chiar dacă nu este afișat pe ambalaj.
ru: Nutri-Score рассчитывается и может использоваться для всех продуктов, даже если она не указана на упаковке.
sl: Nutri-Score vrednost se lahko izračuna in se upošteva za vse izdelke, tudi če ta vrednost ni prikazan na embalaži.
sv: Nutri-Score beräknas och kan beaktas för alla produkter, även om det inte visas på förpackningen.
th: ค่าโภชนาการ (Nutri-Score) จะถูกคำนวณและนำมาพิจารณาสำหรับผลิตภัณฑ์ทุกชนิด แม้ว่าจะไม่ได้แสดงไว้บนบรรจุภัณฑ์ก็ตาม
tr: Nutri-Score hesaplanır ve ambalaj üzerinde gösterilmese bile tüm ürünler için dikkate alınabilir.
uk: Система Nutri-Score обчислена та може бути врахована для всіх товарів, навіть якщо вона не відображається на упакуванні.
vi: Điểm Dinh Dưỡng được tính toán và có thể được tính đến cho tất cả các sản phẩm, ngay cả khi không được hiển thị trên bao bì.

# attribute_nutriscore_unknown_title
source: Nutri-Score unknown
bg: Nutri-Score неизвестен
ca: Nutri-Score desconeguda
cs: Nutri-Score neznámé
da: Nutri-Score ukendt
de: Nutri-Score unbekannt
el: Nutri-Score άγνωστο
eo: Nutri-Poentaro nekonata
es: Puntuación de Nutri-Score desconocida
fa: امتیاز تغذیه‌ای ناشناخته
fi: Tuntematon Nutri-Score
fr: Nutri-Score inconnu
he: ה־Nutri-Score לא ידוע
hr: Nutri-Score nepoznat
hu: Ismeretlen Nutri-Score
id: Nutri-Score tidak diketahui
it: Nutri-Score sconosciuto
ja: Nutri-Score(栄養スコア)不明
ka: კვებითი ღირებულება უცნობია
lt: Nutri-Score nežinomas
lv: Nutri-Score nav zināms
nl_be: Nutri-Score onbekend
pl: Nieznany wynik Nutri-Score
pt_pt: Nutri-Score desconhecido
ro: Nutri-Scor necunoscut
ru: Кодировка Nutri-Score неизвестна
sl: Nutri-Score neznan
sv: Nutri-Score okänt
th: ไม่ทราบค่าโภชนาการ
tr: Nutri-Score bilinmiyor
uk: Nutri-Score невідомий
vi: Điểm dinh dưỡng không xác định

# attribute_nutriscore_unknown_description_short
source: Missing data to compute the Nutri-Score
bg: Липсват данни за изчисляване на Nutri-Score
ca: Falten dades per calcular la Nutri-Score
cs: Chybějící data pro výpočet Nutri-Score
da: Mangler data til beregning af Nutri-Score
de: Daten zur Berechnung des Nutri-Scores fehlen
el: Λείπουν δεδομένα για τον υπολογισμό του Nutri-Score
eo: Mankas datumoj por kalkuli la Nutri-Poentaron
es: Ausencia de datos para calcular el Nutri-Score
fa: داده‌های از دست رفته برای محاسبه امتیاز تغذیه‌ای
fi: Tiedot puutteelliset Nutri-Scoren laskemiseen
fr: Données manquantes pour calculer le Nutri-Score
he: חסרים נתונים לחישוב Nutri-Score
hr: Nedostaju podaci za izračun Nutri-Scorea
hu: Hiányoznak a Nutri-Score kiszámításához szükséges adatok
id: Data yang hilang untuk menghitung Nutri-Score
it: Dati mancanti per calcolare il Nutri-Score
ja: Nutri-Scoreの計算をするためのデータが不足しています
ka: Nutri-Score-ის გამოსათვლელად მონაცემები აკლია
lt: Trūksta duomenų Nutri-Score apskaičiuoti
lv: Trūkst datu Nutri-Score aprēķināšanai
nl_be: Ontbrekende gegevens om de Nutri-Score te berekenen
pl: Brakuje danych do obliczenia Nutri-Score
pt_pt: Faltam dados para calcular o Nutri-Score
ro: Lipsesc date pentru a calcula Nutri-Score
ru: Отсутствуют данные для расчета Nutri-Score
sl: Manjkajoči podatki za izračun Nutri-Score
sv: Saknar data för att beräkna Nutri-Score
th: ข้อมูลไม่ครบถ้วนสำหรับการคำนวณคะแนนโภชนาการ
tr: Nutri-Score'u hesaplamak için eksik veriler
uk: Дані для обчислення Nutri-Score відсутні
vi: Thiếu dữ liệu để tính điểm dinh dưỡng

# attribute_nutriscore_not_applicable_title
source: Nutri-Score not applicable
eo: Nutri-Poentaro ne aplikebla
fa: امتیاز تغذیه‌ای قابل اجرا نیست
hr: Nutri-Score nije primjenjiv
ka: Nutri-Score არ გამოიყენება
lv: Nutri-Score nav piemērojams
sv: Nutri-Score inte tillämpligt
th: Nutri-Score ไม่สามารถใช้ได้

# attribute_nutriscore_not_applicable_description_short
source: Not applicable for the category
eo: Ne aplikebla por la kategorio
fa: برای دسته بندی مناسب نیست
hr: Ne odnosi se na kategoriju
ka: კატეგორიას არ ეხება
lv: Nav piemērojams šai kategorijai
sv: Inte tillämpligt för kategorin
th: ไม่เกี่ยวข้องกับหมวดหมู่นี้

# f_attribute_nutriscore_not_applicable_description
source: Not applicable for the category: {category}
eo: Ne aplikeblas por la kategorio: {category}
fa: برای این دسته بندی مناسب نیست: {category}
hr: Ne odnosi se na kategoriju: {category}
ka: არ ეხება კატეგორიას: {category}
lv: Nav piemērojams kategorijai: {category}
sv: Inte tillämpligt för kategorin: {category}
th: ไม่เกี่ยวข้องกับหมวดหมู่: {category}

# attribute_nutriscore_a_description_short
source: Very good nutritional quality
bg: Много добро хранително качество
ca: Molt bona qualitat nutricional
cs: Velmi dobrá nutriční kvalita
da: Meget god ernæringskvalitet
de: Sehr gute Nährwertqualität
el: Πολύ καλή διατροφική ποιότητα
eo: Tre bona nutra kvalito
es: Calidad nutricional muy buena
fa: کیفیت تغذیه‌ای بسیار خوب
fi: Erittäin hyvä ravinnollinen laatu
fr: Très bonne qualité nutritionnelle
he: איכות תזונתית טובה מאוד
hr: Vrlo dobra nutritivna vrijednost
hu: Nagyon jó tápérték
id: Kualitas nutrisi yang sangat baik
it: Qualità nutrizionale molto buona
ja: 非常に優れた栄養価
lt: Labai gera maistingumo kokybė
lv: Ļoti laba uzturvērtība
nl_be: Zeer goede voedingskwaliteit
pl: Bardzo dobra jakość odżywcza
pt_pt: Qualidade nutricional muito boa
ro: Calitate nutrițională foarte bună
ru: Отличные питательные свойства
sl: Zelo dobra hranilna vrednost
sv: Mycket bra näringskvalitet
tr: Çok iyi beslenme kalitesi
uk: Якість харчової поживності є досить високою
vi: Chất lượng dinh dưỡng rất tốt

# attribute_nutriscore_b_description_short
source: Good nutritional quality
bg: Добро хранително качество
ca: Bona qualitat nutricional
cs: Dobrá nutriční kvalita
da: God ernæringskvalitet
de: Gute Nährwertqualität
el: Καλή διατροφική ποιότητα
eo: Bona nutra kvalito
es: Calidad nutricional buena
fa: کیفیت تغذیه‌ای خوب
fi: Hyvä ravinnollinen laatu
fr: Bonne qualité nutritionnelle
he: איכות תזונתית טובה
hr: Dobra nutritivna kvaliteta
hu: Jó tápérték
id: Kualitas nutrisi yang baik
it: Qualità nutrizionale buona
ja: 優れた栄養価
ka: კარგი კვებითი ხარისხი
lt: Gera maistingumo kokybė
lv: Laba uzturvērtība
nl_be: Goede voedingskwaliteit
pl: Dobra jakość odżywcza
pt_pt: Qualidade nutricional boa
ro: Calitate nutrițională bună
ru: Хорошие питательные свойства
sl: Zelo dobra hranilna vrednost
sv: Bra näringskvalitet
th: คุณภาพทางโภชนาการระดับดี
tr: İyi beslenme kalitesi
uk: Хороша якість харчової поживності
vi: Chất lượng dinh dưỡng tốt

# attribute_nutriscore_c_description_short
source: Average nutritional quality
bg: Средно хранително качество
ca: Qualitat nutricional mitjana
cs: Průměrná nutriční kvalita
da: Gennemsnitlig ernæringskvalitet
de: Durchschnittliche Nährwertqualität
el: Μέση διατροφική ποιότητα
eo: Meza nutra kvalito
es: Calidad nutricional media
fa: کیفیت تغذیه‌ای متوسط
fi: Kohtalainen ravinnollinen laatu
fr: Qualité nutritionnelle moyenne
he: איכות תזונתית ממוצעת
hr: Prosječna nutritivna kvaliteta
hu: Átlagos tápérték
id: Kualitas nutrisi rata-rata
it: Qualità nutrizionale nella media
ja: 平均栄養価
ka: საშუალო კვებითი ღირებულება
lt: Vidutinė maistingumo kokybė
lv: Vidēja uzturvērtība
nl_be: Gemiddelde voedingskwaliteit
pl: Średnia jakość odżywcza
pt_pt: Qualidade nutricional média
ro: Calitate nutrițională medie
ru: Средние питательные свойства
sl: Povprečna hranulna vrednost
sv: Genomsnittlig näringskvalitet
th: คุณภาพทางโภชนาการระดับปานกลาง
tr: Ortalama beslenme kalitesi
uk: Якість харчової поживності є середньою
vi: Chất lượng dinh dưỡng trung bình
