Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# donation_banner_independant
source: An independant and citizen-led project for food transparency?
ar: مشروع مستقل يقوده المواطن لتحقيق الشفافية؟
bg: Независим и воден от граждани проект за прозрачност на храните?
ca: Un projecte independent i ciutadà per a la transparència alimentària?
cs: Nezávislý a občany vedený projekt pro transparentnost potravin?
da: Et uafhængigt og borgerledet projekt for fødevaregennemsigtighed?
de: Ein unabhängiges und bürgernahes Projekt für Lebensmitteltransparenz?
el: Ένα ανεξάρτητο και υπό την ηγεσία των πολιτών έργο για τη διαφάνεια των τροφίμων;
eo: Sendependa kaj civitan-gvidata projekto por nutraĵa travidebleco?
es: ¿Un proyecto independiente y dirigido por los ciudadanos para la transparencia alimentaria?
fa: یک پروژه مستقل و شهروندی برای شفافیت مواد غذایی؟
fi: Riippumaton ja kansalaisten johtama hanke elintarvikkeiden avoimuudesta?
fr: Un projet citoyen indépendant pour la transparence alimentaire ?
he: מיזם עצמאי בהובלת האזרחים לשקיפות מזון?
hr: Neovisan i građanima vođen projekt za transparentnost hrane?
hu: Független és polgárok által irányított projekt az élelmiszerek átláthatóságáért?
id: Sebuah proyek independen dan dipimpin warga untuk transparansi pangan?
it: Un progetto indipendente e guidato dai cittadini per la trasparenza alimentare?
ja: 食品の透明性のための独立した市民主導のプロジェクト?
ka: დამოუკიდებელი და მოქალაქეების მიერ მართული პროექტი კვების გამჭვირვალობისთვის?
lt: Nepriklausomas ir piliečių vadovaujamas maisto skaidrumo projektas?
lv: Neatkarīgs un pilsoņu vadīts pārtikas pārredzamības projekts?
nl_be: Een onafhankelijk en door de burger geleid project voor voedseltransparantie?
pl: Niezależny i kierowany przez obywateli projekt dotyczący przejrzystości żywności?
pt_pt: Um projeto independente e liderado por cidadãos para a transparência alimentar?
ro: Un proiect independent și condus de cetățeni pentru transparența alimentelor?
ru: Независимый и общественный проект в области прозрачности пищевых продуктов?
sl: Neodvisen projekt za preglednost hrane, ki ga vodijo državljani?
sv: Ett oberoende projekt lett av medborgare för livsmedelstransparens?
th: โครงการอิสระที่นำโดยประชาชนเพื่อความโปร่งใสในด้านอาหาร?
tr: Gıda şeffafiyeti için bağımsız ve vatandaş öncülüğündeki bir proje mi?
uk: Нікому непідвладний проєкт, що здійснюється під керівництвом громадян, призначений для продовольчої прозорості?
vi: Một dự án độc lập và do người mọi người quản lý để minh bạch thông tin về thực phẩm?

# donation_banner_public_health
source: Food product data for research that improves public health?
ar: بحث بيانات منتجات الغذاء لتحسين الصحة العامة؟
bg: Данни за хранителни продукти за изследвания, които подобряват общественото здраве?
ca: Dades de productes alimentaris per a investigacions que milloren la salut pública?
cs: Údaje o potravinářských výrobcích pro výzkum, který zlepšuje veřejné zdraví?
da: Fødevareproduktdata til forskning, som forbedrer folkesundheden?
de: Lebensmitteldaten für Forschung zur Verbesserung der öffentlichen Gesundheit?
el: Δεδομένα προϊόντων διατροφής για έρευνα που βελτιώνει τη δημόσια υγεία;
eo: Datumoj pri nutraĵproduktoj por esplorado, kiu plibonigas publikan sanon?
es: ¿Datos de productos alimenticios para la investigación que mejora la salud pública?
fa: داده‌های محصولات غذایی برای تحقیقاتی که سلامت عمومی را بهبود می‌بخشد؟
fi: Elintarviketiedot kansanterveyttä parantavaan tutkimukseen?
fr: Des données sur les produits alimentaires pour améliorer la santé publique ?
he: נתוני מזון למחקר שמשפרים את בריאות הציבור?
hr: Podaci o prehrambenim proizvodima za istraživanje koje poboljšava javno zdravlje?
hu: Élelmiszeripari adatok a közegészségügyet javító kutatásokhoz?
id: Data produk makanan untuk penelitian yang meningkatkan kesehatan masyarakat?
it: Dati sui prodotti alimentari per la ricerca che migliora la salute pubblica?
ja: 公衆衛生を向上させる研究のための食品データ?
ka: საკვები პროდუქტების მონაცემები საზოგადოებრივი ჯანმრთელობის გასაუმჯობესებელი კვლევისთვის?
lt: Maisto produktų duomenys tyrimams, kurie gerina visuomenės sveikatą?
lv: Pārtikas produktu dati pētījumiem, kas uzlabo sabiedrības veselību?
nl_be: Voedselproductdata voor onderzoek dat de volksgezondheid verbetert?
pl: Dane o produktach spożywczych do badań, które pomagają poprawić zdrowie społeczeństwa?
pt_pt: Dados de produtos alimentares para pesquisa que melhoram a saúde pública?
ro: Date privind produsele alimentare pentru cercetări care îmbunătățesc sănătatea publică?
ru: Данные о пищевых продуктах для исследований, направленных на улучшение состояния здоровья населения?
sl: Podatki o živilskih za raziskave, ki izboljšujejo javno zdravje?
sv: Livsmedelsproduktdata för forskning som förbättrar folkhälsan?
th: ข้อมูลผลิตภัณฑ์อาหารสำหรับการวิจัยที่ช่วยพัฒนาสุขภาพของประชาชน?
tr: Halk sağlığını iyileştiren araştırmalar için gıda ürün verileri mi?
uk: Харчові дані товару для пошуку, що покращать здоров’я громадян?
vi: Dữ liệu sản phẩm thực phẩm phục vụ cho việc nghiên cứu cải thiện sức khỏe cộng đồng?

# donation_banner_choices
source: Easier and better food choices according to your own criteria?
ar: خيارات غذائية أسهل وأفضل وفقًا لمعاييرك الخاصة؟
bg: По-лесен и по-добър избор на храна според вашите собствени критерии?
ca: Triar entre aliments més fàcilment i millors segons el vostre propi criteri?
cs: Jednodušší a lepší výběr potravin podle vlastních kritérií?
da: Nemmere og bedre fødevarevalg iht. dine egne kriterier?
de: Einfachere und bessere Lebensmittelauswahl nach Ihren eigenen Kriterien?
el: Πιο εύκολες και καλύτερες επιλογές τροφίμων σύμφωνα με τα δικά σας κριτήρια;
eo: Pli facilaj kaj pli bonaj manĝelektoj laŭ viaj propraj kriterioj?
es: ¿Elecciones de comida más fáciles y mejores según tus propios criterios?
fa: انتخاب‌های غذایی آسان‌تر و بهتر طبق معیارهای خودتان؟
fi: Helpompia ja parempia ruokavalintoja kriteereittesi mukaisesti?
fr: Des choix alimentaires plus simples, selon vos propres critères ?
he: בחירות מזון פשוטות וטובות יותר בתנאים שלך?
hr: Lakši i bolji izbor hrane prema vlastitim kriterijima?
hu: Könnyebb és jobb ételválasztás a saját kritériumai szerint?
id: Pilihan makanan yang lebih baik dan lebih mudah sesuai kriteria Anda sendiri?
it: Scelte alimentari migliori e più semplici in base ai tuoi criteri?
ja: あなた自身の基準に従って、より簡単でより良い食品の選択？
ka: უფრო მარტივი და უკეთესი საკვების არჩევანი თქვენივე კრიტერიუმების მიხედვით?
lt: Lengvesnis ir geresnis maisto pasirinkimas pagal jūsų pačių kriterijus?
lv: Vienkāršāka un labāka ēdiena izvēle atbilstoši jūsu pašu kritērijiem?
nl_be: Eenvoudiger en betere voedselkeuzes volgens uw eigen criteria?
pl: Łatwiejszy i lepszy wybór żywności zgodnie z Państwa własnymi kryteriami?
pt_pt: Opções alimentares mais fáceis e melhores de acordo com os seus próprios critérios?
ro: Alegeri mai simple şi mai bune ale alimentelor, în conformitate cu propriile criterii?
ru: Более легкий и лучший выбор продуктов питания по вашим собственным критериям?
sl: Lažja in boljša izbira hrane po lastnih merilih?
sv: Enklare och bättre matval enligt dina egna kriterier?
th: เลือกรับประทานอาหารได้ง่ายขึ้นและดีขึ้นตามเกณฑ์ของคุณเองใช่ไหม?
tr: Kendi kriterlerinize göre daha kolay ve daha iyi gıda tercihleri?
uk: Простіші та кращі асортименти, що відповідають вашим власним критеріям?
vi: Lựa chọn đồ ăn dễ dàng hơn và tốt hơn dựa theo các tiêu chí của riêng bạn?

# donation_banner_cta
source: We need your support!
ar: نحتاج لمساعدتك!
bg: Нуждаем се от твоята подкрепа!
ca: Necessitem el vostre suport!
cs: Potřebujeme vaši podporu!
da: Vi behøver din støtte!
de: Wir benötigen Ihre Unterstützung!
el: Χρειαζόμαστε την υποστήριξή σας!
eo: Ni bezonas vian subtenon!
es: ¡Necesitamos tu apoyo!
fa: ما به حمایت شما نیاز داریم!
fi: Tarvitsemme tukeasi!
fr: Nous avons besoin de votre soutien !
he: תמיכתך חשובה לנו!
hr: Trebamo vašu podršku!
hu: Szükségünk van a támogatására!
id: Kami membutuhkan dukungan Anda!
it: Abbiamo bisogno del tuo supporto!
ja: ご協力をお願いします！
ka: თქვენი მხარდაჭერა გვჭირდება!
lt: Mums reikia jūsų palaikymo!
lv: Mums nepieciešams jūsu atbalsts!
nl_be: Wij hebben jouw steun nodig!
pl: Potrzebujemy Twojego wsparcia!
pt_pt: Precisamos do seu apoio!
ro: Avem nevoie de sprijinul tău!
ru: Нам нужна ваша поддержка!
sl: Potrebujemo vašo podporo!
sv: Vi behöver ditt stöd!
th: เราต้องการการสนับสนุนจากคุณ!
tr: Desteğinize ihtiyacımız var!
uk: Нам необхідна ваша підтримка!
vi: Chúng tôi cần bạn giúp đỡ!

# donation_banner_cta_button
source: Please Donate
ar: رجاء تبرع
bg: Моля, дари
ca: Feu un donatiu
cs: Prosím přispějte
da: Donér venligst
de: Bitte spenden Sie
el: Παρακαλούμε Δωρίστε
eo: Bonvolu Donaci
es: Donaciones aquí
fa: لطفا کمک مالی کنید
fi: Lahjoita
fr: Faites un Don
he: נא לתרום
hr: Molimo donirajte
hu: Kérjük, adományozzon
id: Silakan Berdonasi
it: Per favore fai una donazione
ja: 寄付をお願いします
ka: გთხოვთ, შემოწირულობა
lt: Prašau paaukoti
lv: Lūdzu, ziedojiet
nl_be: Doneer Alstublieft
pl: Proszę przekaż darowiznę
pt_pt: Por favor faça um donativo
ro: Vă rugăm să donați
ru: Пожалуйста, поддержите
sl: Prosimo, donirajte
sv: Vänligen donera
th: โปรดบริจาค
tr: Lütfen Bağış Yapın
uk: Будь ласка, пожертвуйте
vi: Xin hãy quyên góp

# producers_platform_moderation_title
source: Producers platform moderation
ar: اعتدال منصة المنتجين
bg: Модериране на платформата на производителите
ca: Moderació de la plataforma de productors
cs: Moderování platformy producentů
da: Producentplatformmoderering
de: Moderation der Produzentenplattform
el: Συντονισμός πλατφόρμας παραγωγών
eo: Moderigo de platformo por produktantoj
es: Moderación de la plataforma de productores
fa: تعدیل پلتفرم تولیدکنندگان
fi: Tuottajien alustan moderaatio
fr: Plateforme de modération des producteurs
he: פיקוח על פלטפורמת היצרנים
hr: Moderiranje platforme producenata
hu: A gyártói platform moderálása
id: Moderasi platform para produsen
it: Moderazione della piattaforma dei produttori
ja: 生産者プラットフォームのモデレーション
ka: პროდიუსერების პლატფორმის მოდერაცია
lt: Gamintojų platformos valdymas
lv: Producentu platformas moderēšana
nl_be: Producentenplatform moderatie
pl: Moderacja platformy producentów
pt_pt: Moderação da plataforma de produtores
ro: Moderarea platformei producătorilor
ru: Модерация платформы производителей
sl: Zmernost platforme proizvajalcev
sv: Moderering av producentplattformen
th: การควบคุมดูแลแพลตฟอร์มของผู้ผลิต
tr: Üreticilerin platform yönetimi
uk: Уповільнення платформи виробників
vi: Kiểm duyệt nền tảng của nhà sản xuất

# f_pro_moderator_owner_set
source: You are currently viewing products from {organization}.
bg: В момента разглеждате продукти от {organization}.
ca: Actualment esteu veient productes de {organization}.
cs: Právě si prohlížíte produkty od {organization}.
da: Du ser i øjeblikket produkter fra {organization}.
de: Sie sehen derzeit Produkte von {organization}.
el: Αυτή τη στιγμή βλέπετε προϊόντα από το {organization}.
eo: Vi nuntempe rigardas produktojn de {organization}.
es: Actualmente estás viendo productos de {organization}.
fa: شما در حال حاضر در حال مشاهده محصولات {organization}هستید.
fi: Katselet tällä hetkellä tuotteita organisaatiolta {organization}.
fr: Vous visualisez actuellement des produits de {organization}.
he: המוצרים המוצגים כעת הם מבית {organization}.
hr: Trenutno pregledavate proizvode od {organization}.
hu: Jelenleg a(z) {organization} termékeit tekinti meg.
id: Anda sedang melihat produk dari {organization}.
it: Stai visualizzando i prodotti da {organization}.
ka: ამჟამად თქვენ ათვალიერებთ პროდუქტებს {organization}-დან.
lt: Šiuo metu peržiūrite produktus iš {organization}.
lv: Jūs pašlaik skatāt produktus no {organization}.
nl_be: Je bekijkt momenteel producten van {organization}.
pl: Aktualnie przeglądasz produkty {organization}.
pt_pt: Está atualmente a ver produtos de {organization}.
ro: În prezent vizionați produse de la {organization}.
ru: В настоящее время Вы просматриваете продукты от {organization}.
sv: Du visar för närvarande produkter från {organization}.
th: ขณะนี้คุณกำลังดูสินค้าจาก {organization}
tr: Şu anda {organization} ürünlerini inceliyorsunuz.
uk: Ви зараз переглядаєте товари від {organization}.
vi: Bạn đang xem sản phẩm từ {organization}.

# pro_moderator_owner_not_set
source: You are currently viewing your own products.
ar: أنت تعرض عليا منتجاتك الخاصة.
bg: В момента разглеждате вашите собствени продукти.
ca: Actualment esteu veient els vostres productes.
cs: Právě si prohlížíte své vlastní produkty.
da: Du ser i øjeblikket egne produkter.
de: Ihnen werden derzeit Ihre eigenen Produkte angezeigt.
el: Αυτήν τη στιγμή βλέπετε τα δικά σας προϊόντα.
eo: Vi nuntempe rigardas viajn proprajn produktojn.
es: Actualmente estás viendo tus propios productos.
fa: شما در حال حاضر در حال مشاهده محصولات خودتان هستید.
fi: Katselet omia tuotteitasi.
fr: Vous visualisez actuellement vos propres produits.
he: כרגע מוצגים בפניך המוצרים שלך.
hr: Trenutno pregledavate vlastite proizvode.
hu: Jelenleg saját termékeit nézi.
id: Saat ini Anda sedang melihat produk-produk Anda sendiri.
it: Stai visualizzando i tuoi prodotti.
ja: 現在、自分の製品を表示しています。
ka: ამჟამად თქვენ საკუთარ პროდუქტებს ათვალიერებთ.
lt: Šiuo metu jūs žiūrite savo produktus.
lv: Jūs pašlaik skatāt savus produktus.
nl_be: Je bekijkt momenteel je eigen producten.
pl: Obecnie oglądasz własne produkty.
pt_pt: Está a ver os seus próprios produtos.
ro: În prezent, vizionați propriile produse.
ru: Вы просматриваете свои продукты.
sl: Trenutno gledate svoje izdelke.
sv: Du tittar just nu på dina egna produkter.
th: ขณะนี้คุณกำลังดูสินค้าของคุณเอง
tr: Şu anda kendi ürünlerinizi görüntülüyorsunuz.
uk: Зараз ви переглядаєте ваші власні продукції.
vi: Bạn đang xem sản phẩm của mình.

# pro_moderator_edit_owner_description
source: To see products from a specific user or organization, enter its id below. Leave field empty to unset.
ar: لمشاهدة منتجات من مستخدم أو منظمة محددة، ادخل رقمه أسفل. اترك المكان فارغًا لإلغاء تعيينه.
bg: За да видите продукти от конкретен потребител или организация, въведете неговия идентификатор по-долу. Оставете полето празно, за да изчистите настройките.
ca: Per veure els productes d'una persona o organització en concret, introduïu el seu identificador a continuació. Deixeu el camp buit per anul·lar l'identificador.
cs: Chcete-li zobrazit produkty od konkrétního uživatele nebo organizace, zadejte níže jeho Id. Chcete-li nastavení zrušit, ponechte pole prázdné.
da: For at se produkter fra én bestemt bruger/organisation, så angiv det relevante ID nedenfor. Lad feltet stå tomt for at se alle.
de: Um Produkte eines bestimmten Benutzers oder einer Organisation anzuzeigen, geben Sie seine ID unten ein. Feld leer lassen, um es nicht festzulegen.
el: Για να δείτε προϊόντα από έναν συγκεκριμένο χρήστη ή οργανισμό, εισαγάγετε το αναγνωριστικό του παρακάτω. Αφήστε το πεδίο κενό για να μην οριστεί.
eo: Por vidi produktojn de specifa uzanto aŭ organizo, enigu ĝian identigilon sube. Lasu la kampon malplena por malaktivigi.
es: Para ver productos de un usuario u organización específicos, ingrese su identificación a continuación. Deje el campo vacío para desactivarlo.
fa: برای مشاهده محصولات یک کاربر یا سازمان خاص، شناسه آن را در زیر وارد کنید. برای غیرفعال کردن، فیلد را خالی بگذارید.
fi: Nähdäksesi tuotteet tietyltä käyttäjältä tai järjestöltä, syötä sen tunnus alle. Jätä kenttä tyhjäksi poistaaksesi valinnan.
fr: Pour voir les produits d'un utilisateur ou d'une organisation spécifique, entrez son identifiant ci-dessous. Laissez le champ vide pour ne pas le définir.
he: כדי לצפות במוצרים עבור משתמש או ארגון מסוים, יש להקליד את המזהה שלהם להלן. ניתן להשאיר את השדה ריק כדי לבטל.
hr: Da biste vidjeli proizvode određenog korisnika ili organizacije, unesite njegov ID u nastavku. Ostavite polje prazno da biste poništili postavljanje.
hu: Egy adott felhasználó vagy szervezet termékeinek megtekintéséhez írja be alább annak azonosítóját. Egyébkén hagyja üresen a mezőt.
id: Masukkan id pada kolom di bawah untuk melihat produk dari pengguna spesifik atau organisasi. Kosongkan untuk membatalkan setelan.
it: Per vedere i prodotti di un utente o un'organizzazione specifici, inserisci il suo ID di seguito. Lascia il campo vuoto per non impostarlo.
ja: 特定のユーザーまたは組織の製品を表示するには、IDを入力してください。未設定の場合は項目を空白のままにします。
ka: კონკრეტული მომხმარებლის ან ორგანიზაციის პროდუქტების სანახავად, ქვემოთ შეიყვანეთ მისი ID. გასაუქმებლად ველი ცარიელი დატოვეთ.
lt: Norėdami pamatyti konkretaus vartotojo ar organizacijos produktus, žemiau įveskite jo Id. Palikite lauką tuščią, jei norite atjungti.
lv: Lai skatītu produktus no konkrēta lietotāja vai organizācijas, ievadiet tā ID zemāk. Lai atsauktu iestatījumu, atstājiet lauku tukšu.
nl_be: Om producten te zien van een specifieke gebruiker of organisatie, vul diens ID hieronder in. Laat het veld leeg om uit te schakelen.
pl: Aby zobaczyć produkty określonego użytkownika lub organizacji, wpisz poniżej jego identyfikator. Leave field empty to unset.
pt_pt: Para ver os produtos de um utilizador ou organização específica, introduza o ID (identificador) abaixo. Deixe o campo vazio para desativar.
ro: Pentru a vedea produsele de la un anumit utilizator sau organizație, introduceți id-ul acestuia mai jos. Lăsați câmpul gol pentru a dezactiva.
ru: Чтобы увидеть товары от конкретного пользователя или организации, введите его идентификатор ниже. Оставьте пустым для снятия.
sl: Če si želite ogledati izdelke določenega uporabnika ali organizacije, spodaj vnesite Id. Pustite polje prazno, da ni nastavljeno.
sv: För att se produkter från en specifik användare eller organisation anger du dess id nedan. Lämna fältet tomt för att avaktivera.
th: หากต้องการดูสินค้าจากผู้ใช้หรือองค์กรที่ระบุ ให้ป้อนรหัสของผู้ใช้หรือองค์กรนั้นด้านล่าง เว้นช่องว่างไว้เพื่อไม่แสดงผล
tr: Belirli bir kullanıcı veya kuruluştan ürünleri görmek için kimliğini aşağıya girin. Ayarı kaldırmak için alanı boş bırakın.
uk: Для того щоб побачити товари конкретного користувача чи організації, вкажіть внизу їх ідентифікатор. Залиште порожнє місце щоб не встановлювати його.
vi: Để xem các sản phẩm từ một người dùng hoặc tổ chức cụ thể, vui lòng nhập id của người dùng hoặc tổ chức vào bên dưới. Bỏ trống nếu không đặt thêm thông tin.

# pro_moderator_edit_owner
source: Switch to another organization
bg: Преминете към друга организация
ca: Canvia a una altra organització
cs: Přepnout na jinou organizaci
da: Skift til en anden organisation
de: Zu einer anderen Organisation wechseln
el: Εναλλαγή σε άλλον οργανισμό
eo: Ŝanĝi al alia organizo
es: Cambiar a otra organización
fa: به سازمان دیگری تغییر دهید
fi: Vaihda toiseen organisaatioon
fr: Basculer vers une autre organisation
he: מעבר לארגון אחר
hr: Prebacite se u drugu organizaciju
hu: Váltson másik szervezetre
id: Beralih ke organisasi lain
it: Passa a un'altra organizzazione
ka: სხვა ორგანიზაციაში გადასვლა
lt: Pakeisti į kitą organizaciją
lv: Pārslēgties uz citu organizāciju
nl_be: Overschakelen naar een andere organisatie
pl: Przełącz na inną organizację
pt_pt: Mudar para outra organização
ro: Treceți la o altă organizație
ru: Переключиться на другую организацию
sv: Byt till en annan organisation
th: เปลี่ยนไปทำงานกับองค์กรอื่น
tr: Başka bir kuruluşa geç
uk: Перейти до іншої організації
vi: Chuyển sang tổ chức khác

# pro_moderator_edit_owner_placeholder
source: user-abc or org-xyz
ar: المستخدم بالترتيب abc أو xyz
bg: user-abc или org-xyz
ca: usuari(user)-abc o organització(org)-xyz
cs: uživatel abc nebo org-xyz
da: bruger-abc eller org-xyz
de: nutzer-abc oder org-xyz
el: user-abc ή org-xyz
eo: uzanto-abc aŭ org-xyz
es: user-abc u org-xyz
fa: کاربر-abc یا org-xyz
fi: user-abc tai org-xyz
fr: user-abc ou org-xyz
he: user-abc או org-xyz
hr: korisnik-abc ili org-xyz
hu: user-abc vagy org-xyz
id: pengguna-abc atau org-xyz
it: user-abc o org-xyz
ja: user-abcまたはorg-xyz
ka: მომხმარებლის abc ან org-xyz
lt: user-abc arba org-xyz
lv: lietotājs-abc vai org-xyz
nl_be: gebruiker-abc of org-xyz
pl: user-abc lub org-xyz
pt_pt: user-abc ou org-xyz
ro: Utilizator sau org-xyz
ru: user-abc или org-xyz
sl: uporabnik-abc ali org-xyz
sv: user-abc eller org-xyz
th: ผู้ใช้-abc หรือ org-xyz
tr: user-abc veya org-xyz
uk: user-abc або org-xyz
vi: user-abc hoặc org-xyz

# error_user_does_not_exist
source: User %s does not exist
ar: المستخدم %s غير موجود
bg: Потребителят %s не съществува
ca: No existeix l'identificador %s
cs: Uživatel %s neexistuje
da: Brugeren %s findes ikke
de: Benutzer %s nicht vorhanden
el: Ο χρήστης %s δεν υπάρχει
eo: Uzanto %s ne ekzistas
es: El usuario %s no existe
fa: کاربر %s وجود ندارد
fi: Käyttäjää %s ei ole olemassa
fr: L'utilisateur %s n'existe pas
he: המשתמש %s לא קיים
hr: Korisnik %s ne postoji
hu: %s felhasználó nem létezik
id: Pengguna %s tidak ada
it: L'utente %s non esiste
ja: ユーザー %s は存在しません
ka: მომხმარებელი %s არ არსებობს
lt: %s vartotojo nėra
lv: Lietotājs %s nepastāv
nl_be: Gebruiker %s bestaat niet
pl: Użytkownik %s nie istnieje
pt_pt: O utilizador %s não existe
ro: Utilizatorul %s nu există
ru: Пользователь %s не существует
sl: Uporabnik %s ne obstaja
sv: Användaren %s existerar inte
th: ผู้ใช้ %s ไม่มีอยู่จริง
tr: Kullanıcı %s mevcut değil
uk: Користувача під іменем %s не існує
vi: Người dùng %s không tồn tại

# error_malformed_owner
source: The id must be of the form user-abc or org-xyz
ar: يجب أن يكون التعريف في صورة المستخدم abc أو xyz
bg: Идентификационният номер трябва да бъде във формата user-abc или org-xyz
ca: El paràmetre id cal que estigui en format user-abc o org-xyz
cs: Id musí být ve tvaru uživatel-abc nebo org-xyz
da: ID'et skal være på formen bruger-abc eller organisantion-xyz
de: Die ID muss die Form nutzer-abc oder org-xyz aufweisen
el: Το αναγνωριστικό πρέπει να είναι της μορφής user-abc ή org-xyz
eo: La identigilo devas esti de la formo uzanto-abc aŭ org-xyz
es: El ID debe tener la forma user-abc u org-xyz
fa: شناسه باید به شکل user-abc یا org-xyz باشد.
fi: Tunnisteen täytyy olla muodossa user-abc tai org-xyz
fr: L'id doit être de la forme user-abc ou org-xyz
he: המזהה חייב להיות בתצורת user-abc או org-xyz
hr: ID mora biti u obliku user-abc ili org-xyz
hu: Az azonosítónak user-abc vagy org-xyz formátumúnak kell lennie
id: Id harus dalam bentuk pengguna-abc atau org-xyz
it: L'ID deve essere nel formato utente-abc o org-xyz
ja: IDはuser-abcまたはorg-xyzの形式でなければなりません
ka: ID უნდა იყოს შემდეგი ფორმის: user-abc ან org-xyz
lt: Id turi būti tokios formos: user-abc arba org-xyz
lv: ID ir jābūt šādā formātā: user-abc vai org-xyz
nl_be: De id moet de vorm user-abc of org-xyz hebben
pl: Identyfikator musi mieć postać user-abc lub org-xyz
pt_pt: A identificação deve ser da forma utilizador-abc ou org-xyz
ro: ID-ul trebuie să fie de forma user-abc sau org-xyz
ru: Идентификатор должен иметь форму user-abc или org-xyz
sl: Id mora biti v obliki uporabnika-abc ali org-xyz
sv: Id:t måste ha formen user-abc eller org-xyz
th: รหัสประจำตัวต้องอยู่ในรูปแบบ user-abc หรือ org-xyz
tr: Kimlik, user-abc veya org-xyz biçiminde olmalıdır
uk: Ідентифікатор користувача повинен мати формат user-abc або org-xyz
vi: Id phải ở dạng user-abc hoặc org-xyz
