Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# licence_accept
source: By adding information, data and/or images, you accept to place irrevocably your contribution under the <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> licence for information and data, and under the <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> licence for images. You accept to be credited by re-users by a link to the product your are contributing to.
ar: بإضافة معلومات و / أو بيانات و / أو صور ، فأنت توافق على وضع مساهمتك بشكل لا رجعة فيه ضمن<a href="https://opendatacommons.org/licenses/dbcl/1.0/">ترخيص محتويات قاعدة البيانات 1.0</a>رخصة للحصول على المعلومات والبيانات ، وتحت ترخيص<a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">إسناد المشاع الإبداعي - مثل المشاركة 3.0</a>ترخيص للصور. أنت توافق على إعادة اعتماد المستخدمين من خلال رابط للمنتج الذي تساهم فيه.
bg: Добавяйки информация, данни и/или снимки, ти приемаш да дадеш безвъзвратно своя принос под лиценза <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License 1.0</a> лиценз за информация и данни и под лиценза <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> за снимки. Приемаш да бъдеш кредитиран от повторни потребители чрез връзка към продукта, за който допринасяш.
ca: Mitjançant l'addició d'informació, dades i/o imatges, s'accepta de manera irrevocable posar la seva contribució en virtut de les <a href="https://opendatacommons.org/licenses/dbcl/1.0/"> Llicència Database Contents Licence 1.0 </a> per la informació i les dades, i sota la llicència <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en"> Creative Commons Attribution - ShareAlike 3.0 </a>per imatges. Accepta ser acreditat per re-usuaris amb un enllaç al producte al que ha contribuït.
cs: Přidáním informací, dat a/nebo obrázků souhlasíte s tím, že neomezitelně umísťujete svůj příspěvek pod licencí <a href="https://opendatacommons.org/licenses/dbcl/1.0/"> Database Contents Licence 1.0</a> pro informace a data a pod licencí <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> pro obrázky. Souhlasíte s tím, pokud budou vaše data či obrázky použity jiným uživatelem, vaše zásluhy budou přiznány pomocí odkazu na váš příspěvek.
da: Ved at tilføje oplysninger, data og/eller fotos accepterer du, uigenkaldeligt at henføre dit bidrag under hhv. licenserne <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> for oplysninger og data, og <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> for fotos. Du accepterer at blive tilskrevet af genbrugere via et link til det produkt, du bidrager til/med.
de: Durch das Eingeben von Daten und Hinzufügen von Fotos erklären Sie sich unwiderruflich damit einverstanden, Ihre Daten unter der Lizenz <a href="https://opendatacommons.org/licenses/dbcl/1.0/" hreflang="en">Database Contents Licence 1.0</a> und die Fotos unter der Lizenz <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.de">Creative Commons Namensnennung - Weitergabe unter gleichen Bediungungen 3.0</a> zu veröffentlichen. Sie stimmen damit zu, von anderen Projekten, die diese Daten nutzen, mit einem Link zu den von Ihnen bearbeiteten Produkten genannt zu werden.
el: Προσθέτοντας πληροφορία, δεδομένα ή/και φωτογραφίες, αποδέχεστε αμετάκλητα ότι αποδέχεστε τη <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> άδεια για πληροφορία και δεδομένα, και υπό the <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> άδεια για τις εικόνες. Αποδέχεστε ότι το περιεχόμενο αποδίδεται σε εσάς σε περίπτωση επαναχρησιμοποίησης των δεδομένων μέσω σύνδεσης με το προϊόν με το οποίο έχετε συμβάλλει.
eo: Aldonante informojn, datumojn kaj/aŭ bildojn, vi konsentas nerevokeble meti vian kontribuon sub la permesilon <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Datumbaza Enhavo-Licenco 1.0</a> por informoj kaj datumoj, kaj sub la permesilo <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Krea Komunaĵo Atribuite - Samkondiĉe 3.0</a> por bildoj. Vi akceptas esti kreditita de reuzantoj per ligilo al la produkto, al kiu vi kontribuas.
es: Al adjuntar información, datos y/o imágenes, aceptas que tu contribución sea añadida de forma irrevocable bajo la licencia <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> para la información y datos, y bajo la licencia<a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> para las imágenes. También aceptas recibir el reconocimiento por la reutilización de los datos mediante un enlace al producto al que has contribuido.
fa: با افزودن اطلاعات، داده‌ها و/یا تصاویر، شما موافقت می‌کنید که مشارکت خود را به‌طور غیرقابل‌بازگشتی تحت مجوز <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> برای اطلاعات و داده‌ها، و تحت مجوز <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> برای تصاویر قرار دهید. شما موافقت می‌کنید که کاربران مجدد با پیوندی به محصولی که در آن مشارکت دارید، به شما اعتبار دهند.
fi: Lisäämällä tietoa, dataa ja/tai kuvia, hyväksyt, että lisäyksesi asetetaan <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> -lisenssin alaisuuteen tiedon ja datojen osalta ja <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> lisenssin alaisuuteen kuvien osalta. Hyväksyt, että panoksesi uudelleenkäyttäjät voivat käyttää sitä liittämällä linkin tuotteeseen, johon lisäät tietoa.
fr: En ajoutant des informations et/ou des photographies, vous acceptez de placer irrévocablement votre contribution sous licence <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> pour les informations et sous licence <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.fr">Creative Commons Paternité - Partage des conditions initiales à l'identique 3.0</a> pour les photos. Vous acceptez d'être crédité par les ré-utilisateurs par un lien vers le produit auquel vous contribuez.
he: הוספה של מידע, נתונים ו/או תמונות, מהווה את הסכמתך להחיל על התרומה שלך ללא הגבלה את הרישיון <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> למידע ולנתונים, ותחת הרישיון <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> לתמונות. כמו כן, מקובל עליך לקבל הוקרה בדמות קישור למוצר אליו תרמת על ידי גוזרים.
hr: Dodavanjem informacija, podataka i/ili slika prihvaćate neopozivo stavljanje svog doprinosa pod licencu <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> za informacije i podatke, te pod licencu <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> za slike. Prihvaćate da vas ponovni korisnici navedu kao autora putem poveznice na proizvod kojem doprinosite.
hu: Információk, adatok és/vagy képek hozzáadásával Ön elfogadja, hogy hozzájárulása visszavonhatatlanul információk és adatok esetén a <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a>, képek esetén a <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.hu">Creative Commons Nevezd meg! - Így add tovább! 3.0</a> (CC BY-SA 3.0) licenc alá fognak kerülni. Ön elfogadja, hogy az újrafelhasználók hivatkozhassanak a termékre amihez Ön hozzájárult.
id: Dengan menambahkan informasi, data dan/atau gambar, Anda setuju untuk secara tidak dapat dibatalkan menempatkan kontribusi Anda di bawah lisensi <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License 1.0</a> untuk informasi dan data, dan di bawah lisensi <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> untuk gambar. Anda menerima untuk diberi kredit oleh pengguna ulang lewat tautan ke produk yang Anda kontribusikan.
it: Con l'aggiunta di informazioni, dati e/o immagini, si accetta di inserire irrevocabilmente il proprio contributo sotto licenza <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> per informazioni e dati, e sotto la licenza <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> per le immagini. Si accetta inoltre di essere accreditato dai riutilizzatori attraverso un link al prodotto a cui si sta contribuendo.
ja: 情報、データおよび/または画像を追加することで、あなたは、情報およびデータを <a href="https://opendatacommons.org/licenses/dbcl/1.0/">データベース・コンテンツ・ライセンス 1.0</a> ライセンスの下で、そして画像を <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">クリエイティブコモンズ帰属 - 同一条件許諾 3.0</a> ライセンスの下で、あなたの貢献を取消不能で配置することを承諾します。 あなたが貢献している製品へのリンクによって、再利用者によってクレジットされることを承諾します。
ka: ინფორმაციის, მონაცემების და/ან სურათების დამატებით, თქვენ ეთანხმებით თქვენი წვლილის შეუქცევადად განთავსებას ინფორმაციისა და მონაცემების <a href="https://opendatacommons.org/licenses/dbcl/1.0/">მონაცემთა ბაზის შინაარსის ლიცენზიის 1.0</a> ლიცენზიის ფარგლებში, ხოლო სურათების <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> ლიცენზიის ფარგლებში. თქვენ ეთანხმებით, რომ ხელახლა მომხმარებლებმა მიუთითონ თქვენი წვლილი იმ პროდუქტის ბმულზე, რომელშიც წვლილი შეიტანეთ.
lt: Pridėdami informaciją, duomenis ir (arba) atvaizdus, jūs sutinkate, kad neatšaukiamai pateiktumėte savo indėlį pagal <a href="https://opendatacommons.org/licenses/dbcl/1.0/">"Database Contents Licence 1.0"</a> licenciją skirtą informacijai ir duomenims ir pagal <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> licenciją vaizdams. Jūs sutinkate, kad prie produkto, kurio prisidedate, būtumet nurodytas nuoroda.
lv: Pievienojot informāciju, datus un / vai fotogrāfijas, ieguldītāji piekrīt neatgriezeniski ievietot savus ieguldījumus saskaņā ar <a href="https://opendatacommons.org/licenses/dbcl/1.0/"> Datubāzes satura licenci 1.0 </a> informācijai un datiem un saskaņā ar Creative Commons Attribution-ShareAlike licenci </a> fotogrāfijām.
ms: Dengan menambahkan maklumat, data dan/atau imej, anda terima untuk letakkan caruman anda yang tidak boleh ditarik balik di bawah <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Lesen Kandungan Pangkalan Data 1.0</a> lesen untuk maklumat dan data, dan di bawah lesen <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Common Attribution - ShareAlike 3.0</a> untuk imej. Anda menerima dikreditkan oleh pengguna semula dengan pautan ke produk yang anda sumbangkan.
nl_be: Door informatie, data en/of beelden toe te voegen, aanvaard je dat je bijdrage onherroepelijk geplaatst wordt onder de <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> licentie voor informatie en data, en onder de <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> licentie voor beelden. Je aanvaard ook dat je gecrediteerd kan worden door hergebruikers via een link naar het product waar je aan bijgedragen hebt.
pl: Dodając informacje, dane i/lub zdjęcia, zgadzasz się na nieodwołalne wniesienie swojego wkładu na mocy <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> licencji na informację i dane, na <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> licencji na obrazy. Wyrażasz zgodę że jesteś przypisywany przez kolejnych użytkowników przez odsyłacz do produktu do którego przyczyniłeś się.
pt_pt: Ao adicionar informações e/ou imagens está a aceitar, de forma irrevogável, publicar as suas contribuições sob as licenças: <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> para as informações e dados, <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.pt">Creative Commons Atribuição-CompartilhaIgual 3.0</a> para as imagens. Aceita também ser creditado nas reutilizações dos dados, com uma hiperligação para o produto que está a contribuir.
ro: Adăugând informații, date și/sau imagini, acceptați să vă faceți contribuția disponibilă sub licența pentru informație și date <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a>, și sub licența pentru imagini <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a>. Acceptați să fiți creditat pentru re-utilizări cu un link către produsul la care contribuiți.
ru: При добавлении информации, данных и / или изображений, вы принимаете, что передаёте свой вклад безотзывно в рамках лицензии <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> для информации и данных и под лицензией <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.ru"> Creative Commons Attribution - ShareAlike 3.0</a> для изображений. Вы соглашаетесь, что будете упомянуты последующими пользователями путём ссылки на продукт, в редактировании которого вы принимали участие.
sl: Z dodajanjem informacij, podatkov in / ali slik se strinjate, da svoj prispevek nepreklicno oddate pod licenco <a href="https://opendatacommons.org/licenses/dbcl/1.0/"> licenciranja vsebine baze podatkov 1.0 </a> za informacije in podatke ter pod <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en"> licenco Creative Commons za priznanje avtorstva - ShareAlike 3.0 </a> za slike. Sprejemate, da vas bodo uporabniki ponovno pripisali povezavi do izdelka, kateremu prispevate.
sv: Genom att lägga till information, data och/eller bilder accepterar du att oåterkalleligt placera ditt bidrag under <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> licens för information och data, och under <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> -licens för bilder. Du accepterar att krediteras av återanvändare genom en länk till den produkt du bidrar till.
th: เมื่อคุณเพิ่มหรือแก้ไขข้อมูลเข้าในระบบ แปลว่าคุณยอมรับเงื่อนไขของสัญญาอนุญาตแบบ <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> สำหรับข้อมูลที่เป็นตัวอักษรและตัวเลข และ <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> สำหรับรูปภาพของคุณ โดยปริยาย และคุณยอมรับที่จะได้เครดิต เพียงผู้ใช้ใส่ลิงก์มาที่หน้าผลิตภัณฑ์ที่คุณกำลังแก้ไขนี้เท่านั้น
tl: Sa pamamagitan ng pagdaragdag ng impormasyon, datos at/o imahe, tinatanggap mo upang ilagay ang iyong irrevocably kontribusyon sa ilalim ng kapangyarihan ng <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> lisinsya para sa impormasyon at datos sa ilalim ng kapangyarihan ng <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> lisinsya para sa mga imahe. Tinatanggap mo na kredito sa pamamagitan ng pagulit na gumagamit ng link sa produkto na iyong inambag.
tr: Bilgi, veri ve/veya resim ekleyerek, katkınızı geri alınamaz bir şekilde bilgi ve veriler için<a href="https://opendatacommons.org/licenses/dbcl/1.0/"> Veritabanı İçerik Lisansı 1.0</a> ile, resimler için ise <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en"> Creative Commons Attribution - ShareAlike 3.0</a> ile lisanslamayı kabul etmiş olursunuz. Tekrar kullananlar tarafından, katkıda bulunduğunuz ürüne bir link ile kredilendirilmeyi kabul etmiş olursunuz.
uk: Додаючи інформацію, дату і/або зображення, ви погоджуєтеся внести свій вклад за <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</а> ліцензія, для інформації та даних, а також за <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> ліцензія для зображень. Ви приймаєте його за допомогою посилання на продукт, який ви вносите.
vi: Bằng cách thêm thông tin, dữ liệu và / hoặc hình ảnh, bạn chấp nhận để đặt không thể hủy bỏ sự đóng góp của bạn dưới <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents Licence 1.0</a> giấy phép để biết thông tin và dữ liệu, và dưới <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution - ShareAlike 3.0</a> giấy phép cho hình ảnh. Bạn chấp nhận để được ghi bởi người dùng lại bằng một liên kết đến sản phẩm mà bạn đang đóng góp.

# link
source: Link to the product page on the official site of the producer
ar: رابط لصفحة المنتج على الموقع الرسمي للمنتج
bg: Линк към страницата на продукта на официалния сайт на производителя
ca: Enllaç a la pàgina del producte en el lloc oficial del productor
cs: Odkaz na stránku produktu na oficiálních stránkách výrobce
da: Link til produktsiden på producentens officielle wensted
de: Link zur offiziellen Produktseite des Herstellers
el: Σύνδεσμος στη σελίδα του προϊόντος στον επίσημο ιστότοπο του παραγωγού
eo: Ligilo al la produkta paĝo sur la oficiala retejo de la produktanto
es: Enlace a la página del producto en el sitio oficial del fabricante
fa: لینک به صفحه محصول در سایت رسمی سازنده
fi: Linkki tuottajan viralliselle tuotesivulle
fr: Lien vers la page du produit sur le site officiel du fabricant
he: קישור לעמוד המוצר באתר הרשמי של היצרן
hr: Link na stranicu proizvoda na službenoj stranici proizvođača
hu: Link a gyártó hivatalos honlapján található termékoldalra
id: Tautkan ke halaman produk di situs resmi produsen
it: Link alla pagina del prodotto sul sito ufficiale del produttore
ja: 生産者の公式サイト上の製品ページへのリンク
ka: ბმული პროდუქტის გვერდზე მწარმოებლის ოფიციალურ ვებსაიტზე
lt: Nuoroda į gaminio puslapį oficialioje gamintojo svetainėje
lv: Saite uz ražojuma lapu ražotāja oficiālajā vietnē
ms: Pautan ke laman produk di laman rasmi pengeluar
nl_be: Link naar de pagina van het product op de officiële site van de producent
pl: Link do strony produktu na oficjalnej stronie producenta
pt_pt: Hiperligação da página do produto no site oficial do fabricante
ro: Legătură către pagina produsului de pe site-ul oficial al producătorului
ru: Ссылка на страницу продукта на официальном сайте производителя
sl: Povezava na stran izdelka na uradni strani proizvajalca
sv: Länk till produktsidan på producentens officiella webbplats
th: ลิงค์ไปยังหน้าผลิตภัณฑ์บนเว็บไซต์อย่างเป็นทางการของผู้ผลิต
tl: Ang link patungo sa pahina ng produkto sa gumawa ng opisyal site
tr: Üreticinin resmi sitesinde ki ürün bağlantı adresini sağlayın
uk: Посилання на сторінку продукту на офіційному сайті виробника
vi: Liên kết với các trang sản phẩm trên trang web chính thức của nhà sản xuất

# list_of_x
source: List of %s
ar: قائمة %s
bg: Списък с/със %s
ca: Llista de %s
cs: Seznam %s
da: Liste over %s
de: Liste von %s
el: Λίστα από %s
eo: Listo da %s
es: Lista de %s
fa: فهرست %s
fi: %s luettelo
fr: Liste des %s
he: רשימה של %s
hr: Popis %s
hu: %s listája
id: Daftar %s
it: Elenco di %s
ja: %s一覧
ka: %s-ის სია
lt: Sąrašas %s
lv: Publicēts %s
ms: Senarai %s
nl_be: Lijst van %s
pl: Lista %s
pt_pt: Lista de %s
ro: Listă de %s
ru: Список %s
sl: Seznam %s
sv: Lista över %s
th: รายการ %s
tl: Listahan ng %s
tr: %s'nin listesi
uk: Список %s
vi: Danh sách %s

# loadmore
source: Load more results
ar: عرض المزيد من النتائج
bg: Зареждане на още резултати
ca: Carrega més resultats
cs: Načíst další výsledky
da: Se flere resultater
de: Mehr Ergebnisse laden
el: Φόρτωση περισσότερων αποτελεσμάτων
eo: Ŝargi pliajn rezultojn
es: Cargar más resultados
fa: نتایج بیشتر را بارگیری کنید
fi: Lataa lisää tuloksia
fr: Charger plus de résultats
he: טעינת תוצאות נוספות
hr: Učitaj više rezultata
hu: További találatok betöltése
id: Muat lebih banyak hasil
it: Carica più risultati
ja: さらに結果を読み込む
ka: მეტი შედეგის ჩატვირთვა
lt: Įkelti daugiau rezultatų
lv: Ielādējiet vairāk rezultātu
ms: Muatkan lebih banyak keputusan
nl_be: Laad meer resultaten
pl: Załaduj więcej wynikow
pt_pt: Ver mais resultados
ro: Încărcați mai multe rezultate
ru: Загрузить дополнительные результаты
sl: Naloži več rezultatov
sv: Ladda fler resultat
th: โหลดผลลัพธ์เพิ่มเติม
tl: Mag-load ng higit pang mga resulta
tr: Daha fazla sonuç yükle
uk: Завантажити більше результатів
vi: Tải thêm kết quả

# login_and_add_product
source: Sign-in and add the product
ar: تسجيل الدخول لاضافه منتج
bg: Влез и добави продукта
ca: Entre i afegisca el producte
cs: Přihlaste se a přidejte produkt
da: Log ind og tilføj produktet
de: Anmelden und ein Produkt hinzufügen
el: Συνδεθείτε και προσθέστε το προϊόν
eo: Ensalutu kaj aldonu la produkton
es: Inicia la sesión y añade el producto
fa: ورود به سیستم و افزودن محصول
fi: Kirjaudu sisään, ja lisää tuote
fr: Se connecter et ajouter le produit
he: ניתן להיכנס ולהוסיף את המוצר
hr: Prijavite se i dodajte proizvod
hu: Jelentkezzen be és adja hozzá a terméket
id: Masuk dan tambahkan produk
it: Accedi e aggiungi il prodotto
ja: サインインして製品を追加
ka: შედით სისტემაში და დაამატეთ პროდუქტი
lt: Prisijunkite ir pridėkite produktą
lv: Pierakstieties un pievienojiet produktu
ms: Log masuk dan tambah produk
nl_be: Inloggen en het product toevoegen
pl: Zaloguj się i dodaj produkt
pt_pt: Inicie sessão e adicione o produto
ro: Autentificați-vă și adăugați produsul
ru: Войти и добавить продукт
sl: Prijavite se in dodajte izdelek
sv: Logga in och lägg till produkten
th: เข้าสู่ระบบและเพิ่มผลิตภัณฑ์
tl: Mag-sign-in at idagdag ang produkto
tr: Giriş yapın ve ürün ekleyin
uk: Увійдіть та додайте продукт
vi: Đăng nhập và thêm sản phẩm

# login_and_edit_product
source: Sign-in and edit the product
ar: تسجيل الدخول وتحرير المنتج
bg: Влез и редактирай продукта
ca: Entre i edite el producte
cs: Přihlaste se a upravte produkt
da: Log ind og rediger produktet
de: Anmelden und das Produkt bearbeiten
el: Συνδεθείτε και επεξεργαστείτε το προϊόν
eo: Ensaluti kaj redakti la produkton
es: Inicia la sesión y modifica el producto
fa: ورود به سیستم و ویرایش محصول
fi: Kirjaudu sisään, ja muokkaa tuotetta
fr: Se connecter et modifier la fiche du produit
he: כניסה ועריכת המוצר
hr: Prijavite se i uredite proizvod
hu: Jelentkezzen be és szerkessze a terméket
id: Masuk dan sunting produk
it: Accedi e modifica il prodotto
ja: サインインして製品を編集
ka: შედით სისტემაში და შეცვალეთ პროდუქტი
lt: Prisijunkite ir redaguokite produktą
lv: Pierakstieties un rediģējiet produktu
ms: Log masuk dan sunting produk
nl_be: Inloggen en het product bewerken
pl: Zaloguj się i dodaj produkt
pt_pt: Inicie sessão e edite o produto
ro: Autentificați-vă și modificați produsul
ru: Войти и отредактировать продукт
sl: Prijavite se in uredite izdelek
sv: Logga in och redigera produkten
th: ลงชื่อเข้าใช้และแก้ไขข้อมูลผลิตภัณฑ์
tl: Mag-sign-in at i-edit ang produkto
tr: Giriş yapın ve ürünü düzenleyin
uk: Увійдіть та додайте продукт
vi: Đăng nhập và chỉnh sửa sản phẩm
