Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# donation_body_employees
source: Open Food Facts is a collaborative project built by tens of thousands of volunteers and managed by a non-profit organization with {number_of_employees} employees.
es: Open Food Facts es un proyecto colaborativo construido por decenas de miles de voluntarios y administrado por una organización sin fines de lucro con {number_of_employees} empleados.
ja: Open Food Factsは何万人ものボランティアによって作り上げられ、{number_of_employees} 人の社員を擁する非営利団体によって管理される協同プロジェクトデス。
ro: Open Food Facts este un proiect colaborativ construit de zeci de mii de voluntari și gestionat de o organizație non-profit cu {number_of_employees} angajați.
sl: Open Food Facts je kooperativni projekt, v katerem deluje več deset tisoč prostovoljcev in ga vodi neprofitna organizacija z {number_of_employees} zaposlenimi.
vi: Open Food Facts là một dự ánmang tính cộng tác được xây dựng bởi hàng chục nghìn tình nguyện viên và được quản lý bởi một tổ chức phi lợi nhuận với {number_of_employees} nhân viên.

# donation_why_year
source: We need your donations to fund the Open Food Facts {year} budget and to continue to develop the project.
es: Necesitamos tus donaciones para financiar el presupuesto {year} de Open Food Facts y para continuar desarrollando el proyecto.
ja: Open Food Facts {year} の資金を供給し、このプロジェクトの開発を継続するためには皆さまからの寄付が必要です。
ro: Avem nevoie de donațiile dumneavoastră pentru a finanța bugetul Open Food Facts {year} și pentru a continua dezvoltarea proiectului.
sl: Potrebujemo vaše donacije za financiranje proračuna Open Food Facts {year} in za nadaljevanje razvoja projekta.
vi: Chúng tôi cần sự đóng góp của bạn để tài trợ cho ngân sách Open Food Facts năm {year} và để tiếp tục phát triển dự án.

# twitter_account
source: OpenFoodFacts
ar: OpenFoodFactsAR
es: OpenFoodFactsES

# windows_phone_app_link
source: https://apps.microsoft.com/store/detail/open-food-facts-scan-to-get-nutriscore-ecoscore-and-more/XP8LT18SRPKLRG
da: https://www.microsoft.com/da-dk/store/detail/open-food-facts-scan-to-get-nutriscore-ecoscore-and-more/XP8LT18SRPKLRG

# error_invalid_User Id
source: The user name must contain only unaccented letters, digits and dashes.
vi: Tên người dùng chỉ được chứa các chữ cái, chữ số và dấu gạch ngang không có dấu.

# error_User Id_too_long
source: The user name is too long (maximum 20 characters).
vi: Tên đăng nhập quá dài! (tối đa 20 ký tự).

# error_no_User Id
source: You need to enter a user name
vi: Bạn cần nhập tên người dùng

# error_reset_unknown_id
source: This User Id does not exist.
vi: Tên người dùng này không tồn tại.

# error_User Id_not_available
source: This User Id already exists, please choose another.
vi: Tên người dùng này đã được sử dụng, xin chọn tên khác.

# login_User Id_email
source: User Id or e-mail address:
vi: Tên đăng nhập hoặc địa chỉ email:

# reset_password_email_body
source: Hello <NAME>, You asked for your password to be reset on https://openfoodfacts.org for the User Id: <USERID> To continue the password reset, click on the link below. If you did not ask for the password reset, you can ignore this message. <RESET_URL> See you soon, Stephane https://openfoodfacts.org
vi: Xin chào <NAME>, Bạn đã yêu cầu đặt lại mật khẩu trên https://openfoodfacts.org cho tên người dùng: <USERID> Để tiếp tục đặt lại mật khẩu, hãy nhấp vào liên kết bên dưới. Nếu bạn không yêu cầu đặt lại mật khẩu, bạn có thể bỏ qua thông báo này. <RESET_URL> Hẹn gặp lại, Stephane https://openfoodfacts.org

# reset_password_send_email_msg
source: If you have forgotten your password, fill-in your User Id or e-mail address to receive instructions for resetting your password.
vi: Nếu bạn quên mật khẩu, hãy điền tên người dùng hoặc địa chỉ email của bạn để nhận hướng dẫn đặt lại mật khẩu của bạn.

# twitter
source: Twitter User Id (optional)
vi: Tên người dùng Twitter (tùy chọn)

# userid_or_email
source: User Id or e-mail address:
vi: Tên đăng nhập hoặc địa chỉ email:

# User Id
source: User name
vi: Tên người dùng

# User Id_info
source: (non-accented letters, digits and/or dashes)
vi: (các chữ cái, chữ số và / hoặc dấu gạch ngang không dấu)

# User Id_or_email
source: User Id or email address
vi: Tên người dùng hoặc địa chỉ email

# attribute_ecoscore_grade_title
source: Eco-Score %s
ca: Eco-puntuació %s
vi: Điểm sinh thái %s

# android_apk_app_link
source: https://world.openfoodfacts.org/files/off.apk
ca: https://es-ca.openfoodfacts.org/files/off.apk

source: and
ar: و
ms: dan
tl: at

# add_user_email_body
source: Hello <NAME>, Thanks a lot for joining https://openfoodfacts.org Here is your user name: User name: <USERID> You can now sign in on the site to add and edit products. <<site_name>> is a collaborative project to which you can bring much more than new products: your energy, enthusiasm and ideas! To discuss between contributors and make the project go forward, we use a very convenient messaging system called Slack: https://slack.openfoodfacts.org You can also join the Facebook group for contributors: https://www.facebook.com/groups/OpenFoodFacts/ New: we are also starting Open Beauty Facts to create a database of cosmetics: soap, toothpaste, makeup etc. https://openbeautyfacts.org Thank you very much! Stéphane and the Open Food Facts team https://openfoodfacts.org https://twitter.com/OpenFoodFacts
ar: مرحباً <NAME>, شكراً جزيلاً لانضمامكم https://openfoodfacts.org هذا هو اسمك: اسم المستخدم: <<site_name>> تستطيع الآن تسجيل الدخول للموقع لإضافة أو تحرير المنتجات. <<site_name>> هو مشروع تعاوني والذي تستطيع أن تجلب فيه أكثر من منتجات جديدة:طاقتك,حماسك و أفكارك! للمناقشة بين المساهمين و جعل المشروع يتقدم للأمام,نحن نستخدم نظام رسائل ملائم جداً يدعى Slack: https://slack.openfoodfacts.org تستطيع أيضاً الانضمام إلى مجموعة الفيسبوك للمساهمين: https://www.facebook.com/groups/OpenFoodFacts/ جديد:نحن أيضاً نبدأ Open Beauty Facts لإيجاد قاعدة بيانات للمواد التجميلية:صابون,معجون أسنان,مساحيق تجميل إلخ. https://openbeautyfacts.org شكراً جزيلاً! Stéphane و فريق Open Food Facts https://openfoodfacts.org https://twitter.com/OpenFoodFacts
ms: Hello <NAME>, Terima kasih kerana menyertai https://openfoodfacts.org Berikut adalah nama pengguna anda: Nama pengguna: <USERID> Anda kini boleh daftar masuk di tapak untuk tambah dan edit produk. <<site_name>> adalah projek kerjasama di mana anda boleh bawa lebih daripada produk baharu: tenaga, semangat dan idea anda! Untuk berbincang antara penyumbang dan membuat projek terus maju, kami gunakan sistem pesanan yang sangat mudah dipanggil Slack: https://slack.openfoodfacts.org Anda juga boleh menyertai kumpulan Facebook untuk penyumbang: https://www.facebook.com/groups/OpenFoodFacts/ Baharu: Kami juga memulakan Fakta Kecantikan Terbuka untuk membentuk pangkalan data bagi kosmetik: sabun, ubat gigi, alat solek dll. https://openbeautyfacts.org Terima kasih banyak-banyak! Stéphane dan pasukkan Fakta Makanan Terbuka https://openfoodfacts.org https://twitter.com/OpenFoodFacts
tl: Kamusta <NAME>, Maraming salamat sa pagsali sa https://openfoodfacts.org Ito ang iyong user name: User name: <USERID> Pwede ka na ngayon mag-sign in sa site para magdagdag at mag-edit ng mga produkto. <<site_name>> ay isang pagtutulungan na proyekto na kung saan maaari kang magdala ng higit pang mga bagong produkto: iyong enerhiya, kasiglahan, at mga naisip! Talakayin ng mga nag-aambag at magpatuloy gumawa ng mga proyekto, ginagamit namin ang isang napaka madaling messaging system ang tawag ay Slack: https://slack.openfoodfacts.org Maaari kang sumali din sa Facebook group para sa mga nag-ambag: https://www.facebook.com/groups/OpenFoodFacts/ Bago: Sinimulan namin ang Open Beauty Facts para lumikha ng isang datos ng mga pampaganda: sabon, toothpaste, pampaganda atbp. https://openbeautyfacts.org Maraming salamat po! Stéphane at ang Open Food Facts team https://openfoodfacts.org https://twitter.com/OpenFoodFacts

# delete_user
source: Delete an user
ar: حذف المستخدم
ms: Padamkan pengguna
tl: Tanggalin ang user

# additives_efsa_evaluation_overexposure_risk_high
source: The European Food Safety Authority (EFSA) has determined that some population groups have a high risk of consuming too much <tag>.
ar: قررت هيئة سلامة الأغذية الأوروبية (EFSA) أن بعض الفئات السكانية لديها خطر كبير في استهلاك الكثير من <tag>.
ms: Pihak Berkuasa Keselamatan Makanan Eropah (EFSA) telah menentukan bahawa beberapa kumpulan populasi mempunyai risiko tinggi untuk memakan terlalu banyak <tag>.

# additives_efsa_evaluation_overexposure_risk_moderate
source: The European Food Safety Authority (EFSA) has determined that some population groups have a moderate risk of consuming too much <tag>.
ar: قررت هيئة سلامة الأغذية الأوروبية (EFSA) أن بعض الفئات السكانية لديها خطر معتدل في استهلاك الكثير من <tag>.
ms: Pihak Berkuasa Keselamatan Makanan Eropah (EFSA) telah menentukan bahawa beberapa kumpulan populasi mempunyai risiko sederhana untuk memakan terlalu banyak <tag>.

# additives_efsa_evaluation_exposure_greater_than_adi
source: Risk of exceeding the acceptable daily intake (ADI)
ar: خطر تجاوز المقدار اليومي المقبول (م ي م)
ms: Risiko melebihi pengambilan harian yang boleh diterima (ADI)

# additives_efsa_evaluation_exposure_greater_than_noael
source: Risk of exceeding the maximum dose without adverse effect (No observed adverse effect level - NOAEL)
ar: خطر تجاوز الحد الأقصى للجرعة دون تأثير ضار (لا يوجد مستوى تأثير ضار ملحوظ)
ms: Risiko melebihi dos maksimum tanpa kesan buruk (Tiada tahap kesan buruk diperhatikan - NOAEL)

# exposure_title_95th
source: Some people
ar: بعض الأشخاص

# exposure_description_95th
source: over 5%
ar: أكثر من 5%

# exposure_title_mean
source: Most people
ar: معظم الناس

# exposure_description_mean
source: over 50%
ar: أكثر من 50%

# n_products_will_be_exported
source: %d products will be exported.
ar: %d منتج مصدر.

# add_user_confirm
source: <p>Thanks for joining. You can now sign-in on the site to add and edit products.</p>
ms: <p>Terima kasih kerana menyertai. Anda kini boleh daftar masuk di tapak untuk tambah dan edit produk.</p>
tl: <p>Salamat sa pagsali. Pwede ka ng mag sign-in ngayon sa site para magdagdag at mag-edit ng produkto.</p>

# bottom_content
source: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donating to Open Food Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
ms: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> dibuat oleh persatuan bukan bukan berasaskan keuntungan, bebas daripada industri. Ia dibuat untuk semua, oleh semua, dan dibiayai oleh semua. Anda boleh menyokong kerja kami dengan <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">menderma ke Open Food Facts</a> dan juga dengan <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">menggunakan enjin carian Lilo</a>.<br/><b>Terima kasih!</b></p>

# edit_user_confirm
source: <p>Your account parameters have been changed.</p>
ms: <p>Parameter akaun anda telah ditukar.</p>
tl: <p>Ang mga parameter ng iyong account ay binago.</p>

# email
source: e-mail address
ms: alamat e-mel

# emb_code_p
source: EMB codes
ms: Kod EMB

# emb_code_products
source: Products packaged by the company with emb code %s
ms: Produk yang dibungkus oleh syarikat dengan kod emb %s
tl: Mga produkto na nakabalot sa kompanya na may emb code %s

# emb_code_s
source: EMB code
ms: Kod EMB

# emb_codes
source: EMB code
ms: Kod EMB

# emb_codes_note
source: In Europe, code in an ellipse with the 2 country initials followed by a number and CE.
ms: Di Eropah, kod dalam elips dengan singkatan 2 negara diikuti dengan nombor dan CE.
tl: Sa Europa, code sa ellipse na may 2 inisyal na bansa na sinundan ng numero at CE.

# emb_codes_p
source: packager codes
ms: kod pembungkus
tl: code ng tagabalot

# emb_codes_products
source: Products with the emb code %s
ms: Produk dengan kod emb %s
tl: Mga produkto na may emb code %s

# emb_codes_s
source: packager code
ms: kod pembungkus
tl: code ng tagabalot

# emb_codes_without_products
source: Products without the emb code %s
ms: Produk tanpa kod emb %s
tl: Mga produkto na walang emb code %s

# explore_products_by
source: Drilldown into products by...
ms: Mengesan ke dalam produk oleh...
tl: Suriin ang mga produkto sa pamamagitan ng...

# on_the_blog_content
source: <p>To learn more about <<site_name>>, visit <a href="https://en.blog.openfoodfacts.org">our blog</a>!</p> <p>Recent news:</p>
ms: <p>Untuk tahu lebih lanjut tentang <<site_name>>, lawatilah <a href="https://en.blog.openfoodfacts.org">blog kami</a>!</p> <p>Berita terkini:</p>
tl: <p>Para maunawaan ng maigi <<site_name>>, bisitahin <a href="https://en.blog.openfoodfacts.org">our blog</a>!</p> <p>Huling balita:</p>

# warning_3rd_party_content
source: Information and data must come from the product package and label (and not from other sites or the manufacturer's site), and you must have taken the pictures yourself.<br/> → <a href="/faq#pictures_and_data_from_other_sites">Why it matters</a>
ms: Maklumat dan data mesti datang dari pakej dan label produk (dan bukan dari laman web lain atau laman web pengeluar), dan anda mesti mengambil gambarnya sendiri.<br/> → <a href="/faq#pictures_and_data_from_other_sites">Mengapa ia penting</a>

# nutrition_grade_fr_fruits_vegetables_nuts_estimate_warning
source: Warning: the amount of fruits, vegetables and nuts is not specified on the label, it was estimated from the list of ingredients: %d%
ms: Amaran: jumlah buah-buahan, sayur-sayuran dan kekacang tidak dinyatakan pada label, ia dianggarkan dari senarai ramuan: %d%
tl: Babala: ang halaga ng prutas, gulay at mani ay hindi tinukoy sa tanda, ito ay tinatantya mula sa listahan ng mga sangkap: %d%

# nutrition_grade_fr_fruits_vegetables_nuts_from_category_warning
source: Warning: the amount of fruits, vegetables and nuts is not specified on the label, it was estimated from the category (%s) of the product: %d%
ms: Amaran: jumlah buah-buahan, sayur-sayuran dan kekacang tidak dinyatakan pada label, ia dianggarkan dari kategori (%s) produk: %d%
tl: Babala: Ang halaga ng mga prutas, gulay at mani ay hindi tinukoy sa tanda, ito ay tinatantya mula sa kategorya (%s) ng produkto: %d%

# sources_openfood_ch
source: Some of the data and/or images comes from the OpenFood.ch database (the exact list is available in the product edit history). Those elements are licenced under the <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.
ms: Sebilangan data dan/atau imej berasal dari pangkalan data OpenFood.ch (senarai yang tepat boleh didapati dalam sejarah penyuntingan produk). Elemen tersebut dilesenkan di bawah <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.
tl: Ilan sa mga datos at/o imahe ay nagmula sa OpenFood.ch datos (ang eksaktong listahan ay makukuha sa edit history ng produkto). Mga elementong ito ay lisinsyado sa kapangyarihan ng <a href="https://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.

# sources_openfood_ch_product_page
source: Product page on openfood.ch
ms: Halaman produk di openfood.ch
tl: Pahina ng produkto sa openfood.ch

# sources_usda_ndb
source: Some of the data comes from the USDA National Nutrients Database for Branded Foods (the exact list is available in the product edit history).
ms: Sebilangan data berasal dari Pangkalan Data Nutrien Kebangsaan USDA untuk Makanan Berjenama (senarai tepat boleh didapati dalam sejarah penyuntingan produk).
tl: Ilan sa mga datos ay nagmula sa USDA National Nutrients Database for Branded Foods (ang eksaktong listahan ay makukuha sa edit history ng produkto).

# sources_usda_ndb_product_page
source: Product page on USDA NDB
ms: Halaman produk di USDA NDB
tl: Pahina ng produkto sa USDA NDB

# sources_fleurymichon
source: Some of the data and images have been provided directly by the manufacturer Fleury Michon.
ms: Sebilangan data dan imej telah disediakan secara langsung oleh pengilang Fleury Michon.
tl: Ilang mga datos at imahe ay direktang ipinagkaloob ni Fleury Michon na tagagawa.

# sources_manufacturer
source: Some of the data for this product has been provided directly by the manufacturer %s
ms: Sebilangan data untuk produk ini telah disediakan secara langsung oleh pengilang %s
tl: Ilan sa mga datos para sa produkto ay direktang ipinagkaloob sa tagagawa %s

# sources_collaboration
source: Some of the data for this product has been collected in collaboration with %s
ms: Sebilangan data untuk produk ini telah dikumpulkan melalui bekerjasama dengan %s

# android_app_badge
source: <img src="/images/misc/android-app-on-google-play-en_app_rgb_wo_135x47.png" alt="Available on Google Play" width="135" height="47" />
tl: <img src="/images/misc/android-app-on-google-play-en_app_rgb_wo_135x47.png" alt="Makukuha sa Google Play" width="135" height="47" />

# bottom_title
source: Embrace the mission
tl: Tangkilikin ang misyon

# countries_note
source: Countries where the product is widely available (non including stores specialising in foreign products)
tl: Mga bansa kung saan malawak makukuha ang mga produkto (mga tindahan na nag-specialize sa mga dayuhang produkto ay hindi kasali)

# error_database
source: An error occured while reading the data, try to refresh the page.
tl: May naganap na error habang binabasa ang datos, subukan i-refresh ang pahina.

# error_email_already_in_use
source: The e-mail address is already used by another user. Maybe you already have an account? You can <a href="/cgi/reset_password.pl">reset the password</a> of your other account.
tl: Ang e-mial address ay nagamit na ng ibang user. Baka meron kanang account? Maari mong <a href="/cgi/reset_password.pl">i-reset ang password</a> ng iyong ibang account.

# error_invalid_csrf_token
source: Invalid CSRF token.
tl: Imbalidong CSRF token.

# error_invalid_password
source: The password needs to be a least 6 characters long.
tl: Ang password ay dapat hindi bababa sa 6 titik ang haba.

# footer
source: <a href="https://world.openfoodfacts.org/legal">Legal</a> - <a href="https://world.openfoodfacts.org/terms-of-use">Terms of Use</a> - <a href="https://world.openfoodfacts.org/who-we-are">Who we are</a> - <a href="https://world.openfoodfacts.org/faq">Frequently Asked Questions</a> - <a href="https://openfoodfacts.uservoice.com/">Ideas Forum</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openfoodfacts.org/press-and-blogs">Press and Blogs</a>
tl: <a href="https://world.openfoodfacts.org/legal">Legal</a> - <a href="https://world.openfoodfacts.org/terms-of-use">Mga tuntunin sa paggamit</a> - <a href="https://world.openfoodfacts.org/who-we-are">Sino kami</a> - <a href="https://world.openfoodfacts.org/faq">Mga madalas na katanungan</a> - <a href="https://openfoodfacts.uservoice.com/">Kaalaman na Forum</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openfoodfacts.org/press-and-blogs">Pahayag at Blogs</a>

# footer_data
source: Data
tl: Datos

# footer_follow_us
source: Follow us on <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> and <a href="https://plus.google.com/u/0/110748322211084668559/">Google+</a>
tl: Sundan kami sa <a href="https://twitter.com/openfoodfacts">Twitter</a>, <a href="https://www.facebook.com/OpenFoodFacts">Facebook</a> at <a href="https://plus.google.com/u/0/110748322211084668559/">Google+</a>

# graph_count
source: %d products match the search criterias, of which %i products have defined values for the graph's axis.
tl: %d produktong tumugma sa mga kritirya sa paghahanap, na kung saan %i mga produkto ay may halaga para sa aksis ng grap.

# header
source: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - the free and open food products information database"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
tl: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - libre and open food products imporsyong datos"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>

# lang_ar
source: Arabic
tl: Wikang Arabo

# lang_de
source: German
tl: Aleman

# lang_el
source: Greek
tl: Griyego

# lang_en
source: English
tl: Ingles

# lang_es
source: Spanish
tl: Espanyol

# lang_fr
source: French
tl: Pranses

# lang_he
source: Hebrew
tl: Hebreyo

# lang_it
source: Italian
tl: Italiyano

# lang_ja
source: Japanese
tl: Hapon

# lang_ko
source: Korean
tl: Koreano

# lang_other
source: other language
tl: ibang wika

# lang_pt
source: Portuguese
tl: Portuges

# lang_ro
source: Romanian
tl: Romano

# lang_ru
source: Russian
tl: Ruso

# lang_sv
source: Swedish
tl: Suweko

# lang_zh
source: Chinese
tl: Tsino

# login_register_content
source: <p>Sign-in to add or edit products.</p> <form method="post" action="/cgi/session.pl"> Username or e-mail address:<br /> <input type="text" name="user_id" tabindex="1" style="width:220px;" autocomplete="username" /><br /> Password<br /> <input type="password" name="password" tabindex="2" style="width:220px;" autocomplete="current-password" /><br /> <input type="checkbox" name="remember_me" value="on" tabindex="3" /><label>Remember me</label><br /> <input type="submit" tabindex="4" name=".submit" value="Sign-in" class="button small" /> </form> <p>Not registered yet? <a href="/cgi/user.pl">Create your account</a>.</p>
tl: <p>Sign-in upang magdagdag o magedit ng mga produkto.</p> <form method="post" action="/cgi/session.pl"> Username o e-mail address:<br /> <input type="text" name="user_id" tabindex="1" style="width:220px;" autocomplete="username" /><br /> Password<br /> <input type="password" name="password" tabindex="2" style="width:220px;" autocomplete="current-password" /><br /> <input type="checkbox" name="remember_me" value="on" tabindex="3" /><label>Tandaan ako</label><br /> <input type="submit" tabindex="4" name=".submit" value="Sign-in" class="button small" /> </form> <p>Not registered yet? <a href="/cgi/user.pl">Gumawa ng account</a>.</p>

# map_count
source: %d products match the search criterias, of which %i products have a known production place.
tl: %d mga produkto na tumugma sa kriterya ng paghahanap, na kung saan %i mga produkto ay may kilalang lugar ng produksyon.
