Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# add_user_existing_org_pending
source: Your request to join the organization is pending approval of the organization administrator.
ar: طلبك للانضمام إلى المنظمة في انتظار موافقة مدير المنظمة.
bg: Заявката за присъединяване към организацията изчаква одобрение от администратора на организацията.
ca: La vostra sol·licitud per unir-vos a l'organització està pendent d'aprovació per part de l'administrador.
cs: Vaše žádost o připojení k organizaci čeká na schválení správcem organizace.
da: Din anmodning om at blive medlem af organisationen afventer godkendelse fra organisationsadministratoren.
de: Ihr Wunsch, der Organisation beizutreten, muss noch vom Administrator der Organisation genehmigt werden.
el: Το αίτημά σας για συμμετοχή στον οργανισμό εκκρεμεί έγκριση από τον διαχειριστή του οργανισμού.
eo: Via peto aliĝi al la organizo atendas aprobon de la administranto de la organizo.
es: Tu solicitud para unirte a la organización está pendiente de aprobación por parte del administrador de la organización.
fa: درخواست شما برای عضویت در سازمان در انتظار تأیید مدیر سازمان است.
fi: Pyyntösi liittyä organisaatioon odottaa organisaation valvojan hyväksyntää.
fr: Votre demande pour rejoindre l'organisation est en attente d'approbation de l'administrateur de l'organisation.
he: בקשתך להצטרף לארגון ממתינה לאישור הנהלת הארגון.
hr: Vaš zahtjev za pridruživanje organizaciji čeka odobrenje administratora organizacije.
hu: A szervezethez való csatlakozási kérelme a szervezet adminisztrátorának jóváhagyására vár.
id: Permintaan Anda untuk bergabung dengan organisasi sedang menunggu persetujuan dari admin.
it: La tua richiesta di adesione all'organizzazione è in attesa di approvazione dal suo amministratore.
ja: 組織への参加リクエストは、組織管理者の承認待ちです。
ka: ორგანიზაციაში გაწევრიანების თქვენი მოთხოვნა ორგანიზაციის ადმინისტრატორის დამტკიცებას ელოდება.
lt: Jūsų prašymas įstoti į organizaciją laukia administratoriaus patvirtinimo.
lv: Jūsu pieprasījums pievienoties organizācijai gaida organizācijas administratora apstiprinājumu.
nl_be: Uw verzoek om lid te worden van de organisatie is in afwachting van goedkeuring door de organisatiebeheerder.
pl: Twoja prośba o dołączenie organizacji oczekuje na zatwierdzenie przez administratora.
pt_pt: O seu pedido para se juntar à organização está pendente de aprovação do administrador da organização.
ro: Cererea dumneavoastră de a vă alătura organizației este în curs de aprobare de către administratorul organizației.
ru: Ваш запрос на присоединение к организации ожидает одобрения администратором организации.
sl: Vaša zahteva za pridružitev organizaciji čaka na odobritev skrbnika.
sv: Din begäran om att gå med i organisationen väntar på godkännande av organisationsadministratören.
th: คำขอเข้าร่วมองค์กรของคุณกำลังรอการอนุมัติจากผู้ดูแลระบบขององค์กร
tr: Organizasyona katılma talebiniz, organizasyon yöneticisinin onayını bekliyor.
uk: Ваш запит на приєднання до організації очікує на схвалення адміністратором організації.
vi: Yêu cầu tham gia tổ chức của bạn đang trong quá trình xét duyệt của quản trị viên.

source: Admin Status Updated
bg: Състоянието на администратора е актуализирано
cs: Stav správce aktualizován
de: Admin-Status aktualisiert
el: Η Κατάσταση Διαχειριστή Ενημερώθηκε
eo: Administranta Stato Ĝisdatigita
fa: وضعیت مدیر به‌روزرسانی شد
fi: Ylläpitäjän Tila Päivitetty
fr: Statut d'administrateur mis à jour
he: מצב הניהול עודכן
hr: Status administratora ažuriran
hu: Adminisztrátori állapot frissítve
id: Status Admin Diperbarui
it: Stato Amministratore Aggiornato
ka: ადმინისტრატორის სტატუსი განახლებულია
lt: Administratoriaus statusas atnaujintas
lv: Administratora statuss ir atjaunināts
nl_be: Beheerdersstatus bijgewerkt
pl: Status administratora zaktualizowany
pt_pt: Estado do administrador atualizado
ru: Статус администратора обновлен
sv: Adminstatus uppdaterad
th: สถานะผู้ดูแลระบบได้รับการอัปเดตแล้ว
tr: Yönetici Durumu Güncellendi
uk: Статус адміністратора оновлено

source: Admin Status
bg: Статус на администратор
cs: Stav správce
el: Κατάσταση διαχειριστή
eo: Administranta Stato
fa: وضعیت مدیر
fi: Ylläpitäjän Tila
fr: Statut d'administrateur
he: מצב ניהול
hr: Status administratora
hu: Adminisztrátori állapot
id: Status Admin
it: Stato Amministratore
ka: ადმინისტრატორის სტატუსი
lt: Administratoriaus statusas
lv: Administratora statuss
nl_be: Beheerdersstatus
pl: Status administratora
pt_pt: Estado do administrador
ru: Статус Администратора
th: สถานะผู้ดูแลระบบ
tr: Yönetici Durumu
uk: Статус адміністратора

source: Grant/Remove Admin status
bg: Предоставяне/премахване на статус на администратор
cs: Udělit/odebrat stav správce
de: Admin-Status gewähren/entziehen
el: Χορήγηση/Αφαίρεση κατάστασης διαχειριστή
eo: Doni/Forigi Administran statuson
fa: اعطای/حذف وضعیت مدیر
fi: Myönnä/poista ylläpitäjän tila
fr: Accorder/Supprimer le statut d'administrateur
he: הענקת/הסרת מצב ניהול
hr: Dodijeli/ukloni administratorski status
hu: Adminisztrátori állapot megadása/eltávolítása
id: Memberikan/Menghapus status Admin
it: Concedi/Revoca Stato Amministratore
ka: ადმინისტრატორის სტატუსის მინიჭება/წაშლა
lt: Suteikti / pašalinti administratoriaus statusą
lv: Piešķirt/noņemt administratora statusu
nl_be: Beheerdersstatus toekennen/verwijderen
pl: Przyznaj/Usuń status administratora
pt_pt: Conceder / remover estado do administrador
ru: Предоставить/удалить статус администратора
sv: Bevilja/ta bort adminstatus
th: มอบ/ถอดถอนสถานะผู้ดูแลระบบ
tr: Yönetici ayrıcalığını ver/kaldır
uk: Надати/зняти статус адміністратора

# please_email_producers
source: Please e-mail <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> if you have any question.
ar: يرجى إرسال بريد إلكتروني إلى <a href="mailto:producers@openfoodfacts.org">products@openfoodfacts.org</a> إذا كان لديك أي سؤال.
bg: Моля, изпрати имейл на <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> ако имаш въпроси.
ca: Si teniu alguna pregunta, envieu un correu electrònic a <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a>.
cs: Pokud máte nějaké otázky, napište prosím e-mail na <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>.
da: E-mail venligst <a href="mailto:producers@openfoodfacts.org">producenter@openfoodfacts.org</a>, hvis du har spørgsmål.
de: Wenn Sie Fragen haben, senden Sie bitte eine E-Mail an <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>.
el: Παρακαλούμε στείλτε e-mail στο <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> αν έχετε οποιαδήποτε ερώτηση.
eo: Bonvolu retpoŝti al <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> se vi havas demandon.
es: Por favor, envíe un correo electrónico a <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> si tienes alguna pregunta.
fa: در صورت داشتن هرگونه سوال، لطفا به آدرس <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> ایمیل بزنید.
fi: Lähetä sähköpostia osoitteeseen <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>, jos sinulla on kysyttävää.
fr: Merci d'envoyer un e-mail à <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> si vous avez des questions.
he: נא לשלוח הודעה אל <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> במקרה שצצות שאלות.
hr: Ako imate bilo kakvih pitanja, pošaljite e-poštu na <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> .
hu: Kérdés esetén, írjon e-mailt a <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a> címre.
id: Silahkan kirim email ke <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a> jika Anda memiliki pertanyaan.
it: Invia un'e-mail a <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a> se hai qualche domanda.
ja: ご不明な点がございましたら、 <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> までメールでお問い合わせください。
ka: თუ თქვენ გაქვთ რაიმე შეკითხვა, გთხოვთ, მოგვწეროთ ელექტრონულ ფოსტაზე <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> .
lt: Jei turite klausimų, rašykite el. Paštu <a href="mailto:producers@openfoodfacts.org">producer@openfoodfacts.org</a>.
lv: Ja jums ir kādi jautājumi, lūdzu, rakstiet uz e-pastu <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> .
nl_be: Stuur een e-mail naar <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> als je vragen hebt.
pl: Jeśli masz jakiekolwiek pytania, wyślij e-mail na adres <a href="mailto:producers@openfoodfacts.org">Producers@openfoodfacts.org</a>.
pt_pt: Envie um e-mail para <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> se tiver alguma pergunta.
ro: Vă rugăm să trimiteți un e-mail la <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> dacă aveți întrebări.
ru: Если у вас есть какие-либо вопросы, отправьте электронное письмо на адрес <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>.
sl: Če imate kakršna koli vprašanja, pošljite elektronko pošto na naslov <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a>.
sv: Skicka ett e-mail till <a href="mailto:producers@openfoodfacts.org">producenter@openfoodfacts.org</a> om du har några frågor.
th: หากคุณมีคำถามเพิ่มเติม อีเมลสอบถามได้ที่ <a href="mailto:producers@openfoodfacts.org">Producers@openfoodfacts.org</a>
tr: Herhangi bir sorunuz varsa lütfen <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> adresine mail gönderin.
uk: Будь ласка, напишіть на електронну адресу <a href="mailto:producers@openfoodfacts.org">producents@openfoodfacts.org</a>, якщо у вас виникли запитання.
vi: Vui lòng gửi email <a href="mailto:producers@openfoodfacts.org">producers@openfoodfacts.org</a> nếu bạn có bất kỳ câu hỏi nào.

# if_you_work_for_a_producer
source: If you work for a producer or brand and will add or complete data for your own products only, you can get access to our completely free Platform for Producers.
ar: إذا كنت تعمل مع منتج أو علامة تجارية وستقوم بإضافة أو إكمال بيانات لمنتجاتك الخاصة فقط. يمكنك الحصول على الوصول إلى منصة مجانية تماما للمنتجين.
bg: Ако работите за производител или марка и ще добавяте или допълвате данни само за вашите собствени продукти, можете да получите достъп до нашата напълно безплатна платформа за производители.
ca: Si treballeu per a un productor o marca i afegiu o completeu dades només per als vostres propis productes, podeu accedir a la nostra Plataforma de Productors completament gratuïta.
cs: Pokud pracujete pro výrobce nebo značku a budete přidávat nebo doplňovat data pouze pro své vlastní produkty, můžete získat přístup k naší zcela bezplatné platformě pro výrobce.
da: Arbejder du for en producent eller et varemærke og kun tilføjer eller kompletterer data for egne produkter, kan du få adgang til den helt gratis Producentplatform.
de: Wenn Sie für einen Hersteller oder eine Marke arbeiten und nur Daten für Ihre eigenen Produkte hinzufügen oder vervollständigen möchten, können Sie Zugang zu unserer völlig kostenlosen Plattform für Produzenten erhalten.
el: Εάν εργάζεστε για έναν παραγωγό ή επωνυμία και επιθυμείτε να προσθέτετε ή συμπληρώνετε δεδομένα μόνο για τα δικά σας προϊόντα, μπορείτε να αποκτήσετε πρόσβαση στην εντελώς δωρεάν Πλατφόρμα μας για Παραγωγούς.
eo: Se vi laboras por produktanto aŭ marko kaj aldonos aŭ kompletigos datumojn nur por viaj propraj produktoj, vi povas aliri nian tute senpagan Platformon por Produktantoj.
es: Si trabajas solo para un productor o marca y solo agregarás o completarás datos para tus propios productos, puedes tener acceso a nuestra Plataforma gratuita para Productores.
fa: اگر برای یک تولیدکننده یا برند کار می‌کنید و فقط داده‌های محصولات خودتان را اضافه یا تکمیل می‌کنید، می‌توانید به پلتفرم کاملاً رایگان ما برای تولیدکنندگان دسترسی داشته باشید.
fi: Jos työskentelet tuottajalle tai tuotemerkille ja lisäät tai täydennät tietoja vain omista tuotteistanne, voit käyttää täysin ilmaista tuottaja-alustaamme.
fr: Si vous travaillez pour un producteur ou une marque et souhaitez ajouter ou compléter des données uniquement pour vos propres produits, vous pouvez accéder à notre plateforme entièrement gratuite pour les producteurs.
he: אם נשלחת מטעם יצרן או מותג ובכוונתך להוסיף או להשלים נתונים למוצרים שלך בלבד, נוכל לאפשר לך לקבל גישה לפלטפורמת היצרנים שלנו בחינם לגמרי.
hr: Ako radite za proizvođača ili robnu marku i dodavat ćete ili dovršavati podatke samo za vlastite proizvode, možete dobiti pristup našoj potpuno besplatnoj Platformi za proizvođače.
hu: Ha Ön egy gyártónak vagy márkának dolgozik, illetve kizárólag a saját termékeinek az adatait fogja megadni vagy kiegészíteni, úgy hozzáférhet a gyártók teljesen ingyenes platformjához.
id: Jika anda bekerja untuk sebuah produsen atau merek dan akan menambahkan atau melengkapi data hanya untuk produk anda sendiri, anda dapat memiliki akses ke Platform for Producers kami dengan gratis.
it: Se lavori per un produttore o una marca e aggiungerai o completerai i dati solamente per i tuoi prodotti, puoi ottenere l'accesso alla nostra Piattaforma per Produttori completamente gratuita.
ja: 生産業者またはブランドに勤務しており、自社の製品のデータのみを追加または編集する場合には、無料の生産者向けプラットフォームにアクセスできます。
ka: თუ თქვენ მუშაობთ პროდიუსერთან ან ბრენდთან და დაამატებთ ან შეავსებთ მონაცემებს მხოლოდ თქვენივე პროდუქტებისთვის, შეგიძლიათ მიიღოთ წვდომა ჩვენს სრულიად უფასო პლატფორმაზე პროდიუსერებისთვის.
lt: Jei atstovaujate gamintoją ar prekės ženklą ir žadate pridėti arba užpildyti duomenis tik apie savo produktus, galite gauti prieigą prie mūsų visiškai nemokamos platformos skirtos gamintojams.
lv: Ja strādājat ražotāja vai zīmola labā un pievienosiet vai pabeigsiet datus tikai saviem produktiem, varat piekļūt mūsu pilnīgi bezmaksas platformai ražotājiem.
nl_be: Als u voor een producent of merk werkt en alleen gegevens voor uw eigen producten wilt toevoegen of aanvullen, kunt u toegang krijgen tot ons volledig gratis platform voor producenten.
pl: Jeśli pracujesz dla producenta lub marki i dodasz lub uzupełnisz dane tylko dla własnych produktów, możesz uzyskać dostęp do naszej całkowicie darmowej platformy dla producentów.
pt_pt: Se trabalha para um produtor ou marca e adiciona ou completa dados apenas para os seus próprios produtos, pode obter acesso à nossa Plataforma para Produtores totalmente gratuita.
ro: Dacă lucrați pentru un producător sau o marcă și veți adăuga sau completa date numai pentru propriile produse, puteți obține acces la Platforma noastră complet gratuită pentru producători.
ru: Если вы работаете на производителя или марку и будете добавлять полноценные данные только для вашей продукции, вы можете получить доступ к нашей бесплатной Платформе для Производителей.
sl: Če delate za proizvajalca ali blagovno znamko in boste dodajali ali dopolnjevali podatke samo za svoje izdelke, imate možnost pridobiti dostop do naše popolnoma brezplačne platforme za proizvajalce.
sv: Om du arbetar för en producent eller ett varumärke och kommer lägga till eller komplettera data för dina egna produkter kan du få tillgång till vår helt gratis plattform för producenter.
th: หากคุณทำงานให้กับผู้ผลิตหรือแบรนด์สินค้าและต้องการเพิ่มหรือกรอกข้อมูลสำหรับผลิตภัณฑ์ของคุณเองเท่านั้น คุณสามารถเข้าถึงแพลตฟอร์มสำหรับผู้ผลิตได้ฟรี
tr: Bir üretici veya marka için çalışıyorsanız ve yalnızca kendi ürünleriniz için veri ekleyecek veya tamamlayacaksanız, tamamen ücretsiz Yapımcılar Platformumuza erişim sağlayabilirsiniz.
uk: Якщо ви працюєте на виробника або бренд і будете додавати або заповнювати дані лише для власних продуктів, ви можете отримати доступ до нашої повністю безплатної Платформи для виробників.
vi: Nếu bạn làm việc cho một nhà sản xuất hoặc nhãn hàng và sẽ chỉ thêm hoặc hoàn thiện thông tin cho sản phẩm của bạn, bạn có thể truy cập vào nền tảng hoàn miễn phí của chúng tôi dành cho Nhà Sản Xuất.

# producers_platform_description_long
source: The platform for producers allows manufacturers to easily import data and photos for all their products, to mark them as official, and to get free analysis of improvement opportunities for their products.
ar: وتسمح منصة المنتجين للمصنعين باستيراد البيانات والصور بسهولة لجميع منتجاتهم، لوضع علامات رسمية على هذه البلدان، والحصول على تحليل مجاني لفرص تحسين منتجاتها.
bg: Платформата за производители позволява на производителите лесно да качват данни и снимки за всички свои продукти, да ги маркират като официални и да получават безплатен анализ на възможностите за подобрение на своите продукти.
ca: La plataforma per a productors permet als fabricants importar fàcilment dades i fotos de tots els productes, marcar-los com a oficials i obtenir anàlisis gratuïtes de les oportunitats de millora dels productes.
cs: Platforma pro výrobce umožňuje snadný import dat a fotografie pro všechny jejich produkty, označit je jako oficiální a získat bezplatnou analýzu příležitostí ke zlepšení jejich produktů.
da: Producentplatformen giver producenterne mulighed for let at importere data og fotos til alle deres produkter, markere dem som officielle samt få gratis analyse af forbedringsmuligheder for deres produkter.
de: Die Plattform für Hersteller ermöglicht es den Unternehmen, Daten und Fotos für alle ihre Produkte einfach zu importieren, sie als offiziell zu kennzeichnen und eine kostenlose Analyse der Verbesserungsmöglichkeiten für ihre Produkte zu erhalten.
el: Η πλατφόρμα για τους παραγωγούς επιτρέπει στους κατασκευαστές να εισάγουν εύκολα δεδομένα και φωτογραφίες για όλα τα προϊόντα τους, να τα επισημαίνουν ως επίσημα και να λαμβάνουν δωρεάν ανάλυση ευκαιριών για βελτίωση για τα προϊόντα τους.
eo: La platformo por produktantoj permesas al fabrikantoj facile importi datumojn kaj fotojn por ĉiuj siaj produktoj, marki ilin kiel oficialajn, kaj ricevi senpagan analizon pri plibonigeblecoj por siaj produktoj.
es: La plataforma para productores permite a los fabricantes importar fácilmente datos y fotos para todos sus productos, etiquetarlos como oficiales, y obtener un análisis gratuito de oportunidades de mejoras en sus productos.
fa: این پلتفرم برای تولیدکنندگان به تولیدکنندگان این امکان را می‌دهد که به راحتی داده‌ها و عکس‌های مربوط به همه محصولات خود را وارد کنند، آنها را به عنوان محصولات رسمی علامت‌گذاری کنند و تجزیه و تحلیل رایگانی از فرصت‌های بهبود محصولات خود دریافت کنند.
fi: Tuottaja-alusta antaa valmistajille mahdollisuuden tuoda helposti tietoja ja valokuvia kaikista tuotteista, merkitä ne virallisiksi ja saada ilmainen analyysi tuotteidensa parannusmahdollisuuksista.
fr: La plateforme pour les producteurs permet aux fabricants d'importer facilement des données et des photos pour tous leurs produits, de les marquer comme officiels et d'obtenir une analyse gratuite des opportunités d'amélioration de leurs produits.
he: הפלטפורמה ליצרנים מאפשרת להם לייבא נתונים ותמונות לכל המוצרים שלהם, לסמן אותם כרשמיים ולקבל ניתוח חינם להזדמנויות לשיפור המוצרים שלהם בקלות.
hr: Platforma za proizvođače omogućuje proizvođačima jednostavan uvoz podataka i fotografija za sve svoje proizvode, označavanje istih kao službenih te besplatnu analizu mogućnosti poboljšanja svojih proizvoda.
hu: A gyártók platformja lehetővé teszi a gyártók számára, hogy termékeikről egyszerűen importálhassanak adatokat és képeket, megjelöljék őket hivatalosként, és ingyenes elemzést kapjanak termékeik fejlesztési lehetőségeiről.
id: Platform untuk para produsen memungkinkan mereka dengan mudah mengimpor data dan foto untuk seluruh produknya, menandainya sebagai produk resmi, dan mendapatkan analisis gratis untuk peluang peningkatan produk mereka.
it: La piattaforma per produttori consente loro di importare facilmente dati e foto per tutti i loro prodotti, contrassegnarli come ufficiali e ottenere analisi gratuite delle opportunità di miglioramento dei loro prodotti.
ja: 生産者向けプラットフォームでは、製造業者は簡単に自社の製品のデータや画像のインポートをしたり、製品に公式マークを付けたり、製品の改善のための助言の分析結果を無料で得たりすることができます。
ka: მწარმოებლებისთვის განკუთვნილი პლატფორმა საშუალებას აძლევს მწარმოებლებს მარტივად შემოიტანონ მონაცემები და ფოტოები ყველა მათი პროდუქტისთვის, მონიშნონ ისინი, როგორც ოფიციალური და მიიღონ უფასო ანალიზი მათი პროდუქციის გაუმჯობესების შესაძლებლობების შესახებ.
lt: Gamintojų platforma leidžia jums lengvai importuoti visų savo produktų duomenis ir nuotraukas, pažymėti juos kaip oficialius ir gauti nemokamą informaciją ir pasiūlymus apie gaminių tobulinimo galimybes.
lv: Ražotāju platforma ļauj ražotājiem viegli importēt datus un fotoattēlus par visiem saviem produktiem, atzīmēt tos kā oficiālus un saņemt bezmaksas produktu uzlabošanas iespēju analīzi.
nl_be: Het platform voor producenten stelt fabrikanten in staat om eenvoudig gegevens en foto's van al hun producten te importeren, deze als officieel te markeren en gratis analyses te krijgen van verbetermogelijkheden voor hun producten.
pl: Platforma dla producentów umożliwia przedsiębiorcom łatwy import danych i zdjęć dla wszystkich ich produktów, oznaczenie ich jako oficjalne oraz pozwala uzyskać bezpłatną analizę możliwości poprawy ich produktów.
pt_pt: A plataforma para produtores permite que os fabricantes importem facilmente dados e fotografias de todos os seus produtos, para marcá-los como oficiais e obter análises gratuitas de oportunidades de melhoria para os seus produtos.
ro: Platforma pentru producători permite producătorilor să importe cu ușurință date și fotografii pentru toate produsele lor, să le marcheze ca oficiale și să obțină o analiză gratuită a oportunităților de îmbunătățire pentru produsele lor.
ru: Платформа для производителей позволяет изготовителям легко импортировать данные и фото всех их продуктов, помечать их как официальные, и получать бесплатный анализ возможностей улучшения их продукции.
sl: Platforma za proizvajalce omogoča proizvajalcem, da enostavno uvozijo podatke in fotografije za vse svoje izdelke, jih označijo kot uradne in dobijo brezplačno analizo možnosti za izboljšanje svojih izdelkov.
sv: Plattformen för producenter gör det möjligt för tillverkare att enkelt importera data och foton för alla sina produkter, markera dem som officiella och få gratis analys av förbättringsmöjligheter för sina produkter.
th: แพลตฟอร์มสำหรับผู้ผลิตจะช่วยให้ผู้ผลิตนำเข้าข้อมูลและภาพถ่ายสำหรับผลิตภัณฑ์ทั้งหมดได้อย่างง่ายดาย โดยสามารถขึ้นเครื่องหมายเป็นทางการ พร้อมรับผลวิเคราะห์ทางคุณภาพต่างๆ เพื่อใช้ในการปรับปรุงผลิตภัณฑ์ได้โดยไม่มีค่าใช้จ่าย
tr: Üreticilere yönelik platform, imalatçılara tüm ürünleri için verileri ve fotoğrafları kolayca içe aktarmalarına, bunları resmi olarak işaretlemelerine ve ürünleri için iyileştirme fırsatlarının ücretsiz analizini almalarına olanak tanır.
uk: Платформа для виробників дозволяє постачальникам легко імпортувати дані та фотографії всіх своїх товарів, позначати їх як офіційні та отримувати безплатний аналіз можливостей вдосконалення своєї продукції.
vi: Nền tảng dành cho nhà sản xuất cho phép họ dễ dàng nhập dữ liệu và hình ảnh của sản phẩm, đánh dấu sản phẩm chính thức, và nhận phân tích miễn phí về cơ hội phát triển của sản phẩm.
