Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: to be translated
ar: سيتم ترجمتها
bg: да бъде преведено
ca: pendents de traducció
cs: k překladu
da: skal oversættes
de: Noch zu übersetzen
el: προς μετάφραση
eo: esti tradukita
es: Necesita traducirse
fa: ترجمه شود
fi: käännettävä
fr: à traduire
he: לתרגום
hr: biti preveden
hu: lefordítandó
id: menunggu untuk diterjemahkan
it: da tradurre
ja: 翻訳が必要
ka: ითარგმნება
lt: laukiamas vertimo
lv: jātulko
nl_be: te vertalen
pl: do przetłumaczenia
pt_pt: sem tradução
ro: a fi tradus
ru: для перевода
sl: za prevod
sv: att översättas
th: ต้องแปล
tr: çevrilecek
uk: необхідно перекласти
vi: đang được dịch

source: Current translation
ar: الترجمة الحالية
bg: Сегашен превод
ca: Traducció actual
cs: Aktuální překlad
da: Aktuel oversættelse
de: Aktuelle Übersetzung
el: Τρέχουσα μετάφραση
eo: Aktuala traduko
es: Traducción actual
fa: ترجمه فعلی
fi: Nykyinen käännös
fr: Traduction actuelle
he: תרגום נוכחי
hr: Trenutni prijevod
hu: Jelenlegi fordítás
id: Terjemahan saat ini
it: Traduzione attuale
ja: 現在の翻訳
ka: მიმდინარე თარგმანი
lt: Dabartinis vertimas
lv: Pašreizējais tulkojums
nl_be: Huidige vertaling
pl: Aktualne tłumaczenie
pt_pt: Tradução atual
ro: Traducere curentă
ru: Текущий перевод
sl: Trenutni prevod
sv: Aktuell översättning
th: การแปลปัจจุบัน
tr: Mevcut çeviri
uk: Поточний переклад
vi: Bản dịch hiện tại

# button_caption_yes
source: Yes
bg: Да
ca: Si
cs: Ano
da: Ja
de: Ja
el: Ναι
eo: Jes
es: Sí
fa: بلی
fi: Kyllä
fr: Oui
he: כן
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ka: დიახ
lt: Taip
lv: Jā
nl_be: Ja
pl: Tak
pt_pt: Sim
ro: Da
ru: Да
sl: Da
sv: Ja
th: ถูกต้อง
tr: Evet
uk: Так
vi: Có

# button_caption_no
source: No
ar: لا
bg: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
eo: Ne
fa: خير
fi: Ei
fr: Non
he: לא
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
lt: Ne
lv: Nē
nl_be: Nee
pl: Nie
pt_pt: Não
ro: Nu
ru: Нет
sl: Ne
sv: Nej
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không

# button_caption_skip
source: Skip
bg: Пропусни
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Preterpasi
es: Omitir
fi: Ohita
fr: Ignorer
he: דילוג
hr: Preskočiti
hu: Kihagyás
id: Lewati
it: Salta
lt: Praleisti
lv: Izlaist
nl_be: Overslaan
pl: Pomiń
pt_pt: Ignorar
ro: Omitere
ru: Пропустить
sv: Hoppa over
tr: Atla
uk: Пропустити
vi: Bỏ qua

# popularity_s
source: popularity
ar: شعبية
bg: популярност
ca: popularitat
cs: oblíbenost
da: popularitet
de: Beliebtheit
el: δημοτικότητα
es: popularidad
fi: suosio
fr: popularité
he: פופולריות
hr: popularnost
hu: népszerűség
id: popularitas
it: popolarità
ja: 人気
lt: populiarumas
lv: popularitāte
nl_be: populariteit
pl: popularność
pt_pt: popularidade
ro: popularitate
ru: популярность
sl: priljubljenost
sv: popularitet
tr: popülerlik
uk: поширеність
vi: mức phổ biến

# popularity_p
source: popularity
ar: شعبية
bg: популярност
ca: popularitat
cs: oblíbenost
da: popularitet
de: Beliebtheit
el: δημοτικότητα
es: popularidad
fi: suosio
fr: popularité
he: פופולריות
hr: popularnost
hu: népszerűség
id: popularitas
it: popolarità
ja: 人気
lt: populiarumas
lv: popularitāte
nl_be: populariteit
pl: popularność
pt_pt: popularidade
ro: popularitate
ru: популярность
sl: priljubljenost
sv: popularitet
tr: popülerlik
uk: поширеність
vi: mức phổ biến

# ingredients_analysis_p
source: ingredients analysis
ar: تحليل المكونات
bg: анализ на съставките
ca: anàlisi dels ingredients
cs: analýza složení
da: ingrediensanalyse
de: Analyse der Inhaltsstoffe
el: ανάλυση συστατικών
eo: analizo de ingrediencoj
es: análisis de ingredientes
fa: تجزیه و تحلیل مواد تشکیل دهنده
fi: ainesosa-analyysit
fr: Analyse des ingrédients
he: ניתוח רכיבים
hr: analiza sastojaka
hu: összetevők elemzése
id: analisis bahan
it: analisi degli ingredienti
ja: 原材料分析
ka: ინგრედიენტების ანალიზი
lt: sudėties analizė
lv: sastāvdaļu analīze
nl_be: ingrediënten analyse
pl: analiza składu
pt_pt: análise de ingredientes
ro: analiza ingredientelor
ru: анализ ингредиентов
sl: analiza sestavin
sv: ingrediensanalys
th: ผลวิเคราะห์ส่วนประกอบอาหาร
tr: içerik analizi
uk: аналіз компонентів
vi: phân tích thành phần

# ingredients_analysis_s
source: ingredients analysis
ar: تحليل المكونات
bg: анализ на съставките
ca: anàlisi dels ingredients
cs: analýza složení
da: ingrediensanalyse
de: Analyse der Inhaltsstoffe
el: ανάλυση συστατικών
eo: analizo de ingrediencoj
es: análisis de ingredientes
fa: تجزیه و تحلیل مواد تشکیل دهنده
fi: ainesosa-analyysit
fr: Analyse des ingrédients
he: ניתוח רכיבים
hr: analiza sastojaka
hu: összetevők elemzése
id: analisis bahan
it: analisi degli ingredienti
ja: 原材料分析
ka: ინგრედიენტების ანალიზი
lt: sudėties analizė
lv: sastāvdaļu analīze
nl_be: ingrediënten analyse
pl: analiza składu
pt_pt: análise de ingredientes
ro: analiza ingredientelor
ru: анализ ингредиентов
sl: analiza sestavin
sv: ingrediensanalys
th: ผลวิเคราะห์ส่วนประกอบอาหาร
tr: içerik analizi
uk: аналіз компонентів
vi: phân tích thành phần

source: Ingredients analysis
ar: تحليل المكونات
bg: Анализ на съставките
ca: Anàlisi dels ingredients
cs: Analýza složení
da: Analyse af ingredienser
de: Analyse der Inhaltsstoffe
el: Ανάλυση συστατικών
es: Análisis de los ingredientes
fi: Ainesosien analyysi
fr: Analyse des ingrédients
he: ניתוח מרכיבים
hu: Összetevők elemzése
id: Analisis kandungan bahan
it: Analisi degli ingredienti
ja: 原材料分析
lt: Sudėčių analizė
lv: Sastāvdaļu analīze
nl_be: Ingrediënten Analyse
pl: Analiza składników
pt_pt: Análise dos ingredientes
ro: Analiza ingredientelor
ru: Анализ ингредиентов
sl: Analiza sestavin
sv: Ingrediensanalys
tl: Pagsusuri ng mga sangkap
tr: Malzeme analizi
uk: Аналіз інгредієнтів
vi: Phân tích thành phần

# ingredients_analysis_disclaimer
source: The analysis is based solely on the ingredients listed and does not take into account processing methods.
ar: يعتمد التحليل فقط على المكونات المدرجة ولا يأخذ في الاعتبار طرق المعالجة.
bg: Анализът се основава единствено на изброените съставки и не взема предвид методите на обработка.
ca: L'anàlisi es basa únicament en els ingredients enumerats i no té en compte els mètodes de processament.
cs: Analýza vychází pouze z uvedeného složení a nezohledňuje způsob zpracování výrobku.
da: Analysen baserer sig alne på de angivne ingredienser og tager ikke højde for behandlingsmetoder.
de: Die Analyse basiert ausschließlich auf den aufgeführten Inhaltsstoffen und berücksichtigt keine Verarbeitungsmethoden.
el: Η ανάλυση βασίζεται αποκλειστικά στα συστατικά που αναφέρονται και δεν λαμβάνει υπόψη τις μεθόδους επεξεργασίας.
eo: La analizo baziĝas nur sur la listigitaj ingrediencoj kaj ne konsideras prilaborajn metodojn.
es: El análisis se basa únicamente en los ingredientes enumerados y no tiene en cuenta los métodos de procesamiento.
fa: این تجزیه و تحلیل صرفاً بر اساس مواد تشکیل دهنده ذکر شده است و روش های پردازش را در نظر نمی گیرد.
fi: Analyysi perustuu yksinomaan lueteltuihin ainesosiin, eikä siinä oteta huomioon käsittelymenetelmiä.
fr: L'analyse est basée uniquement sur les ingrédients listés et ne prend pas en compte les méthodes de fabrication.
he: הניתוח מבוסס לחלוטין על הרכיבים שמופיעים ושיטות העיבוד אינן נלקחות בחשבון.
hr: Analiza se temelji isključivo na navedenim sastojcima i ne uzima u obzir metode obrade.
hu: Az elemzés kizárólag a felsorolt összetevőkön alapul, és nem veszi figyelembe a feldolgozási módszereket.
id: Analisis hanya berdasarkan kandungan bahan yang terdaftar dan tidak memperhitungkan metode pemrosesan.
it: L'analisi si basa esclusivamente sugli ingredienti elencati e non tiene conto dei metodi di elaborazione.
ja: 分析は、記載されている原料のみに基づいており、調理方法を考慮していません。
ka: ანალიზი ეფუძნება მხოლოდ ჩამოთვლილ ინგრედიენტებს და არ ითვალისწინებს დამუშავების მეთოდებს.
lt: Analizė grindžiama tik išvardytais ingredientais ir neatsižvelgiama į perdirbimo metodus.
lv: Analīze ir balstīta tikai uz uzskaitītajām sastāvdaļām un neņem vērā apstrādes metodes.
nl_be: De analyse is uitsluitend gebaseerd op de vermelde ingrediënten en houdt geen rekening met verwerkingsmethoden.
pl: Analiza opiera się wyłącznie na wymienionych składnikach i nie uwzględnia metod przetwarzania.
pt_pt: A análise é baseada apenas nos ingredientes apresentados e não tem em conta métodos de processamento.
ro: Analiza se bazează exclusiv pe ingredientele enumerate și nu ia în considerare metodele de procesare.
ru: Анализ основан исключительно на перечисленных ингредиентах и не учитывает методы обработки.
sl: Analiza temelji izključno na navedenih sestavinah in ne upošteva metod obdelave.
sv: Analysen baseras enbart på de ingredienser som anges och tar inte hänsyn till bearbetningsmetoder.
th: การวิเคราะห์นี้อิงตามส่วนผสมที่ระบุไว้เท่านั้น และไม่ได้คำนึงถึงวิธีการแปรรูป
tr: Analiz yalnızca listelenen bileşenlere dayanmaktadır ve işleme yöntemlerini dikkate almamaktadır.
uk: Аналіз створено виключно на основі перерахованих компонентів та не розглядає жодних методів переробки.
vi: Việc phân tích chỉ dựa trên các thành phần được liệt kê và không tính đến các phương pháp chế biến.

# rev_warning
source: You are viewing an old version of this product page!
ar: أنت تعرض نسخة قديمة من صفحة المنتج هذه!
bg: Разглеждаш стара версия на тази продуктова страница!
ca: Està visualitzant una versió antiga d'aquesta pàgina!
cs: Prohlížíte si starou verzi této produktové stránky!
da: Du ser en gammel version af denne produktside!
de: Sie betrachten eine veraltete Version dieser Produktseite!
el: Βλέπετε μια παλιά έκδοση αυτής της σελίδας προϊόντος!
eo: Vi rigardas malnovan version de ĉi tiu produkta paĝo!
es: ¡Estás viendo una versión antigua de esta página de producto!
fa: شما در حال مشاهده نسخه قدیمی این صفحه محصول هستید!
fi: Katselet vanhaa versiota tästä tuotesivusta!
fr: Vous consultez une ancienne version de cette page de produit!
he: הגרסה שמופיעה לפניך היא גרסה ישנה של עמוד המוצר!
hr: Pregledavate staru verziju ove stranice proizvoda!
hu: Ön most a termékoldal egy régi változatát nézi!
id: Anda melihat versi lama dari halaman produk ini!
it: Stai visualizzando una versione precedente di questa pagina del prodotto!
ja: この製品の古いバージョンのページを表示しています!
ka: თქვენ ამ პროდუქტის გვერდის ძველ ვერსიას ათვალიერებთ!
lt: Jūs žiūrite seną šio produkto puslapio versiją!
lv: Jūs skatāt šīs produkta lapas veco versiju!
nl_be: Je bekijkt een oude versie van deze productpagina!
pl: Oglądasz starą wersję tej strony produktu!
pt_pt: Está a ver uma versão antiga desta página do produto!
ro: Vizualizați o versiune veche a acestei pagini de produs!
ru: Вы просматриваете старую версию страницы продукта!
sl: Ogledujete staro različico strani tega izdelka!
sv: Du visar en gammal version av denna produktsida!
th: คุณกำลังดูเวอร์ชันเก่าของหน้านี้อยู่!
tr: Bu ürün sayfasının eski bir versiyonunu görüntülüyorsunuz!
uk: Ви переглядаєте застарілу версію сторінки цієї продукції!
vi: Bạn đang xem phiên bản cũ của trang sản phẩm này!

# rev_number
source: Revision number:
ar: رقم المراجعة:
bg: Номер на ревизия:
ca: Número de revisió:
cs: Číslo revize:
da: Revisionsnummer:
de: Revisionsnummer:
el: Αριθμός αναθεώρησης:
eo: Revizia numero:
es: Número de revisión:
fa: شماره ویرایش:
fi: Versionumero:
fr: Numéro de révision:
he: מספר מהדורה:
hr: Broj revizije:
hu: Verziószám:
id: Revisi ke:
it: Numero revisione:
ja: 改訂番号:
ka: რევიზიის ნომერი:
lt: Versijos numeris:
lv: Revīzijas numurs:
nl_be: Revisienummer:
pl: Numer wersji:
pt_pt: Número da revisão:
ro: Numărul revizuirii:
ru: Номер версии:
sl: Revizijska številka:
sv: Revisionsnummer:
th: หมายเลขการแก้ไข:
tr: Revizyon numarası:
uk: Показник перегляду:
vi: Số lần sửa đổi:

# rev_contributor
source: Edited by:
ar: تم التعديل بواسطة:
bg: Редактирано от:
ca: Editat per:
cs: Upravil:
da: Redigeret af:
de: Bearbeitet von:
el: Επεξεργασία από:
eo: Redaktita de:
es: Editado por:
fa: ویرایش شده توسط:
fi: Muokannut:
fr: Edité par:
he: נערך על ידי:
hr: Uredio/la:
hu: Szerkesztette:
id: Disunting oleh:
it: Modificato da:
ja: 編集者:
ka: რედაქტირებულია:
lt: Redaguota:
lv: Rediģēja:
nl_be: Gewijzigd door:
pl: Edytowany przez:
pt_pt: Editado por:
ro: Editat de:
ru: Отредактировал(а):
sl: Uredil:
sv: Redigerad av:
th: เรียบเรียงโดย:
tr: Düzenleyen:
uk: Відкориговано:
vi: Chỉnh sửa bởi:

# rev_previous
source: Previous version
ar: إصدار سابق
bg: Предишна версия
ca: Versió anterior
cs: Předchozí verze
da: Foregående version
de: Vorherige Version
el: Προηγούμενη έκδοση
eo: Antaŭa versio
es: Versión anterior
fa: نسخه قبلی
fi: Edellinen versio
fr: Version précédente
he: גרסה קודמת
hr: Prethodna verzija
hu: Előző verzió
id: Versi sebelumnya
it: Versione precedente
ja: 前のバージョン
ka: წინა ვერსია
lt: Ankstesnė versija
lv: Iepriekšējā versija
nl_be: Vorige versie
pl: Poprzednia wersja
pt_pt: Versão anterior
ro: Versiunea anterioară
ru: Предыдущая версия
sl: Prejšnja različica
sv: Föregående version
th: เวอร์ชันก่อนหน้า
tr: Önceki versiyon
uk: Попередній варіант
vi: Phiên bản trước

# rev_next
source: Next version
ar: الإصدار التالي
bg: Следваща версия
ca: Següent versió
cs: Další verze
da: Næste version
de: Nächste Version
el: Επόμενη Έκδοση
eo: Sekva versio
es: Próxima versión
fa: نسخه بعدی
fi: Seuraava versio
fr: Version suivante
he: גרסה הבאה
hr: Sljedeća verzija
hu: Következő verzió
id: Versi selanjutnya
it: Versione successiva
ja: 次のバージョン
ka: შემდეგი ვერსია
lt: Kita versija
lv: Nākamā versija
nl_be: Volgende versie
pl: Następna wersja
pt_pt: Versão seguinte
ro: Versiune următoare
ru: Следующая версия
sl: Naslednja različica
sv: Nästa version
th: เวอร์ชันถัดไป
tr: Bir sonraki versiyon
uk: Черговий варіант
vi: Phiên bản tiếp theo

# rev_latest
source: Latest version
ar: أحدث إصدار
bg: Последна версия
ca: Última versió
cs: Nejnovější verze
da: Seneste version
de: Aktuelle Version
el: Τελευταία έκδοση
eo: Plej nova versio
es: Última versión
fa: آخرین نسخه
fi: Viimeisin versio
fr: Dernière version
he: הגרסה העדכנית ביותר
hr: Najnovija verzija
hu: Legújabb verzió
id: Versi paling baru
it: Ultima versione
ja: 最新バージョン
ka: უახლესი ვერსია
lt: Naujausia versija
lv: Jaunākā versija
nl_be: Laatste versie
pl: Najnowsza wersja
pt_pt: Última versão
ro: Ultima versiune
ru: Последняя версия
sl: Najnovejša različica
sv: Senaste versionen
th: เวอร์ชั่นล่าสุด
tr: En son versiyon
uk: Останній варіант
vi: Phiên bản mới nhất

# import_data_file_title
source: Import a product data file
ar: استيراد ملف بيانات منتج
bg: Импортирайте файл с данни за продукта
ca: Importa un fitxer de dades de producte
cs: Importovat datový soubor produktu
da: Importér en produktdatafil
de: Produktdatendatei importieren
el: Εισαγωγή αρχείου δεδομένων προϊόντος
eo: Importi produktan datumdosieron
es: Importar un archivo de datos del producto
fa: وارد کردن فایل داده‌های محصول
fi: Tuo tuotteiden tiedot tiedostosta
fr: Importer un fichier de données de produits
he: ייבוא קובץ נתוני מוצרים
hr: Uvoz datoteke s podacima o proizvodu
hu: Termékadat fájl importálása
id: Impor berkas data - data produk
it: Importa un file di dati del prodotto
ja: 製品データファイルをインポートする
ka: პროდუქტის მონაცემთა ფაილის იმპორტი
lt: Importuokite gaminio duomenų failą
lv: Produkta datu faila importēšana
nl_be: Importeer een productdatabestand
pl: Zaimportuj plik z danymi produktów
pt_pt: Importar um ficheiro de dados do produto
ro: Importă un fișier cu date despre produs
ru: Импортировать файл данных о продукте
sl: Uvoz datoteke s podatki o izdelku
sv: Importera en produktdatafil
th: นำเข้าไฟล์ข้อมูลผลิตภัณฑ์
tr: Ürün veri dosyasını içe aktar
uk: Вкажіть дані продукції з файлу
vi: Nhập lên tệp dữ liệu sản phẩm

# import_data_file_description
source: Upload a spreadsheet file (Excel file or a comma or tab separated UTF-8 encoded CSV file) with product data.
ar: حمِّل ملف جدول بيانات (ملف Excel أو فاصلة أو علامة تبويب مفصولة بتنسيق ملف CSV بترميز UTF-8) مع بيانات المنتج.
bg: Качете файл с електронна таблица (файл на Excel или CSV файл, с разделител запетая или табулация, кодиран в UTF-8) с данни за продукта.
ca: Pengeu un fitxer de full de càlcul (fitxer d'Excel o un fitxer CSV codificat amb UTF-8 separat per comes o tabulacions) amb dades del producte.
cs: Nahrajte tabulku (soubor Excel nebo soubor CSV s kódováním UTF-8 oddělený čárkou nebo tabulátory) s produktovými daty.
da: Upload en regnearksfil (Excel-fil eller tabulatorsepareret UTF-8 kodet CSV-fil) med produktdata.
de: Laden Sie eine Tabellenblatt (Excel-Datei oder eine komma- oder tabulatorgetrennte UTF-8-kodierte CSV-Datei) mit Produktdaten hoch.
el: Ανεβάστε ένα αρχείο υπολογιστικού φύλλου (αρχείο Excel ή ένα αρχείο CSV με κωδικοποίηση UTF-8 διαχωρισμένο με κόμμα ή tab) με δεδομένα προϊόντος.
eo: Alŝutu kalkultabelan dosieron (Excel-dosieron aŭ komo- aŭ tabulaĵ-separitan CSV-dosieron kun UTF-8-kodita UTF-8) kun produktaj datumoj.
es: Cargue un archivo de hoja de cálculo (archivo Excel o un archivo CSV codificación UTF-8 separado por tabulaciones) con los datos de los productos.
fa: یک فایل صفحه گسترده (فایل اکسل یا یک فایل CSV کدگذاری شده با کاما یا تب که از هم جدا شده و UTF-8 است) حاوی اطلاعات محصول آپلود کنید.
fi: Lähetä laskentataulukkotiedosto (Excel-tiedosto tai pilkku- tai sarkaineroteltu CSV-tiedosto UTF-8 merkistöllä), jossa on tuotteiden tiedot.
fr: Envoyer un fichier tableur (un fichier Excel ou un fichier CSV encodé en UTF-8 séparé par des tabulations ou des virgules) avec les données des produits.
he: יש להעלות גיליון נתונים (קובץ Excel או קובץ CSV עם הפרדה בפסיקים או טאבים בקידוד UTF-8) עם נתוני מוצרים.
hr: Prenesite datoteku proračunske tablice (Excel datoteku ili CSV datoteku kodiranu UTF-8 s podacima o proizvodu, odvojenu zarezima ili tabulatorima).
hu: Töltsön fel táblázatfájlt (Excel fájlt vagy vesszővel vagy tabulátorral elválasztott UTF-8 kódolású CSV fájlt) a termékek adataival.
id: Unggah berkas spreedsheet (berkas Excel atau berkas CSV dikodekan UTF-8 yang dipisahkan tab) dengan data produk.
it: Carica un foglio di calcolo (file Excel o una virgola o tab separato di file CSV codificato in UTF-8) con i dati del prodotto.
ja: 商品データを含むスプレッドシートファイル( Excelファイルまたはカンマまたはタブ区切りのUTF-8エンコードされたCSVファイル) をアップロードします。
ka: ატვირთეთ პროდუქტის მონაცემებით ცხრილის ფაილი (Excel ფაილი ან მძიმით ან ჩანართით გამოყოფილი UTF-8 კოდირებით CSV ფაილი).
lt: Įkelkite skaičiuoklės failą („Excel“ failą arba kableliais arba skirtukais atskirtą UTF-8 užkoduotą CSV failą) su produkto duomenimis.
lv: Augšupielādējiet izklājlapas failu (Excel failu vai ar komatiem vai tabulītēm atdalītu UTF-8 kodētu CSV failu) ar produkta datiem.
nl_be: Upload een spreadsheetbestand (Excel-bestand of een door komma's of tabs gescheiden UTF-8-gecodeerd CSV-bestand) met productgegevens.
pl: Prześlij plik arkusza kalkulacyjnego (plik Excel lub plik CSV w formacie UTF-8) z danymi produktów.
pt_pt: Envie um ficheiro de folha de cálculo (ficheiro Excel ou ficheiro CSV codificado em UTF-8 com separador por vírgula ou tabulação) com os dados do produto.
ro: Încărcaţi un fişier de foaie de calcul (fişier Excel sau un fişier CSV separat prin virgulă sau tab, codificat UTF-8) cu datele produsului.
ru: Загрузите файл электронной таблицы (файл Excel или CSV-файл в кодировке UTF-8, разделенный запятыми или табуляциями) с данными о продукте.
sl: Naložite datoteko preglednice (datoteka Excel ali datoteka CSV, ki je ločena z vejico ali tabulatorjem ločena z UTF-8) s podatki o izdelku.
sv: Ladda upp en kalkylarksfil (Excel-fil eller en komma- eller tabbseparerad UTF-8-kodad CSV-fil) med produktdata.
th: อัปโหลดไฟล์สเปรดชีต (ไฟล์ Excel หรือไฟล์ CSV ที่เข้ารหัส UTF-8 และคั่นด้วยเครื่องหมายจุลภาคหรือแท็บ) ที่มีข้อมูลผลิตภัณฑ์
tr: Ürün verilerini içeren bir çalışma tablosu (Excel dosyası veya bir virgül veya sekmeyle ayrılmış UTF-8 kodlu CSV dosyası) yükleyin.
uk: Завантажте файл у вигляді електронної таблиці (файл типу Excel або розділений комою чи виділенням UTF-8 та зашифрований як файл CSV), що містить в собі дані про товар.
vi: Tải lên tệp bảng tính (tệp Excel hoặc tệp CSV được mã hóa UTF phân tách nhau bằng dấu phẩy hoặc tab) cũng với dữ liệu sản phẩm.
