Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriscore_is_fat_oil_nuts_seeds
source: This product is considered to be fat, oil, nuts or seeds for the calculation of the Nutri-Score.
bg: Този продукт се счита за мазнина, масло, ядки или семена за изчисляване на Nutri-Score.
cs: Tento produkt je považován za tuk, olej, ořechy nebo semena pro výpočet Nutri-Score.
de: Dieses Produkt wird bei der Berechnung des Nutri-Score als Fett, Öl, Nüsse oder Samen betrachtet.
el: Αυτό το προϊόν θεωρείται ότι είναι λίπος, λάδι, ξηροί καρποί ή σπόροι για τον υπολογισμό του Nutri-Score.
eo: Ĉi tiu produkto estas konsiderata kiel graso, oleo, nuksoj aŭ semoj por la kalkulo de la Nutri-Poentaro.
fa: این محصول برای محاسبه‌ی امتیاز تغذیه‌ای، به عنوان چربی، روغن، آجیل یا دانه در نظر گرفته می‌شود.
fi: Tämän tuotteen katsotaan olevan rasvaa, öljyä, pähkinöitä tai siemeniä Nutri-Scorea laskettaessa.
fr: Ce produit est considéré comme étant une matière grasse, de l'huile, des noix ou des graines pour le calcul du Nutri-Score.
he: המוצר הזה נחשב שומן, שמן, אגוזים או גרעינים מבחינת חישוב ה־Nutri-Score.
hr: Ovaj se proizvod smatra masnoćom, uljem, orašastim plodovima ili sjemenkama za izračun Nutri-Scorea.
hu: Ez a termék a Nutri-Score kiszámításakor zsírnak, olajnak, diónak vagy magnak lett minősítve.
id: Produk ini dianggap sebagai lemak, minyak, kacang-kacangan atau biji-bijian untuk penghitungan Nutri-Score.
it: Questo prodotto è considerato essere grasso, olio, frutta secca o semi, per il calcolo del Nutri-Score.
ka: Nutri-Score-ის გამოსათვლელად ეს პროდუქტი ითვლება ცხიმად, ზეთად, თხილად ან თესლად.
lt: Šis produktas yra laikomas riebalais, aliejumi, riešutais arba sėklomis, norint apskaičiuoti „Nutri-Score“.
lv: Šis produkts Nutri-Score aprēķināšanai tiek uzskatīts par taukiem, eļļu, riekstiem vai sēklām.
nl_be: Dit product wordt beschouwd als vet, olie, noten of zaden voor de berekening van de Nutri-Score.
pl: Na potrzeby obliczenia Nutri-Score ten produkt zalicza się do tłuszczy, olejów, orzechów lub nasion.
pt_pt: Este produto é considerado como gordura, óleo, frutos secos ou sementes para o cálculo do Nutri-Score.
ru: При расчете Nutri-Score данный продукт считается жиром, маслом, орехами или семенами.
sv: Denna produkt anses vara fett, olja, nötter eller frön vid beräkning av Nutri-Score.
th: ผลิตภัณฑ์นี้จัดเป็นไขมัน น้ำมัน ถั่ว หรือเมล็ดพืช สำหรับการคำนวณค่าโภชนาการ (Nutri-Score)
uk: Для розрахунку Nutri-Score, цей продукт вважається жиром, олією, горіхами або насінням.

# nutriscore_is_cheese
source: This product is considered to be cheese for the calculation of the Nutri-Score.
bg: Този продукт се счита за сирене за изчисляване на Nutri-Score.
cs: Tento produkt je považován za sýr pro výpočet Nutri-Score.
de: Dieses Produkt wird bei der Berechnung des Nutri-Score als Käse betrachtet.
el: Αυτό το προϊόν θεωρείται τυρί για τον υπολογισμό του Nutri-Score.
eo: Ĉi tiu produkto estas konsiderata fromaĝo por la kalkulado de la Nutri-Score.
fa: این محصول برای محاسبه‌ی امتیاز تغذیه‌ای، پنیر محسوب می‌شود.
fi: Tämän tuotteen katsotaan olevan juustoa Nutri-Scorea laskettaessa.
fr: Ce produit est considéré comme étant du fromage pour le calcul du Nutri-Score.
he: המוצר הזה נחשב גבינה מבחינת חישוב ה־Nutri-Score.
hr: Ovaj se proizvod smatra sirom za izračun Nutri-Scorea.
hu: Ez a termék a Nutri-Score kiszámításakor sajtnak lett minősítve.
id: Produk ini dianggap sebagai keju untuk perhitungan Nutri-Score.
it: Questo prodotto è considerato essere formaggio per il calcolo del Nutri-Score.
ka: Nutri-Score-ის გამოსათვლელად ეს პროდუქტი ყველად ითვლება.
lt: Šis produktas yra laikomas sūriu, norint apskaičiuoti „Nutri-Score“.
lv: Šis produkts tiek uzskatīts par sieru Nutri-Score aprēķināšanas nolūkā.
nl_be: Dit product wordt beschouwd als kaas voor de berekening van de Nutri-Score.
pl: Na potrzeby obliczenia Nutri-Score ten produkt zalicza się do serów.
pt_pt: Este produto é considerado como queijo para o cálculo do Nutri-Score.
ru: При расчете Nutri-Score данный продукт считается сыром.
sv: Denna produkt anses vara ost vid beräkning av Nutri-Score.
th: ผลิตภัณฑ์นี้จัดเป็นชีสสำหรับการคำนวณค่าโภชนาการ (Nutri-Score)
uk: Для розрахунку Nutri-Score, цей продукт вважається сиром.

# nutriscore_is_red_meat_product
source: This product is considered to be a red meat product for the calculation of the Nutri-Score.
bg: Този продукт се счита за продукт от червено месо за изчисляване на Nutri-Score.
cs: Tento produkt je považován za červené maso pro výpočet Nutri-Score.
de: Dieses Produkt wird bei der Berechnung des Nutri-Score als rotes Fleischprodukt betrachtet.
el: Αυτό το προϊόν θεωρείται προϊόν κόκκινου κρέατος για τον υπολογισμό του Nutri-Score.
eo: Ĉi tiu produkto estas konsiderata ruĝvianda produkto por la kalkulo de la Nutri-Poentaro.
fa: این محصول برای محاسبه‌ی امتیاز تغذیه‌ای (Nutri-Score) به عنوان یک محصول گوشت قرمز در نظر گرفته می‌شود.
fi: Tämän tuotteen katsotaan olevan punaisen lihan tuote Nutri-Scorea laskettaessa.
fr: Ce produit est considéré comme étant un produit à base de viande rouge pour le calcul du Nutri-Score.
he: המוצר הזה נחשב למוצר בשר אדום מבחינת חישוב ה־Nutri-Score.
hr: Ovaj se proizvod smatra proizvodom od crvenog mesa za izračun Nutri-Scorea.
hu: Ez a termék a Nutri-Score kiszámításakor vörös hústerméknek lett minősítve.
id: Produk ini dianggap sebagai produk daging merah untuk perhitungan Nutri-Score.
it: Questo prodotto è considerato essere carne rossa per il calcolo del Nutri-Score.
ka: Nutri-Score-ის გამოსათვლელად ეს პროდუქტი წითელი ხორცის პროდუქტად ითვლება.
lt: Šis produktas yra laikomas raudonos mėsos produktu, norint apskaičiuoti „Nutri-Score“.
lv: Šis produkts tiek uzskatīts par sarkanās gaļas produktu Nutri-Score aprēķināšanai.
nl_be: Dit product wordt beschouwd als een rood vleesproduct voor de berekening van de Nutri-Score.
pl: Na potrzeby obliczenia Nutri-Score ten produkt zalicza się do czerwonych mięs.
pt_pt: Este produto é considerado como um produto de carne vermelha para o cálculo do Nutri-Score.
ru: Этот продукт считается красным мясным продуктом для расчета Nutri-Score.
sv: Denna produkt anses vara en röd köttprodukt vid beräkning av Nutri-Score.
th: ผลิตภัณฑ์นี้จัดเป็นผลิตภัณฑ์เนื้อแดงสำหรับการคำนวณค่าโภชนาการ (Nutri-Score)
uk: Для розрахунку Nutri-Score, цей продукт вважається продуктом з червоного м’яса.

# nutriscore_count_proteins_reason_beverage
source: Points for proteins are counted because the product is considered to be a beverage.
bg: Зачитат се точки за протеини, защото продуктът се счита за напитка.
cs: Body za bílkoviny se počítají, protože výrobek je považován za nápoj.
de: Punkte für Proteine werden gezählt, da das Produkt als Getränk betrachtet wird.
el: Οι βαθμοί για τις πρωτεΐνες υπολογίζονται επειδή το προϊόν θεωρείται ρόφημα.
eo: Poentoj por proteinoj estas kalkulitaj ĉar la produkto estas konsiderata trinkaĵo.
fa: امتیاز پروتئین‌ها محاسبه می‌شود زیرا این محصول به عنوان نوشیدنی در نظر گرفته می‌شود.
fi: Proteiinipisteet lasketaan, koska tuotetta pidetään juomana.
fr: Les points pour les protéines sont comptés car le produit est considéré comme étant une boisson.
he: נקודות לחלבונים נספרות כיוון שהמוצר נחשב למשקה.
hr: Bodovi za proteine se računaju jer se proizvod smatra napitkom.
hu: A fehérjékért járó pontok bele lettek számolva, mert a termék italnak minősül.
id: Poin untuk protein dihitung karena produk dianggap sebagai minuman.
it: I punti per le proteine sono contati perché il prodotto è considerato essere una bevanda.
ka: ცილებისთვის ქულები ითვლება, რადგან პროდუქტი სასმელად ითვლება.
lt: Taškai už baltymus skaičiuojami, nes produktas laikomas gėrimu.
lv: Punkti par olbaltumvielām tiek skaitīti, jo produkts tiek uzskatīts par dzērienu.
nl_be: Punten voor eiwitten worden meegeteld omdat het product als een drankje wordt beschouwd.
pl: Punkty za białka są liczone, ponieważ produkt jest traktowany jako napój.
pt_pt: Os pontos relativos às proteínas são contabilizados porque o produto é considerado uma bebida.
ru: Баллы за белки начисляются, поскольку продукт считается напитком.
sv: Poäng för proteiner räknas eftersom produkten anses vara en dryck.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากผลิตภัณฑ์นี้จัดอยู่ในหมวดหมู่เครื่องดื่ม
uk: Бали за білки нараховуються, тому що продукт вважається напоєм.

# nutriscore_count_proteins_reason_cheese
source: Points for proteins are counted because the product is considered to be cheese.
bg: Зачитат се точки за протеини, защото продуктът се счита за сирене.
cs: Body za bílkoviny se počítají, protože výrobek je považován za sýr.
de: Punkte für Proteine werden gezählt, weil das Produkt als Käse betrachtet wird.
el: Οι βαθμοί για τις πρωτεΐνες υπολογίζονται επειδή το προϊόν θεωρείται τυρί.
eo: Poentoj por proteinoj estas kalkulataj ĉar la produkto estas konsiderata fromaĝo.
fa: امتیاز پروتئین‌ها محاسبه می‌شود زیرا محصول پنیر محسوب می‌شود.
fi: Proteiinipisteet lasketaan, koska tuotetta pidetään juustona.
fr: Les points pour les protéines sont comptés car le produit est considéré comme étant du fromage.
he: נקודות לחלבונים נספרות כיוון שהמוצר נחשב לגבינה.
hr: Bodovi za proteine se računaju jer se proizvod smatra sirom.
hu: A fehérjékért járó pontok bele lettek számolva, mert a termék sajtnak minősül.
id: Poin untuk protein dihitung karena produk dianggap sebagai keju.
it: I punti per le proteine sono contati perché il prodotto è considerato essere formaggio.
ka: ცილების ქულები ითვლება, რადგან პროდუქტი ყველად ითვლება.
lt: Taškai už baltymus skaičiuojami, nes produktas laikomas sūriu.
lv: Punkti par olbaltumvielām tiek skaitīti, jo produkts tiek uzskatīts par sieru.
nl_be: Punten voor eiwitten worden meegeteld omdat het product als kaas wordt beschouwd.
pl: Punkty za białka są liczone, ponieważ produkt jest traktowany jako ser.
pt_pt: Os pontos relativos às proteínas são contabilizados porque o produto é considerado como queijo.
ru: Баллы за белки начисляются, поскольку продукт считается сыром.
sv: Poäng för proteiner räknas eftersom produkten anses vara ost.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากผลิตภัณฑ์นี้จัดอยู่ในหมวดหมู่ของชีส
uk: Бали за білки нараховуються, тому що продукт вважається сиром.

# nutriscore_count_proteins_reason_negative_points_less_than_7
source: Points for proteins are counted because the negative points are less than 7.
bg: Точките за протеини се броят, тъй като отрицателните точки са по-малко от 7.
cs: Body za bílkoviny se počítají, protože záporných bodů je méně než 7.
de: Die Punkte für Proteine werden gezählt, da die negativen Punkte weniger als 7 betragen.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι αρνητικοί βαθμοί είναι λιγότερο από 7.
eo: Poentoj por proteinoj estas kalkulataj ĉar la negativaj poentoj estas malpli ol 7.
fa: امتیاز پروتئین‌ها به این دلیل محاسبه می‌شود که امتیاز منفی کمتر از ۷ است.
fi: Proteiinipisteet lasketaan, koska negatiiviset pisteet ovat alle 7.
fr: Les points pour les protéines sont comptés car les points négatifs sont inférieurs à 7.
he: נקודות לחלבונים נספרות כיוון שכמות הנקודות השליליות קטנה מ־7.
hr: Bodovi za proteine se računaju jer su negativni bodovi manji od 7.
hu: A fehérjékért járó pontok bele lettek számolva, mert 7-nél kevesebb a negatív pontszám.
id: Poin untuk protein dihitung karena poin negatif kurang dari 7.
it: I punti per le proteine sono contati perché i punti negativi sono inferiori a 7.
ka: ცილების ქულები ითვლება, რადგან უარყოფითი ქულები 7-ზე ნაკლებია.
lt: Taškai už baltymus skaičiuojami, nes neigiami taškai yra mažesni nei 7.
lv: Punkti par olbaltumvielām tiek skaitīti, jo negatīvie punkti ir mazāki par 7.
nl_be: Punten voor eiwitten worden meegeteld omdat er minder dan 7 negatieve punten zijn.
pl: Punkty za białka są liczone, ponieważ liczba punktów ujemnych jest mniejsza niż 7.
pt_pt: Os pontos relativos às proteínas são contabilizados porque os pontos negativos são inferiores a 7.
ru: Баллы за белки учитываются, поскольку отрицательные баллы меньше 7.
sv: Poäng för proteiner räknas eftersom de negativa poängen är färre än 7.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพด้านลบน้อยกว่า 7
uk: Бали за білки нараховуються, тому що негативних балів менше ніж 7.

# nutriscore_count_proteins_reason_negative_points_less_than_11
source: Points for proteins are counted because the negative points are less than 11.
bg: Точките за протеини се броят, тъй като отрицателните точки са по-малко от 11.
cs: Body za bílkoviny se počítají, protože záporných bodů je méně než 11.
de: Die Punkte für Proteine werden gezählt, da die negativen Punkte weniger als 11 betragen.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι αρνητικοί βαθμοί είναι λιγότεροι από 11.
eo: Poentoj por proteinoj estas kalkulitaj ĉar la negativaj poentoj estas malpli ol 11.
fa: امتیاز پروتئین‌ها به این دلیل محاسبه می‌شود که امتیاز منفی آنها کمتر از ۱۱ است.
fi: Proteiinipisteet lasketaan, koska negatiiviset pisteet ovat alle 11.
fr: Les points pour les protéines sont comptés car les points négatifs sont inférieurs à 11.
he: נקודות לחלבונים נספרות כיוון שכמות הנקודות השליליות קטנה מ־11.
hr: Bodovi za proteine se računaju jer su negativni bodovi manji od 11.
hu: A fehérjékért járó pontok bele lettek számolva, mert 11-nél kevesebb a negatív pontszám.
id: Poin untuk protein dihitung karena poin negatif kurang dari 11.
it: I punti per le proteine sono contati perché i punti negativi sono inferiori a 11.
ka: ცილების ქულები ითვლება, რადგან უარყოფითი ქულები 11-ზე ნაკლებია.
lt: Taškai už baltymus skaičiuojami, nes neigiami taškai yra mažesni nei 11.
lv: Punkti par olbaltumvielām tiek skaitīti, jo negatīvie punkti ir mazāki par 11.
nl_be: Punten voor eiwitten worden meegeteld omdat er minder dan 11 negatieve punten zijn.
pl: Punkty za białka są liczone, ponieważ liczba punktów ujemnych jest mniejsza niż 11.
pt_pt: Os pontos relativos às proteínas são contabilizados porque os pontos negativos são inferiores a 11.
ru: Баллы за белки учитываются, поскольку отрицательные баллы меньше 11.
sv: Poäng för proteiner räknas eftersom de negativa poängen är färre än 11.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพด้านลบน้อยกว่า 11
uk: Бали за білки нараховуються, тому що негативних балів менше ніж 11.

# nutriscore_count_proteins_reason_negative_points_greater_than_or_equal_to_7
source: Points for proteins are not counted because the negative points greater than or equal to 7.
bg: Точките за протеини не се броят, тъй като отрицателните точки са по-големи или равни на 7.
cs: Body za bílkoviny se nepočítají, protože záporné body jsou větší nebo rovné 7.
de: Punkte für Proteine werden nicht gezählt, da die negativen Punkte größer oder gleich 7 sind.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι αρνητικοί βαθμοί είναι μεγαλύτεροι ή ίσοι από 7.
eo: Poentoj por proteinoj ne estas kalkulataj ĉar la negativaj poentoj estas pli grandaj ol aŭ egalaj al 7.
fa: امتیاز پروتئین‌ها محاسبه نمی‌شود زیرا امتیاز منفی آنها بزرگتر یا مساوی ۷ است.
fi: Proteiinipisteitä ei lasketa, koska negatiiviset pisteet ovat suurempia tai yhtä suuria kuin 7.
fr: Les points pour les protéines ne sont pas comptés car les points négatifs sont supérieurs ou égaux à 7.
he: נקודות לחלבונים לא נספרות כיוון שכמות הנקודות השליליות גדול מאשר או שווה ל־7.
hr: Bodovi za proteine se ne računaju jer su negativni bodovi veći ili jednaki 7.
hu: A fehérjékért járó pontok nem lettek beleszámolva, mert a negatív pontszám legalább 7.
id: Poin untuk protein tidak dihitung karena poin negatif lebih besar atau sama dengan 7.
it: I punti per le proteine non sono contati perché i punti negativi sono maggiori o uguali a 7.
ka: ცილების ქულები არ ითვლება, რადგან უარყოფითი ქულები 7-ზე მეტი ან ტოლია.
lt: Taškai už baltymus neskaičiuojami, nes neigiami taškai yra didesni arba lygūs 7.
lv: Punkti par olbaltumvielām netiek skaitīti, jo negatīvie punkti ir lielāki vai vienādi ar 7.
nl_be: Punten voor eiwitten worden niet meegeteld omdat het aantal negatieve punten groter dan of gelijk aan 7 zijn.
pl: Punkty za białka nie są liczone, ponieważ liczba punktów ujemnych jest większa niż lub równa 7.
pt_pt: Os pontos relativos às proteínas não são contabilizados porque os pontos negativos são maiores ou iguais a 7.
ru: Баллы за белки не учитываются, так как отрицательные баллы больше или равны 7.
sv: Poäng för proteiner räknas inte eftersom de negativa poängen är större än eller lika med 7.
th: ไม่นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพด้านลบมากกว่าหรือเท่ากับ 7
uk: Бали за білки не нараховуються, тому що негативних балів більше або дорівнюють 7.

# nutriscore_count_proteins_reason_negative_points_greater_than_or_equal_to_11
source: Points for proteins are not counted because the negative points greater than or equal to 11.
bg: Точките за протеини не се броят, тъй като отрицателните точки са по-големи или равни на 11.
cs: Body za bílkoviny se nepočítají, protože záporné body jsou větší nebo rovné 11.
de: Punkte für Proteine werden nicht gezählt, da die negativen Punkte größer oder gleich 11 sind.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι αρνητικοί βαθμοί είναι μεγαλύτεροι ή ίσοι από 11.
eo: Poentoj por proteinoj ne estas kalkulitaj ĉar la negativaj poentoj estas pli grandaj ol aŭ egalaj al 11.
fa: امتیاز پروتئین‌ها محاسبه نمی‌شود زیرا امتیاز منفی آنها بزرگتر یا مساوی ۱۱ است.
fi: Proteiinipisteitä ei lasketa, koska negatiiviset pisteet ovat suurempia tai yhtä suuria kuin 11.
fr: Les points pour les protéines ne sont pas comptés car les points négatifs sont supérieurs ou égaux à 11.
he: נקודות לחלבונים לא נספרות כיוון שכמות הנקודות השליליות גדול מאשר או שווה ל־1.
hr: Bodovi za proteine se ne računaju jer su negativni bodovi veći ili jednaki 11.
hu: A fehérjékért járó pontok nem lettek beleszámolva, mert a negatív pontszám legalább 11.
id: Poin untuk protein tidak dihitung karena poin negatif lebih besar atau sama dengan 11.
it: I punti per le proteine non sono contati perché i punti negativi sono maggiori o uguali a 11.
ka: ცილების ქულები არ ითვლება, რადგან უარყოფითი ქულები 11-ზე მეტი ან ტოლია.
lt: Taškai už baltymus neskaičiuojami, nes neigiami taškai yra didesni arba lygūs 11.
lv: Punkti par olbaltumvielām netiek skaitīti, jo negatīvie punkti ir lielāki vai vienādi ar 11.
nl_be: Punten voor eiwitten worden niet meegeteld omdat het aantal negatieve punten groter dan of gelijk aan 11 zijn.
pl: Punkty za białka nie są liczone, ponieważ liczba punktów ujemnych jest większa niż lub równa 11.
pt_pt: Os pontos relativos às proteínas não são contabilizados porque os pontos negativos são maiores ou iguais a 11.
ru: Баллы за белки не учитываются, так как отрицательные баллы больше или равны 11.
sv: Poäng för proteiner räknas inte eftersom de negativa poängen är större än eller lika med 11.
th: ไม่นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพด้านลบมากกว่าหรือเท่ากับ 11
uk: Бали за білки не нараховуються, тому що негативних балів більше або дорівнюють 11.

# nutriscore_new_computation_title
source: Discover the new Nutri-Score!
bg: Открийте новия Nutri-Score!
cs: Objevte nové Nutri-Score!
de: Entdecken Sie den neuen Nutri-Score!
el: Ανακαλύψτε το νέο Nutri-Score!
eo: Malkovru la novan Nutri-Score!
fa: نوتری-اسکور جدید را کشف کنید!
fi: Tutustu uuteen Nutri-Scoreen!
fr: Découvrez le nouveau Nutri-Score !
he: חשיפת ה־Nutri-Score החדש!
hr: Otkrijte novi Nutri-Score!
hu: Ismerje meg az új Nutri-Score-t!
id: Temukan Nutri-Score yang baru!
it: Scopri il nuovo Nutri-Score!
ka: აღმოაჩინეთ ახალი Nutri-Score!
lt: Susipažinkite su „Nutri-Score“!
lv: Atklājiet jauno Nutri-Score!
nl_be: Ontdek de nieuwe Nutri-Score!
pl: Odkryj nowy Nutri-Score!
pt_pt: Descubra o novo Nutri-Score!
ru: Откройте для себя новый Nutri-Score!
sv: Upptäck den nya Nutri-Score!
th: พบกับ Nutri-Score รูปแบบใหม่!
uk: Відкрийте новий Nutri-Score!
