Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# product_js_image_white_magic
source: Photo on white background: try to remove the background
ar: صورة على خلفية بيضاء: حاول إزالة الخلفية
bg: Снимка на бял фон: опит се да премахне фона
ca: Foto sobre fons blanc: tracte d'eliminar el fons
cs: Fotografie na bílém pozadí: zkuste odstranit pozadí
da: Foto på hvid baggrund: Prøv at fjerne baggrunden
de: Foto auf weißem Hintergrund: Versuchen Sie, den Hintergrund zu entfernen
el: Φωτογραφία σε λευκό παρασκήνιο: Προσπαθήστε να αφαιρέσετε το παρασκήνιο
eo: Foto sur blanka fono: provu forigi la fonon
es: Foto sobre fondo blanco: prueba a eliminar el fondo
fa: عکس با زمینه سفید: سعی کنید زمینه را حذف کنید
fi: Kuva on otettu valkoista taustaa vasten: yritä poistaa tausta
fr: Photo sur fond blanc : essayer d'enlever le fond
he: תמונה עם רקע לבן: לנסות להסיר את הרקע
hr: Fotografija na bijeloj pozadini: pokušajte ukloniti pozadinu
hu: Fénykép fehér háttérrel: megpróbálja eltávolítani a hátteret
id: Foto dengan latar belakang putih: coba untuk menghapus latar belakang
it: Foto su sfondo bianco: prova a rimuovere lo sfondo
ja: 白い背景の写真: 背景を削除してみましょう
ka: ფოტო თეთრ ფონზე: შეეცადეთ წაშალოთ ფონი
lt: Nuotrauka baltame fone: pabandykite pašalinti foną
lv: Fotoattēls uz balta fona: mēģiniet noņemt fonu
ms: Foto pada latar belakang putih: cuba alih keluar latar belakang
nl_be: Foto op een witte achtergrond: probeer de achtergrond te verwijderen
pl: Zdjęcie na białym tle: usuń tło
pt_pt: Tentar eliminar o fundo se for branco
ro: Fotografie pe fundal alb: încearcă să ștergi fundalul
ru: Фото на белом фоне: попробовать удалить фон
sl: Fotografija na belem ozadju: poskusite odstraniti ozadje
sv: Foto på vit bakgrund: försök att ta bort bakgrunden
th: ลองลบพื้นหลังออก เมื่อรูปถ่ายมีพื้นหลังสีขาว
tl: Larawan sa puting background: subukang alisin ang background
tr: Fotoğraf beyaz bir arka plan üzerinde: arkaplanı silmeyi deneyin
uk: Фото на білому фоні: спробуйте видалити фон
vi: Ảnh trên nền trắng: cố gắng xóa nền

# product_js_images_delete_error
source: Errors while deleting images
ar: أخطاء أثناء حذف الصور
bg: Грешки при изтриването на снимките
ca: Errors mentre eliminava imatges
cs: Chyba při mazání snímků
da: Fejl under sletning af fotos
de: Fehler beim Löschen von Fotos
el: Σφάλματα κατά τη διαγραφή εικόνων
eo: Eraroj dum forigo de bildoj
es: Errores en la eliminación de imágenes
fa: خطاها هنگام حذف تصاویر
fi: Virheitä poistettaessa kuvia
fr: Erreur lors de la suppresion des images
he: אירעו שגיאות בעת מחיקת התמונות
hr: Greške prilikom brisanja slika
hu: Hiba történt a kép törlése közben
id: Semua kesalahan saat menghapus gambar
it: Errori durante l'eliminazione delle immagini
ja: 画像の削除時にエラー
ka: შეცდომები სურათების წაშლისას
lt: Klaidos ištrinant vaizdus
lv: Kļūdas, dzēšot attēlus
ms: Ralat semasa memuat naik imej
nl_be: Fouten tijdens het verwijderen van de foto's
pl: Błąd przy usuwaniu obrazów
pt_pt: Ocorreram erros ao eliminar as imagens
ro: Erori la ștergerea imaginilor
ru: Ошибки при удалении изображений
sl: Napake pri brisanju slik
sv: Fel vid radering av bilder
th: เกิดข้อผิดพลาดขณะลบรูปภาพ
tl: Mga error habang tinatanggal ang mga imahe
tr: Resimleri silerken hata oluştu
uk: Виникла помилка під час видалення зображень
vi: Lỗi khi xóa hình ảnh

# product_js_images_deleted
source: Images deleted
ar: تم حذف الصور
bg: Изтрити снимки
ca: Imatges eliminades
cs: Fotky smazány
da: Fotos slettet
de: Fotos gelöscht
el: Οι εικόνες διαγράφηκαν
eo: Bildoj forigitaj
es: Imágenes eliminadas
fa: تصاویر حذف شدند
fi: Kuvat poistettu
fr: Images supprimées
he: התמונות נמחקו
hr: Slike su izbrisane
hu: Képek törölve
id: Gambar dihapus
it: Immagini cancellate
ja: 画像を削除しました
ka: სურათები წაიშალა
lt: Vaizdai ištrinti
lv: Attēli dzēsti
ms: Imej dipadam
nl_be: Foto's verwijderd
pl: Usunięte obrazy
pt_pt: Imagens eliminadas
ro: Imaginile au fost șterse
ru: Изображения удалены
sl: Slike so bile izbrisane
sv: Bilder raderade
th: รูปภาพถูกลบแล้ว
tl: Tinanggal na mga imahe
tr: Resimler silindi
uk: Зображення видалено
vi: Hình ảnh bị xóa

# product_js_images_move_error
source: Errors while moving images
ar: أخطاء أثناء نقل الصور
bg: Грешки при преместването на снимките
ca: Errors mentre movia les imatges
cs: Chyby při přesunu snímků
da: Fejl under flytning af fotos
de: Fehler beim Verschieben der Fotos
el: Σφάλματα κατά τη μετακίνηση εικόνων
eo: Eraroj dum movado de bildoj
es: Errores moviendo imágenes
fa: خطاها هنگام جابجایی تصاویر
fi: Virheitä siirrettäessä kuvia
fr: Erreur lors du déplacement des images
he: העברת התמונות נכשלה
hr: Greške prilikom premještanja slika
hu: Hiba történt a kép(ek) áthelyezése közben
id: Semua kesalahan saat memindahkan gambar
it: Errori durante lo spostamento delle immagini
ja: 画像の移動時にエラー
ka: შეცდომები სურათების გადაადგილებისას
lt: Klaidos judant vaizdus
lv: Kļūdas, pārvietojot attēlus
ms: Ralat semasa memuat naik imej
nl_be: Fouten tijdens het verplaatsen van de foto's
pl: Błędy podczas przenoszenia obrazów
pt_pt: Ocorreram erros ao mover as imagens
ro: Erori la mutarea imaginilor
ru: Ошибки при перемещении изображений
sl: Napake med premikanjem slik
sv: Fel vid flyttning av bilder
th: เกิดข้อผิดพลาดขณะเคลื่อนย้ายภาพ
tl: Mga error habang nililipat ang mga imahe
tr: Resimleri silerken hata oluştu
uk: Виникла помилка під час переміщення зображень
vi: Lỗi khi di chuyển hình ảnh

# product_js_images_moved
source: Images moved
ar: تم نقل الصور
bg: Преместени снимки
ca: Imatges mogudes
cs: Obrázky byly přesunuty
da: Fotos flyttet
de: Fotos verschoben
el: Οι εικόνες μετακινήθηκαν
eo: Bildoj moviĝis
es: Imágenes movidas
fa: تصاویر جابجا شدند
fi: Kuvat siirretty
fr: Images déplacées
he: התמונות הועברו
hr: Slike su premještene
hu: Képek áthelyezve
id: Gambar dipindahkan
it: Immagini spostate
ja: 画像を移動しました
ka: სურათები გადატანილია
lt: Vaizdai perkelti
lv: Attēli pārvietoti
ms: Imej dipindahkan
nl_be: Foto's verplaatst
pl: Przeniesiono obraz
pt_pt: As imagens foram movidas
ro: Imaginile au fost mutate
ru: Изображения перемещены
sl: Slike so se premaknile
sv: Bilder flyttade
th: รูปภาพถูกย้าย
tl: Nilipat na mga imahe
tr: Resimler taşındı
uk: Зображення збережено
vi: Hình ảnh được di chuyển

# product_js_moving_images
source: Moving images
ar: نقل الصور
bg: Снимки в процес на преместване
ca: Movent imatges
cs: Přesouvání obrázků
da: Flytter fotos
de: Fotos verschieben
el: Μετακίνηση εικόνων
eo: Movantaj bildoj
es: Moviendo imágenes
fa: تصاویر متحرک
fi: Siirretään kuvia
fr: Images en cours de déplacement
he: התמונות מועברות
hr: Pokretne slike
hu: Képek áthelyezése
id: Memindahkan gambar
it: Spostamento immagini
ja: 画像を移動しています
ka: მოძრავი სურათები
lt: Judantys vaizdai
lv: Attēlu pārvietošana
ms: Memindahkan imej
nl_be: Foto's aan het verplaatsen
pl: Przenoszenie zdjęć
pt_pt: A mover as imagens
ro: Mută imaginile
ru: Перемещение изображений
sl: Premikam slike
sv: Flyttar bilder
th: ภาพเคลื่อนไหว
tl: Paglilipat ng mga imahe
tr: Hareketli görüntüler
uk: Переміщення зображень
vi: Di chuyển hình ảnh

# product_js_upload_image
source: Add a picture
ar: اضف صورة
bg: Добави снимка
ca: Afegeix una imatge
cs: Přidat obrázek
da: Tilføj et billede
de: Foto hinzufügen
el: Προσθέστε μια εικόνα
eo: Aldoni bildon
es: Añadir una imagen
fa: اضافه کردن تصویر
fi: Lisää kuva
fr: Ajouter une image
he: הוספת תמונה
hr: Dodaj sliku
hu: Kép hozzáadása
id: Tambahkan gambar
it: Aggiungere un immagine
ja: 写真を追加
ka: სურათის დამატება
lt: Pridėkite paveikslėlį
lv: Pievienot attēlu
ms: Tambah gambar
nl_be: Voeg een foto toe
pl: Dodaj obrazek
pt_pt: Adicionar uma imagem
ro: Adaugă o imagine
ru: Добавить изображение
sl: Dodaj sliko
sv: Lägg till en bild
th: เพิ่มรูปภาพ
tl: Magdagdag ng larawan
tr: Resim ekle
uk: Додайте картинку
vi: Thêm một hình ảnh

# product_js_upload_image_note
source: → With Chrome, Firefox and Safari, you can select multiple pictures (product, ingredients, nutrition facts etc.) by clicking them while holding the Ctrl key pressed to add them all in one shot.
ar: → باستخدام Chrome و Firefox و Safari ، يمكنك تحديد صور متعددة (المنتج ، والمكونات ، وحقائق التغذية وما إلى ذلك) من خلال النقر عليها مع الاستمرار في الضغط على مفتاح Ctrl لإضافتها جميعًا في طلقة واحدة.
bg: → С Chrome, Firefox и Safari можеш да избереш множество снимки (продукт, съставки, хранителни факти и т. н.), като щракнеш върху тях задържайки натиснат клавиша Ctrl, за да ги добавиш наведнъж.
ca: → Amb Chrome, Firefox i Safari, pot triar múltiples imatges (producte, ingredients, dades de nutrició, etc.) fent click en elles mentre manté apretada la tecla CTRL per afegir-les d'una tacada.
cs: → S Chrome, Firefoxem a Safari můžete vybrat více obrázků (produky, ingredience, výživová fakta atd.) kliknutím na ně a podržením klávesy Ctrl přidáte všechny zároveň.
da: → Med Chrome, Firefox og Safari, kan du vælge flere billeder (produkt, ingredienser, ernæringsindhold) ved at klikke på dem, mens du holder Ctrl-tasten nede for at tilføje dem alle i en omgang.
de: ➜ Mit Chrome, Firefox und Safari können Sie einfach durch die Verwendung der Strg-Taste mehrere Fotos auswählen (Produkt, Inhaltsstoffe, Nährwertinformationen usw.), um diese einmalig hochzuladen.
el: → Με Chrome, Firefox και Safari, μπορείτε να επιλέξετε πολλές φωτογραφίες (προϊόν, συστατικά, στοιχεία διατροφής κ.λπ.) κάνοντας κλικ σε αυτές ενώ κρατάτε πατημένο το πλήκτρο Ctrl για να τις προσθέσετε όλες σε μία λήψη.
eo: → Per Chrome, Firefox kaj Safari, vi povas elekti plurajn bildojn (produkton, ingrediencojn, nutrajn informojn ktp.) alklakante ilin dum vi tenas la Ctrl-klavon premita por aldoni ilin ĉiujn samtempe.
es: → Con Chrome, Firefox y Safari puedes elegir múltiples imágenes (producto, ingredientes, datos de nutrición, etc.) haciendo click mientras mantienes apretada la tecla Ctrl para añadirlos de golpe.
fa: → با کروم، فایرفاکس و سافاری، می‌توانید چندین تصویر (محصول، مواد تشکیل‌دهنده، اطلاعات تغذیه‌ای و غیره) را با کلیک کردن روی آنها در حالی که کلید Ctrl را نگه داشته‌اید، انتخاب کنید تا همه آنها در یک عکس اضافه شوند.
fi: → Chromella, Firefoxilla ja Safarilla voit valita useampia kuvia (tuote, ainesosat, ravintosisältö jne.) klikkaamalla niitä pitäessäsi Ctrl-näppäintä pohjassa lisätäksesi ne kaikki yhteen näkymään.
fr: → Avec Chrome, Firefox et Safari, vous pouvez sélectionner plusieurs images (produit, ingrédients, infos nutritionnelles etc.) en cliquant avec la touche Ctrl enfoncée, pour les envoyer toutes en même temps.
he: ← עם כרום, פיירפוקס וספארי, ניתן לבחור מספר תמונות (מוצר, רכיבים, מפרט תזונתי) על ידי לחיצה עליהן בעת החזקת המקש Ctrl כדי להוסיף את כולן באותה התמונה.
hr: → U preglednicima Chrome, Firefox i Safari možete odabrati više slika (proizvod, sastojci, nutritivne vrijednosti itd.) klikom na njih dok držite pritisnutu tipku Ctrl kako biste ih sve dodali odjednom.
hu: → Chrome, Firefox és Safari böngészővel egyszerre több képet is kiválaszthat (termék, összetevők, tápértékadatok stb.), ha kattintás közben lenyomva tartja a Ctrl billentyűt, így egyszerre feltöltheti az összes képet.
it: → Con Chrome, Firefox e Safari puoi selezionare più immagini (prodotto, ingredienti, informazioni nutrizionali, ecc.) facendo clic su di esse e tenendo premuto il tasto Ctrl per aggiungerle tutte in una volta.
ja: → Chrome、Firefox、Safari を使用すると、(製品、原材料、栄養成分など) 複数の写真を Ctrl キーを押しながらクリックして、すべてワンショットで追加できます。
ka: → Chrome-ის, Firefox-ისა და Safari-ის გამოყენებით, შეგიძლიათ აირჩიოთ რამდენიმე სურათი (პროდუქტი, ინგრედიენტები, კვებითი ღირებულება და ა.შ.) მათზე დაწკაპუნებით და Ctrl ღილაკზე დაჭერით, რათა ერთდროულად დაამატოთ ისინი.
lt: → Naudodami „Chrome“, „Firefox“ ir „Safari“, galite pasirinkti kelias nuotraukas (gaminį, ingredientus, mitybos faktus ir kt.) Spustelėdami jas laikydami paspaudę „Ctrl“ mygtuką, kad pridėtumėte juos visus vienu kadru.
lv: → Ar Chrome, Firefox un Safari varat atlasīt vairākus attēlus (produktu, sastāvdaļas, uztura faktus utt.), Noklikšķinot uz tām, turot nospiestu Ctrl taustiņu, lai tos visus pievienotu vienā šāvienā.
ms: → Dengan Chrome, Firefox dan Safari, anda boleh memilih pelbagai gambar (produk, ramuan, fakta nutrisi dan dsb.) dengan klik kepadanya sambil menahan kekunci Ctrl dalam keadaan tekan untuk menambahkan kesemuanya dengan sekali gus.
nl_be: → Met Chrome, Firefox en Safari kunt u verschillende foto's (product, ingrediënten, nutritionele informatie, etc.) selecteren door tijdens het klikken de Ctrl-toets ingedrukt te houden om ze in één keer verzenden.
pl: W Chrome, Firefox i Safari możesz wybrać wiele zdjęć (produktu, składników, dane odżywcze itp) klikając z przytrzymaniem klawisza Ctrl by dodać je na raz.
pt_pt: → Com o Chrome, Firefox e Safari, poderá selecionar várias imagens (em produto, lista de ingredientes, tabela nutricional, etc.) clicando sobre as mesmas enquanto mantém a tecla Ctrl premida, para adicioná-las todas de uma vez.
ro: → Cu Chrome, Firefox și Safari, puteți selecta mai multe imagini (produs, ingrediente, informații nutriționale etc.) făcând clic pe ele în timp ce țineți apăsată tasta Ctrl pentru a le adăuga pe toate într-o singură lovitură.
ru: → В Chrome, Firefox и Safari можно выбрать несколько файлов изображений (продукта, состава, пищевой ценности и т. п.), кликая по ним удерживая кнопку Ctrl, и загрузить их все одновременно.
sl: → S Chromom, Firefoxom in Safarijem lahko izberete več slik hkrati (izdelek, sestavine, prehranska dejstva itd.). Kliknete in držite pritisnjeno tipko Ctrl, medtem ko jih dodajate.
sv: → Med Chrome, Firefox och Safari kan du välja flera bilder (produkt, ingredienser, näringsfakta etc.) genom att klicka på dem samtidigt som du håller ned Ctrl-tangenten för att lägga till alla i en bild.
th: → ถ้าคุณใช้ Chrome, Firefox หรือ Safari คุณสามารถเลือกรูปภาพได้หลายรูป (ผลิตภัณฑ์ ส่วนผสม ข้อมูลโภชนาการ ฯลฯ) โดยการคลิกรูปภาพเหล่านั้นในขณะที่กดปุ่ม Ctrl ค้างไว้เพื่อเพิ่มรูปภาพทั้งหมดในครั้งเดียว
tl: → Sa Chrome, Firefox and Safari, maari kang pumili ng maramihang mga larawan (produkto, mga sangkap, nutrisyon facts atbp.) sa pamamagitan ng pagpindot nito habang hawak ang Ctrl key upang idagdag lahat sa isang shot.
tr: → Chrome, Firefox ve Safari ile, hepsini bir seferde eklemek için Ctrl tuşunu basılı tutarken bunlara tıklayarak birden fazla resim (ürün, içerik, besin değerleri vb.) seçebilirsiniz.
uk: → За допомогою Chrome, Firefox та Safari, ви можете обрати кілька зображень (товар, складники, харчові цінності тощо) клікаючи на них під час утримання натиснутої клавіші Ctrl, щоб додати їх всіх за першою спробою.
vi: → Với Chrome, Firefox và Safari, bạn có thể chọn nhiều ảnh (sản phẩm, thành phần, thông tin dinh dưỡng, v. v.) bằng cách nhấp vào chúng trong khi giữ phím Ctrl để thêm tất cả trong một ảnh.

# product_js_uploading_image
source: Uploading image
ar: تحميل الصور
bg: Качване на снимка
ca: Carregant imatges
cs: Nahrávání image
da: Uploader foto
de: Das Foto wird hochgeladen
el: Μεταφόρτωση εικόνας
eo: Alŝutante bildon
es: Cargando la imagen
fa: آپلود تصویر
fi: Lähetetään kuvaa
fr: Image en cours d'envoi
he: התמונה נשלחת
hr: Prijenos slike
hu: Kép feltöltése
id: Mengunggah gambar
it: Immagine Caricamento
ja: 画像のアップロード中
ka: სურათის ატვირთვა
lt: Įkeliamas vaizdas
lv: Augšupielādējot attēlu
ms: Memuat naik imej
nl_be: Afbeelding uploaden
pl: Przesyłanie obrazu
pt_pt: A enviar imagem
ro: Îmaginea se transmite
ru: Загрузка изображений
sl: Nalaganje slike
sv: Laddar upp bild
th: ภาพที่อัพโหลด
tl: Nag-uupload ng imahe
tr: Görüntü yükleniyor
uk: Завантаження зображення
vi: Hình ảnh tải lên

# product_last_edited
source: Last edit of product page on
ar: التعديل الأخير لصفحة المنتج على
bg: Последна редакция на продуктовата страница на
ca: Última modificació de la pàgina del producte
cs: Poslední editace stránky produktu
da: Seneste redigering af produktside d.
de: Letzte Bearbeitung der Produktseite am
el: Τελευταία επεξεργασία της σελίδας προϊόντος στις
eo: Lasta ŝanĝo de produktpaĝo je
es: Última edición de la página del producto
fa: آخرین ویرایش صفحه محصول در
fi: Tuotesivua muokattu viimeksi
fr: Dernière modification de la page produit le
he: דף המוצר נערך לאחרונה במועד
hr: Zadnja izmjena stranice proizvoda
hu: Termékoldal legutóbb szerkesztve
id: Penyuntingan terakhir halaman produk pada
it: Ultima modifica della pagina del prodotto il
ja: 最後に編集した製品ページ
ka: პროდუქტის გვერდის ბოლო რედაქტირება
lt: Paskutinis produkto puslapio redagavimas
lv: Pēdējais produkta lapas rediģējums ir pieejams
ms: Suntingan terakhir halaman produk pada
nl_be: Laatste wijziging van de productpagina op
pl: Ostania zmiana strony produktu na
pt_pt: Última alteração da página do produto em
ro: Ultima modificare a paginii produsului pe
ru: Последнее изменение страницы продукта
sl: Zadnje urejanje strani izdelka
sv: Senast ändrad produktsida på
th: แก้ไขหน้าผลิตภัณฑ์ครั้งล่าสุดเมื่อ
tl: Huling pag-edit ng pahina ng produkto
tr: Ürün sayfasının son düzenlemesi
uk: Остання зміна на сторінці продукції
vi: Chỉnh sửa lần cuối của trang sản phẩm trên

source: Product name
ar: اسم المنتج
bg: Име на продукта
ca: Nom del producte
cs: Jméno výrobku
da: Produktnavn
de: Produktname
el: Όνομα προϊόντος
eo: Nomo de la produkto
es: Nombre del producto
fi: Tuotenimi
fr: Nom du produit
he: שם המוצר
hu: Termék neve
id: Nama Produk
it: Nome del prodotto
ja: 製品名
lt: Produkto pavadinimas
lv: Produkta nosaukums
ms: Nama Produk
nl_be: Productnaam
pl: Nazwa produktu
pt_pt: Nome do produto
ro: Numele produsului
ru: Название продукта
sl: Ime izdelka
sv: Produktnamn
th: ชื่อสินค้า
tl: Pangalan ng produkto
tr: Ürün adı
uk: Назва товару
vi: Tên sản phẩm

source: products
ar: المنتوجات
bg: продукти
ca: productes
cs: Výrobky
da: produkter
de: Produkte
el: προϊόντα
eo: produktoj
es: productos
fa: محصولات
fi: tuotetta
fr: produits
he: מוצרים
hr: proizvodi
hu: termék
id: produk
it: prodotti
ja: 製品
ka: პროდუქტები
lt: produktai
lv: produkti
ms: produk
nl_be: producten
pl: produkty
pt_pt: produtos
ro: produse
ru: продукты
sl: izdelkov
sv: produkter
th: ผลิตภัณฑ์
tl: mga produkto
tr: ürünler
uk: товари
vi: sản phẩm

# products_stats
source: Evolution of the number of products on <<site_name>>
ar: تطور عدد المنتجات على <<site_name>>
bg: Развитие на броя на продуктите на <<site_name>>
ca: Evolució del nombre de productes en <<site_name>>
cs: Vývoj počtu výrobků na <<site_name>>
da: Udviklingen i produktantal på <<site_name>>
de: Entwicklung der Anzahl der Produkte auf der Seite <<<site_name>>>
el: Η εξέλιξη του αριθμού των προϊόντων στο <<site_name>>
eo: Evoluo de la nombro da produktoj ĉe <<site_name>>
es: Evolución del número de productos en <<site_name>>
fa: سیر تکاملی تعداد محصولات در <<site_name>>
fi: Tuotemäärien kehitys sivustolla <<site_name>>
fr: Evolution du nombre de produits sur <<site_name>>
he: התפתחות מספר המוצרים ב־<<site_name>>
hr: Evolucija broja proizvoda na <<site_name>>
hu: A termékek számának alakulása az <<site_name>>-en
id: Evolusi jumlah produk di <<site_name>>
it: Evoluzione del numero di prodotti su <<site_name>>
ja: <<site_name>> 上の製品の数の進化
ka: პროდუქტების რაოდენობის ევოლუცია <<site_name>>-ზე
lt: Produktų skaičiaus kitimas <<site_name>>
lv: Produktu skaita attīstība <<site_name>>
ms: Evolusi beberapa produk pada <<site_name>>
nl_be: Evolutie van het aantal producten op <<site_name>>
pl: Rozwój liczby produktów na <<site_name>>
pt_pt: Evolução da quantidade de produtos em <<site_name>>
ro: Evoluția numărului de produse pe <<site_name>>
ru: Динамика изменения количества продуктов на <<site_name>>
sl: Evolucija števila izdelkov na <<site_name>>
sv: Utveckling av antalet produkter på <<site_name>>
th: วิวัฒนาการของจำนวนผลิตภัณฑ์บน <<site_name>>
tl: Ebolusyon ng mga bilang ng produkto sa <<site_name>>
tr: <<site_name>> üzerindeki ürünlerin sayısının gelişimi
uk: Еволюція кількості продуктів на <<site_name>>
vi: Sự phát triển của số lượng sản phẩm trên <<site_name>>

# products_stats_completed_t
source: Products with complete information
ar: المنتجات مع معلومات كاملة
bg: Продукти с пълна информация
ca: Productes amb la informació completa
cs: Produkty s úplnými informacemi
da: Produkter med komplette oplysninger
de: Produkte mit vollständigen Informationen
el: Προϊόντα με πλήρως συμπληρωμένες πληροφορίες
eo: Produktoj kun kompletaj informoj
es: ลักษณะสินค้า
fa: محصولاتی با اطلاعات کامل
fi: Tuotteet, joiden tiedot on täytetty
fr: Produits avec fiche complète
he: מוצרים עם פרטים מלאים
hr: Proizvodi s potpunim informacijama
hu: Termékek minden információval
id: Produk - produk dengan informasi lengkap
it: Prodotti con informazioni complete
ja: 完全な情報の製品
ka: პროდუქტები სრული ინფორმაციით
lt: Produktai su visa informacija
lv: Produkti ar pilnīgu informāciju
ms: Produk dengan maklumat lengkap
nl_be: Producten met volledige informatie
pl: Produkty z pełną informacją
pt_pt: Produtos com informação completa
ro: Produse cu informații complete
ru: Продукты с полной информацией
sl: Izdelki s popolnimi informacijami
sv: Produkter med fullständig information
th: ผลิตภัณฑ์ที่มีข้อมูลครบถ้วน
tl: Mga produkto na may kumpletong impormasyon
tr: Tam bilgi içeren ürünler
uk: Продукти з повною інформацією
vi: Sản phẩm có thông tin đầy đủ

# products_stats_created_t
source: Products
ar: المنتجات
bg: Продукти
ca: Productes
cs: Produkty
da: Produkter
de: Produkte
el: Προϊόντα
eo: Produktoj
es: Productos
fi: Tuotteet
fr: Produits
he: מוצרים
hu: Termékek
id: Produk - produk
it: Prodotti
ja: 製品
lt: Produktai
lv: Produkti
ms: Produk
nl_be: Producten
pl: Produkty
pt_pt: Produtos
ro: Produse
ru: Продукты
sl: Izdelki
sv: Produkter
th: ผลิตภัณฑ์
tl: Mga produkto
tr: Ürünler
uk: Товари
vi: Sản phẩm

# products_with_nutriments
source: with nutrition facts
ar: مع حقائق التغذية
bg: с хранителни стойности
ca: amb informació nutricional
cs: s výživovými údaji
da: med næringsindhold
de: mit Nährwertinformationen
el: με διατροφικά δεδομένα
eo: kun nutraj faktoj
es: con información nutricional
fa: با حقایق تغذیه‌ای
fi: joissa ravintosisältö
fr: avec informations<br/>nutritionnelles
he: עם מפרט תזונתי
hr: s nutritivnim činjenicama
hu: tápértékadatokkal
id: dengan informasi nilai gizi
it: con informazioni nutrizionali
ja: 栄養成分表あり
ka: კვებითი ღირებულების ფაქტებით
lt: su maistingumu
lv: ar uztura faktiem
ms: dengan fakta pemakanan
nl_be: met voedingswaarden
pl: z wartością odżywczą
pt_pt: com informação nutricional
ro: cu valori nutriționale
ru: с пищевой ценностью
sl: s prehranskimi dejstvi
sv: med näringsfakta
th: พร้อมข้อมูลโภชนาการ
tl: may mga nutrisyon facts
tr: beslenme olaylarıyla
uk: з фактами про харчову цінність
vi: với sự kiện dinh dưỡng

# products_you_edited
source: Products you added or edited
ar: المنتجات التي قمت بإضافتها أو تحريرها
bg: Продукти, които си добавил или редактирал
ca: Productes que ha afegit o editat
cs: Produkty, které jste přidali nebo upravili
da: Produkter, du har tilføjet eller redigeret
de: Produkte, die Sie hinzugefügt oder bearbeitet haben
el: Προϊόντα που προσθέσατε ή επεξεργαστήκατε
eo: Produktoj, kiujn vi aldonis aŭ redaktis
es: Productos que has añadido o modificado
fi: Lisäämäsi tai muokkaamasi tuotteet
fr: Les produits que vous avez ajoutés ou modifiés
he: משתנים שהוספת או ערכת
hu: Termékek, amelyeket hozzáadott vagy szerkesztett
id: Produk - produk yang Anda tambahkan atau sunting
it: Prodotti aggiunti o modificati
ja: あなたが追加または編集した製品
lt: Produktai, kuriuos pridėjote ar redagavote
lv: Produkti, kurus pievienojāt vai rediģējat
ms: Produk yang anda tambah atau sunting
nl_be: De producten die je toegevoegd of aangepast hebt
pl: Produkty dodane lub edytowane przez ciebie
pt_pt: Produtos que adicionou ou editou
ro: Produse adăugate sau modificate de dumneavoastră
ru: Продукты, которые вы добавили или редактировали
sl: Izdelki, ki ste jih dodali ali uredili
sv: Produkter du lagt till eller redigerat
tl: Mga produkto na iyong idinagdag o na-edit
tr: Eklediğiniz veya düzenlediğiniz ürünler
uk: Товари, які ви додали або відредагували
vi: Các sản phẩm bạn đã thêm hoặc chỉnh sửa
