Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# edit_user_display
source: Account parameters
ar: إعدادات المستخدم
bg: Параметри на акаунта
ca: Paràmetres del compte
cs: Vlastnosti účtu
da: Kontoparametre
de: Konteneinstellungen
el: Παράμετροι λογαριασμού
eo: Konto-parametroj
es: Parámetros de la cuenta
fa: پارامترهای حساب
fi: Tilin parametrit
fr: Paramètres du compte
he: משתני החשבון
hr: Parametri računa
hu: Fiókbeállítások
id: Parameter akun
it: Parametri account
ja: アカウントパラメータ
ka: ანგარიშის პარამეტრები
lt: Paskyros parametrai
lv: Konta parametri
pl: Parametry konta
pt_pt: Definições da conta
ro: Parametrii contului
ru: Параметры учётной записи
sl: Parametri računa
sv: Kontoparametrar
th: พารามิเตอร์บัญชี
tr: Hesap parametreleri
uk: Параметри облікового запису
vi: Thông số tài khoản

# edit_user_process
source: Account parameters
ar: إعدادات المستخدم
bg: Параметри на акаунта
ca: Paràmetres del compte
cs: Vlastnosti účtu
da: Kontoparametre
de: Konteneinstellungen
el: Παράμετροι λογαριασμού
eo: Konto-parametroj
es: Parámetros de la cuenta
fa: پارامترهای حساب
fi: Tilin parametrit
fr: Paramètres du compte
he: משתני החשבון
hr: Parametri računa
hu: Fiókbeállítások
id: Parameter akun
it: Parametri account
ja: アカウントパラメータ
ka: ანგარიშის პარამეტრები
lt: Paskyros parametrai
lv: Konta parametri
pl: Parametry konta
pt_pt: Definições da conta
ro: Parametrii contului
ru: Параметры учётной записи
sl: Parametri računa
sv: Kontoparametrar
th: พารามิเตอร์บัญชี
tr: Hesap parametreleri
uk: Параметри облікового запису
vi: Thông số tài khoản

# edit_user_result
source: Your account parameters have been changed.
ar: تم تغيير اسم الحساب الخاص بك.
bg: Параметрите на твоя акаунт са променени.
ca: Els paràmetres del vostre compte s'han canviat.
cs: Parametry vašeho účtu byly změněny.
da: Dine kontoindstillinger er blevet ændret.
de: Die Parameter Ihres Kontos wurden geändert.
el: Οι παράμετροι του λογαριασμού σας έχουν αλλάξει.
eo: Viaj konto-parametroj estis ŝanĝitaj.
es: Los parámetros de tu cuenta han sido cambiados.
fa: پارامترهای حساب شما تغییر کرده است.
fi: Tilisi parametreja on muutettu.
fr: Les paramètres de votre compte ont été modifiés.
he: משתני החשבון שלך הוחלפו.
hr: Parametri vašeg računa su promijenjeni.
hu: A fiókbeállításai módosultak.
id: Paramater akun Anda telah diubah.
it: I parametri del suo account sono stati modificati.
ja: アカウントパラメータが変更されました。
ka: თქვენი ანგარიშის პარამეტრები შეიცვალა.
lt: Jūsų paskyros parametrai buvo pakeisti.
lv: Jūsu konta parametri ir mainīti.
nl_be: Uw accountparameters zijn gewijzigd.
pl: Ustawienia konta zostały zmienione.
pt_pt: As definições da sua conta foram alteradas.
ro: Parametrii contului dvs. au fost modificați.
ru: Настройки вашего аккаунта были изменены.
sl: Parametri vašega računa so bili spremenjeni.
sv: Dina kontoparametrar har ändrats.
th: พารามิเตอร์บัญชีของคุณได้รับการเปลี่ยนแปลงแล้ว
tr: Hesap parametreleriniz değiştirildi.
uk: Параметри вашого облікового запису було змінено.
vi: Thông tin tài khoản của bạn đã được thay đổi.

# edit_user_preferences_result
source: Your preferences have been changed.
eo: Viaj preferoj ŝanĝiĝis.
fa: تنظیمات برگزیده شما تغییر کرده است.
hr: Vaše su postavke promijenjene.
ka: თქვენი პარამეტრები შეიცვალა.
lv: Jūsu preferences ir mainītas.
sv: Dina inställningar har ändrats.
th: การตั้งค่าของคุณได้รับการเปลี่ยนแปลง

# editors_p
source: editors
ar: المحررين
bg: редактори
cs: editoři
da: redaktører
de: Editoren
el: συντάκτες
eo: redaktantoj
es: editores
fa: ویراستاران
fi: muokkaajat
fr: éditeurs
he: עורכים
hr: urednici
hu: szerkesztők
id: para editor
it: editori
ja: 編集者
ka: რედაქტორები
lt: redaguotojai
lv: redaktori
ms: penyunting
nl_be: bewerkers
pl: edytorzy
pt_pt: editores
ro: editori
ru: редакторы
sl: uredniki
sv: redaktörer
th: ผู้แก้ไข
tl: mga namamahala
tr: editörler
uk: видавці
vi: biên tập viên

# editors_s
source: editor
ar: المحرر
bg: редактор
da: redaktør
el: συντάκτης
eo: redaktanto
fa: ویرایشگر
fi: muokkaaja
fr: éditeur
he: עורך
hr: urednik
hu: szerkesztő
it: editore
ja: 編集者
ka: რედაქტორი
lt: redaguotojas
lv: redaktors
ms: penyunting
nl_be: bewerker
pl: edytor
ru: редактор
sl: urednik
sv: redaktör
th: ผู้แก้ไข
tr: düzenleyici
uk: видавець
vi: biên tập viên

# email
source: E-mail address
bg: Имейл адрес
ca: Adreça electrònica
cs: E-mailová adresa
da: E-mailadresse
de: E-Mail-Adresse
el: Διεύθυνση E-mail
eo: Retpoŝtadreso
es: Dirección de correo electrónico
fa: آدرس ایمیل
fi: Sähköpostiosoite
fr: Adresse e-mail
he: כתובת דוא״ל
hr: E-mail adresa
hu: E-mail cím
id: Alamat e-mail
it: Indirizzo email
ja: Eメールアドレス
ka: ელფოსტის მისამართი
lt: El. pašto adresas
lv: E-pasta adrese
nl_be: E-mailadres
pl: Adres e-mail
pt_pt: Endereço de e-mail
ro: Adresa de e-mail
ru: Адрес электронной почты
sv: E-postadress
th: อีเมล
tr: E-posta adresi
uk: E-mail адреса
vi: Địa chỉ e-mail

# emb_code_products
source: Products packaged by the company with traceability code %s
ar: المنتجات تم تعبئتها من قبل الشركة مع رمز التتبع %s
bg: Продукти, опаковани от компанията с код за проследяване %s
ca: Productes envasats per l'empresa amb el codi de traçabilitat %s
cs: Produkty zabalené společností s kódem sledovatelnosti %s
da: Produkter pakket af virksomheden med sporbarhedskode %s
de: Produkte, die vom Unternehmen mit Rückverfolgbarkeitscode %s verpackt wurden
el: Προϊόντα συσκευασμένα από την εταιρεία με κωδικό ιχνηλασιμότητας %s
eo: Produktoj pakitaj de la kompanio kun spurebleca kodo %s
es: Productos envasados por la empresa con código de trazabilidad %s
fa: محصولات بسته‌بندی‌شده توسط شرکت با کد ردیابی %s
fi: Tuotteet, jotka on pakannut yritys, jolla on jäljitettävyyskoodi %s
fr: Produits conditionnés par l'entreprise avec le code de traçabilité %s
he: מוצרים שנארזו על ידי החברה עם קוד המעקב %s
hr: Proizvodi koje pakira tvrtka s kodom sljedivosti %s
hu: A(z) %s származási kódú cég által csomagolt termékek
id: Produk - produk yang dikemas oleh perusahaan dengan kode keterlacakan %s
it: Prodotti confezionati dall'azienda con il codice di tracciabilità %s
ja: トレーサビリティコード %s の会社によって包装された製品
ka: კომპანიის მიერ შეფუთული პროდუქტები მიკვლევადობის კოდით %s
lt: Įmonės supakuoti produktai su atsekamumo kodu %s
lv: Uzņēmuma iepakoti produkti ar izsekojamības kodu %s
nl_be: Producten verpakt door bedrijf met traceerbaarheidscode %s
pl: Produkty pakowane przez firmę z kodem identyfikującym %s
pt_pt: Produtos embalados pela empresa com código de rastreabilidade %s
ro: Produse ambalate de companie cu cod de trasabilitate %s
ru: Продукция упакована компанией с кодом отслеживания %s
sl: Izdelki z embalažo podjetka, ki imajo kodo sledljivosti %s
sv: Produkter förpackade av företaget med spårbarhetskod %s
th: ผลิตภัณฑ์ที่บรรจุโดยบริษัทโดยมีรหัสตรวจสอบย้อนกลับ %s
tr: %s izlenebilirlik kodlu şirket tarafından paketlenen ürünler
uk: Код для відстеження %s товарів запакованих компанією
vi: Sản phẩm do công ty đóng gói với mã truy xuất nguồn gốc %s

# emb_code_p
source: Traceability codes
ar: رموز التتبع
bg: Кодове за проследимост
ca: Codis de traçabilitat
cs: Kód EMB
da: Sporbarhedskoder
de: Rückverfolgbarkeitscodes
el: Κωδικοί ιχνηλασιμότητας
es: Códigos de trazabilidad
fi: Jäljitettävyyskoodit
fr: Codes de traçabilité
he: קודים למעקב
hu: Származási kód (EK-üzemkód)
id: Kode -kode keterlacakan
it: Codici di tracciabilità
ja: トレーサビリティコード
lt: Atsekamumo kodai
lv: Izsekojamības kodi
nl_be: Traceerbaarheidscodes
pl: Kody identyfikujące
pt_pt: Códigos de rastreabilidade
ro: Codul EMB:
sl: Kode sledljivosti
sv: Spårbarhetskoder
th: รหัสการตรวจสอบย้อนกลับ
tr: İzlenebilirlik kodları
uk: Код відстеження
vi: Mã xác định nguồn gốc

# emb_code_s
source: Traceability code
bg: Код за проследимост
ca: Codi de traçabilitat
cs: Kód sledovatelnosti
da: Sporbarhedskode
de: Produzentenschlüssel
el: Κωδικοί ιχνηλασιμότητας
eo: Spurebla kodo
es: Código de trazabilidad
fa: کد ردیابی
fi: Jäljitettävyyskoodi
fr: Code de traçabilité
he: קוד למעקב
hr: Kod sljedivosti
hu: Származási kód (EK-üzemkód)
id: Kode keterlacakan
it: Codice di tracciabilità
ja: トレーサビリティコード
ka: მიკვლევადობის კოდი
lt: Atsekamumo kodas
lv: Izsekojamības kods
nl_be: Traceerbaarheidscode
pl: Kod identyfikowalności
pt_pt: Código de rastreabilidade
ro: Cod de trasabilitate EMB
ru: Код отслеживания продукта
sv: Spårbarhetskod
th: รหัสการตรวจสอบย้อนกลับ
tr: İzlenebilirlik kodu
uk: Код відстеження
vi: Mã xác định nguồn gốc

# emb_codes
source: Traceability code
bg: Код за проследимост
ca: Codi de traçabilitat
cs: Kód sledovatelnosti
da: Sporbarhedskode
de: Produzentenschlüssel
el: Κωδικοί ιχνηλασιμότητας
eo: Spurebla kodo
es: Código de trazabilidad
fa: کد ردیابی
fi: Jäljitettävyyskoodi
fr: Code de traçabilité
he: קוד למעקב
hr: Kod sljedivosti
hu: Származási kód (EK-üzemkód)
id: Kode keterlacakan
it: Codice di tracciabilità
ja: トレーサビリティコード
ka: მიკვლევადობის კოდი
lt: Atsekamumo kodas
lv: Izsekojamības kods
nl_be: Traceerbaarheidscode
pl: Kod identyfikowalności
pt_pt: Código de rastreabilidade
ro: Cod de trasabilitate EMB
ru: Код отслеживания продукта
sv: Spårbarhetskod
th: รหัสการตรวจสอบย้อนกลับ
tr: İzlenebilirlik kodu
uk: Код відстеження
vi: Mã xác định nguồn gốc

# emb_codes_p
source: traceability codes
ar: رموز التتبع
bg: кодове за проследимост
ca: codis de traçabilitat
cs: Kódy EMB
da: sporbarhedskoder
de: Rückverfolgbarkeitscodes
el: κωδικοί ιχνηλασιμότητας
eo: spureblecaj kodoj
es: códigos de trazabilidad
fa: کدهای ردیابی
fi: jäljitettävyyskoodit
fr: codes de traçabilité
he: קודים למעקב
hr: kodovi sljedivosti
hu: származási kódok (EK-üzemkódok)
id: kode - kode keterlacakan
it: codici di tracciabilità
ja: トレーサビリティコード
ka: მიკვლევადობის კოდები
lt: atsekamumo kodai
lv: izsekojamības kodi
nl_be: traceerbaarheidscodes
pl: kody identyfikujące
pt_pt: códigos de rastreabilidade
ro: Codul EMB:
ru: Коды упаковщика
sl: kode sledljivosti
sv: spårbarhetskoder
th: รหัสการตรวจสอบย้อนกลับ
tr: izlenebilirlik kodları
uk: коди відстежування
vi: mã xác định nguồn gốc

# emb_codes_products
source: Products with the traceability code %s
ar: المنتجات ذات رمز التتبع %s
bg: Продукти с код за проследяване %s
ca: Productes amb el codi de traçabilitat %s
cs: Produkty s EMB kódem %s
da: Produkter med sporbarhedskoden %s
de: Produkte mit dem Rückverfolgbarkeitscode %s
el: Προϊόντα με κωδικό ιχνηλασιμότητας %s
eo: Produktoj kun la spurebleca kodo %s
es: Productos con el código de trazabilidad %s
fa: محصولاتی با کد رهگیری %s
fi: Tuotteet, joilla on jäljitettävyyskoodi %s
fr: Produits avec le code de traçabilité %s
he: מוצרים עם קוד המעקב %s
hr: Proizvodi s kodom sljedivosti %s
hu: Termékek, melyek származási kódja %s
id: Produk - produk dengan kode keterlacakan %s
it: Prodotti con il codice di tracciabilità %s
ja: トレーサビリティコードが %s の製品
ka: პროდუქტები მიკვლევადობის კოდით %s
lt: Produktai su atsekamumo kodu %s
lv: Produkti ar izsekojamības kodu %s
nl_be: Producten met de traceerbaarheidscode %s
pl: Produkty z kodem identyfikującym %s
pt_pt: Produtos com o código de rastreabilidade %s
ro: Produse cu codul de trasabilitate %s
ru: Продукты с кодом отслеживания %s
sl: Izdelki s kodo sledljivosti %s
sv: Produkter med spårbarhetskod %s
th: ผลิตภัณฑ์ที่มีรหัสตรวจสอบย้อนกลับ %s
tr: %s izlenebilirlik kodlu ürünler
uk: Продукти з кодом простежування %s
vi: Sản phẩm với mã truy xuất nguồn gốc %s

# emb_codes_s
source: traceability code
ar: رمز التتبع
bg: код за проследимост
ca: codi de traçabilitat
cs: kód EMB
da: sporbarhedskode
de: Rückverfolgbarkeitscode
el: κωδικός ιχνηλασιμότητας
es: código de trazabilidad
fi: jäljitettävyyskoodi
fr: code de traçabilité
he: קוד מעקב
hu: származási kód
id: kode keterlacakan
it: codice di tracciabilità
ja: トレーサビリティコード
lt: atsekamumo kodas
lv: izsekojamības kods
nl_be: traceerbaarheidscode
pl: kod identyfikujący
pt_pt: código de rastreabilidade
ro: Codul EMB:
sl: kode sledljivosti
sv: spårbarhetskod
th: รหัสตรวจสอบย้อนกลับ
tr: izlenebilirlik Kodu
uk: коди відстежування
vi: mã truy xuất nguồn gốc

# emb_codes_without_products
source: Products without the traceability code %s
ar: المنتجات التي لا تحتوي على رمز التتبع %s
bg: Продукти без код за проследяване %s
ca: Productes sense el codi de traçabilitat %s
cs: Produkty bez EMB kódu %s
da: Produkter med sporbarhedskoden %s
de: Produkte ohne dem Rückverfolgbarkeitscode %s
el: Προϊόντα χωρίς τον κωδικό ιχνηλασιμότητας %s
eo: Produktoj sen la spurebleca kodo %s
es: Productos sin el código de trazabilidad %s
fa: محصولات بدون کد رهگیری %s
fi: Tuotteet, joilla ei ole jäljitettävyyskoodia %s
fr: Produits sans le code de traçabilité %s
he: מוצרים בלי קוד המעקב %s
hr: Proizvodi bez koda sljedivosti %s
hu: Termékek melyek származási kódja nem %s
id: Produk - produk tanpa kode keterlacakan %s
it: Prodotti senza il codice di tracciabilità %s
ja: トレーサビリティコードが %s 以外の製品
ka: პროდუქტები მიკვლევადობის კოდის გარეშე %s
lt: Produktai be atsekamumo kodo %s
lv: Produkti bez izsekojamības koda %s
nl_be: Producten zonder de traceerbaarheidscode %s
pl: Produkty bez kodu identyfikującego %s
pt_pt: Produtos sem o código de rastreabilidade %s
ro: Produse fără codul de trasabilitate %s
ru: Продукты без кода отслеживания %s
sl: Izdelki brez kode sledljivosti %s
sv: Produkter utan spårbarhetskod %s
th: ผลิตภัณฑ์ที่ไม่มีรหัสตรวจสอบย้อนกลับ %s
tr: %s nolu izlenebilirlik kodu olmayan ürünler
uk: Продукти з кодом простежування %s
vi: Sản phẩm không có mã truy xuất nguồn gốc %s

# emb_codes_example
source: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
bg: EMB 53062, BG1612009, 84 R 20, 33 RECOLTANT 522
ca: EMB 53062, ES 10.01235 CE, 84 R 20, 33 RECOLTANT 522
de: DE BY117 EG, FR 62.448.034 CE, 84 R 20, 33 RECOLTANT 522
el: EMB 53062, DE BY 718 EG, 84 R 20, 33 RECOLTANT 522
es: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOLTANTE 522
hu: HU 123 EK, EMB 53062, 84 R 20, 33 RECOLTANT 522
lv: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 RECOMTANT 522
pt_pt: PT DLT 1 CE, PT DPC 355 CE, PT 001901 P CE, EMB 53062, FR 62.448.034 CE
th: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 รีคอลแทนท์ 522
uk: EMB 53062, FR 62.448.034 CE, 84 R 20, 33 РАХУНОК 522

# emb_codes_note
source: In Europe, the code is in an ellipse with the 2 country initials followed by a number and CE.
ar: في أوروبا, يكون الرمز على هيئة شكل بيضاوي مع الأحرف الأولى من بلدتين متبوعاً برقم و"CE".
bg: В Европа кодът е в елипса с двете инициали на страната, последвани от число и CE.
ca: A Europa, el codi es troba en una el·lipse amb les 2 inicials del país, seguides d’un número i d’un CE.
cs: V Evropě je kód tvořen 2 iniciálmi země následované číslem a CE vepsané v elipse.
da: I Europa udgøres koden af en ellipse med 2 landsinitialer efterfulgt af et tal samt CE.
de: In Europa befindet sich der Code in einer Ellipse mit den beiden Länderinitialen, gefolgt von einer Nummer und CE.
el: Στην Ευρώπη, ο κώδικας βρίσκεται σε μια έλλειψη με τα 2 αρχικά της χώρας ακολουθούμενα από έναν αριθμό και το CE.
eo: En Eŭropo, la kodo estas en elipso kun la 2 landinicialoj sekvataj de numero kaj CE.
es: En Europa, el código está en una elipse con las iniciales de 2 países seguidas de un número y CE.
fa: در اروپا، این کد به صورت بیضی است که حروف اول دو کشور، یک عدد و به دنبال آن CE قرار دارد.
fi: Euroopassa koodi on ellipsissä, jossa on 2 maan alkukirjainta, jota seuraa numero ja CE.
fr: En Europe, le code est une ellipse contenant les deux initiales du pays suivies par un nombre et CE.
he: באירופה, הקוד הוא בתוך אליפסה עם 2 אותיות משם המדינה לאחריהן מספר והצירוף CE.
hr: U Europi je kod u elipsi s dva inicijala države nakon kojih slijedi broj i CE.
hu: Európában a kód egy ellipszisben van, az ország 2 kezdőbetűjével kezdődik, szám és CE, vagy EK követi.
id: Di Eropa, kode ini berbentuk elips dengan 2 inisial negara diikuti oleh angka dan CE.
it: In Europa, il codice è in un'ellisse con le 2 iniziali del paese seguite da un numero e CE.
ja: ヨーロッパでは、楕円で囲まれた、国の頭文字2桁に数字とCEが続くコードです。
ka: ევროპაში კოდი ელიფსის ფორმისაა, ორი ქვეყნის ინიციალით, რასაც მოჰყვება რიცხვი და CE.
lt: Europoje kodas yra elipsėje su 2 šalių inicialais, po kurių seka skaičius ir CE.
lv: Eiropā kods ir elipsē ar divu valstu iniciāļiem, kam seko cipars un CE.
nl_be: In Europa staat de code in een ellips met de eerste 2 letters voor het land gevolgd door een cijfer en CE.
pl: W Europie kod znajduje się w elipsie z dwoma inicjałami kraju, po których następuje numer oraz znak CE.
pt_pt: Na Europa, o código está numa elipse com as iniciais de 2 países seguidas por um número e CE.
ro: În Europa, codul este într-o elipsă cu cele două iniţiale ale ţării, urmate de un număr şi CE.
ru: В Европе код представляет собой эллипс с 2 инициалами страны, за которыми следует номер и CE.
sl: V Evropi je koda v elipsi z začetnicama dveh držav, ki jima sledita številka in CE.
sv: I Europa är koden i en ellips med de 2 landsinitialer följt av ett nummer och CE.
th: ในยุโรป รหัสจะอยู่ในรูปวงรี โดยมีอักษรย่อของสองประเทศ ตามด้วยตัวเลขและ CE
tr: Avrupa'da kod, bir elips içerisinde 2 ülkenin baş harflerini takip eden bir sayı ve CE şeklindedir.
uk: У Європі код знаходиться в еліпсі з двома країнами, за якими слідує номер та CE.
vi: Tại Châu Âu, mã có dạng hình elip với tên viết tắt của hai quốc gia theo sau là một số và CE.

# entry_dates_p
source: Entry dates
ar: تواريخ الدخول
bg: Дати на влизане
ca: dates d'entrada
cs: Data záznamu
da: Tomme datoer
de: Datum der Eintragungen
el: Ημερομηνίες εισόδου
eo: Enirdatoj
es: Fechas de entrada
fa: تاریخ‌های ورود
fi: Syöttöpäivät
fr: Dates d'ajout
he: תאריכי הוספה
hr: Datumi upisa
hu: Bejegyzés dátumai
id: Tanggal - tanggal masuk
it: Date di entrata
ja: 入力日
ka: შესვლის თარიღები
lt: Įvedimo datos
lv: Ierakstu datumi
ms: Tarikh-tarikh kemasukan
nl_be: Invoerdatum
pl: Daty wprowadzenia
pt_pt: Datas de introdução dos dados
ro: Câte ciocolatele sunt în pachet
ru: Даты внесения
sl: Datumi vstopa
sv: Datum för inlägget
th: วันที่เพิ่มผลิตภัณฑ์
tl: Mga petsang tala
tr: Giriş tarihleri
uk: Дати входу
vi: Ngày nhập

# entry_dates_s
source: Entry date
ar: تواريخ الدخول
bg: Дата на влизане
ca: data d'entrada
cs: Datum záznamu
da: Tilføjelsesdato
de: Datum der Eintragung
el: Ημερομηνία εισόδου
eo: Enirdato
es: Fecha de entrada
fa: تاریخ ورود
fi: Syöttöpäivä
fr: Date d'ajout
he: תאריך הוספה
hr: Datum unosa
hu: Bejegyzés dátuma
id: Tanggal masuk
it: Data di entrata
ja: 入力日
ka: შესვლის თარიღი
lt: Įvedimo data
lv: Ieraksta datums
ms: Tarikh kemasukan
nl_be: Invoerdatum
pl: Data wprowadzenia
pt_pt: Data de entrada
ro: Dată de intrare
ru: Дата внесения
sl: Datum vstopa
sv: Datum för inlägget
th: วันที่เพิ่มผลิตภัณฑ์
tl: Petsang tala
tr: Giriş tarihi
uk: Дата запису
vi: Ngày nhập

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejlmelding
de: Fehler
el: Σφάλμα
eo: Eraro
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
lt: Klaida
lv: Kļūda
ms: Ralat
nl_be: Foutmelding
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi

# error_bad_login_password
source: Incorrect user name or password. <a href="/cgi/reset_password.pl">Forgotten password?</a>
ar: اسم المستخدم أو كلمة المرور غير صحيحة. <a href="/cgi/reset_password.pl"> هل نسيت كلمة المرور؟ </a>
bg: Грешен потребител или парола. <a href="/cgi/reset_password.pl">Забравена парола?</a>
ca: Nom d'usuari o contrasenya incorrecta. <a href="/cgi/reset_password.pl"> Ha oblidat la contrasenya? </a>
cs: Nesprávné uživatelské jméno nebo heslo. <a href="/cgi/reset_password.pl">Zapomenuté heslo?</a>
da: Fejl i brugernavn eller adgangskode. <a href="/cgi/reset_password.pl">Glemt adgangskode?</a>
de: Ungültiger Benutzername oder Passwort. <a href="/cgi/reset_password.pl">Passwort vergessen?</a>
el: Λάθος όνομα χρήστη ή κωδικός πρόσβασης. <a href="/cgi/reset_password.pl">Ξεχάσατε το κωδικό χρήστη;</a>
eo: Malĝusta uzantnomo aŭ pasvorto. <a href="/cgi/reset_password.pl">Ĉu vi forgesis la pasvorton?</a>
es: Nombre de usuario o contraseña incorrecto/a. <a href="/cgi/reset_password.pl">¿Olvidaste tu contraseña?</a>
fa: نام کاربری یا رمز عبور نادرست است. <a href="/cgi/reset_password.pl">رمز عبور را فراموش کرده‌اید؟</a>
fi: Virheellinen käyttäjänimi tai salasana. <a href="/cgi/reset_password.pl">Unohditko salasanan?</a>
fr: Mauvais nom d'utilisateur ou mot de passe. <a href="/cgi/reset_password.pl">Mot de passe oublié ?</a>
he: שם המשתמש או הסיסמה שגויים. <a href="/cgi/reset_password.pl">שכחת את הסיסמה?</a>
hr: Netočno korisničko ime ili lozinka. <a href="/cgi/reset_password.pl">Zaboravljena lozinka?</a>
hu: Helytelen felhasználónév vagy jelszó! <a href="/cgi/reset_password.pl">Elfelejtette a jelszavát?</a>
id: Nama pengguna atau kata sandi salah. <a href="/cgi/reset_password.pl">Lupa kata sandi?</a>
it: Nome utente o password errati. <a href="/cgi/reset_password.pl">Password dimenticata?</a>
ja: ユーザー名またはパスワードが違います。 <a href="/cgi/reset_password.pl">パスワードをお忘れですか？</a>
ka: არასწორი მომხმარებლის სახელი ან პაროლი. <a href="/cgi/reset_password.pl">დაგავიწყდათ პაროლი?</a>
lt: Neteisingas prisijungimo vardas arba slaptažodis. <a href="/cgi/reset_password.pl">Pamiršote slaptažodį?</a>
lv: Nepareizs lietotājvārds vai parole. <a href="/cgi/reset_password.pl">Aizmirsāt paroli?</a>
ms: Nama pengguna atau kata laluan salah. <a href="/cgi/reset_password.pl">Terlupa Kata laluan?</a>
nl_be: Gebruikersnaam of paswoord ongeldig. <a href="/cgi/reset_password.pl">Paswoord vergeten?</a>
pl: Niepoprawna nazwa użytkownika lub hasło. <a href="/cgi/reset_password.pl">Zapomniane hasło?</a>
pt_pt: Nome de utilizador ou palavra-passe incorretos. <a href="/cgi/reset_password.pl">Esqueceu-se da palavra-passe?</a>
ro: Nume de utilizator sau parolă incorectă. <a href="/cgi/reset_password.pl">Parolă uitată?</a>
ru: Неверное имя пользователя или пароль. <a href="/cgi/reset_password.pl">Забыли пароль?</a>
sl: Nepravilno uporabniško ime ali geslo. <a href="/cgi/reset_password.pl">Pozabljeno geslo?</a>
sv: Felaktigt användarnamn eller lösenord. <a href="/cgi/reset_password.pl">Glömt lösenord?</a>
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง. <a href="/cgi/reset_password.pl"> คลิกที่นี่ถ้าลืมรหัสผ่าน</a>
tl: Maling user name o password. <a href="/cgi/reset_password.pl">Nakalimutan ang password?</a>
tr: Yanlış kullanıcı adı ya da parola. <a href="/cgi/reset_password.pl">Şifrenizi mi unuttunuz?</a>
uk: Неправильне ім'я користувача або пароль.<a href="/cgi/reset_password.pl"> Забули пароль?</a>
vi: Tên đăng nhập hoặc mật khẩu không chính xác. <a href="/cgi/reset_password.pl">Quên mật khẩu?</a>
