Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Your criteria
bg: Твоите критерии
cs: Vaše kritéria
da: Dine kriterier
de: Ihre Kriterien
el: Τα κριτήριά σας
eo: Viaj kriterioj
es: Tu criterio
fa: معیارهای شما
fi: Kriteerisi
fr: Vos critères
he: התנאים שלך
hr: Vaši kriteriji
hu: Az Ön kritériumai
id: Kriteria Anda
it: I tuoi criteri
ja: あなたの条件
ka: თქვენი კრიტერიუმები
lt: Jūsų kriterijai
lv: Jūsu kritēriji
nl_be: Uw criteria
pl: Twoje kryteria
pt_pt: Os seus critérios
ro: Criteriile dvs
ru: Ваши критерии
sv: Dina kriterier
th: เกณฑ์ของคุณ
tr: Kriterleriniz
uk: Ваші критерії
vi: Tiêu chí của bạn

source: Product
ar: نتاج
bg: Продукт
ca: Producte
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
eo: Produkto
es: Producto
fa: محصول
fi: Tuote
fr: Produit
he: מוצר
hr: Proizvod
hu: Termék
id: Produk
it: Prodotto
ja: 製品
lt: Produktas
lv: Produkts
pl: Produkt
pt_pt: Produto
ro: Produs
ru: Продукт
sl: Izdelek
sv: Produkt
th: สินค้า
tr: Ürün
uk: Продукт
vi: Sản phẩm

source: Environment
ar: البيئة
bg: Околна среда
ca: Entorn
cs: Životní prostředí
da: Miljø
de: Umweltauswirkungen
el: Περιβάλλον
es: Medio ambiente
fi: Ympäristö
fr: Environnement
he: סביבה
hu: Környezet
id: Lingkungan
it: Ambiente
ja: 環境
lv: Vide
nl_be: Milieu
pl: Oddziaływanie na środowisko
pt_pt: Ambiente
ro: Mediu
ru: Окружающая среда
sl: Okolje
sv: Miljö
th: สิ่งแวดล้อม
tr: Çevre
uk: Середовище
vi: Môi trường

# api_result_failure
source: Failure
bg: Грешка
cs: Selhání
da: Fejl
de: Fehlgeschlagen
el: Αποτυχία
eo: Fiasko
es: Error
fa: شکست
fi: Virhe
fr: Échec
he: כשל
hr: Neuspjeh
hu: Hiba
id: Kegagalan
it: Errore
ja: 失敗
ka: წარუმატებლობა
lt: Triktis
lv: Neveiksme
nl_be: Fout
pl: Niepowodzenie
pt_pt: Falha
ro: Eșec
ru: Провал
sv: Misslyckande
th: ความล้มเหลว
tr: Başarısızlık
uk: Збій
vi: Thất bại

# api_result_product_found
source: Product found
bg: Намерен продукт
cs: Produkt nalezen
da: Produkt fundet
de: Produkt gefunden
el: Το προϊόν βρέθηκε
eo: Produkto trovita
es: Producto encontrado
fa: محصول یافت شد
fi: Tuote löytyi
fr: Produit trouvé
he: המוצר נמצא
hr: Pronađen proizvod
hu: Megtalált termék
id: Produk ditemukan
it: Prodotto trovato
ja: 製品が見つかりました
ka: პროდუქტი ნაპოვნია
lt: Produktas rastas
lv: Produkts atrasts
nl_be: Product gevonden
pl: Znaleziono produkt
pt_pt: Produto encontrado
ro: Produs găsit
ru: Продукт найден
sv: Produkt hittad
th: พบสินค้า
tr: Ürün bulundu
uk: Товар знайдено
vi: Tìm thấy sản phẩm

# api_result_product_not_found
source: Product not found
bg: Продъктът не е открит
ca: No s'ha trobat el producte
cs: Produkt nebyl nalezen
da: Produktet blev ikke fundet
de: Produkt nicht gefunden
el: Το προϊόν δεν βρέθηκε
eo: Produkto ne trovita
es: Producto no encontrado
fa: محصول یافت نشد
fi: Tuotetta ei löytynyt
fr: Produit introuvable
he: המוצר לא נמצא
hr: Proizvod nije pronađen
hu: A termék nem található
id: Produk tidak ditemukan
it: Prodotto non trovato
ka: პროდუქტი ვერ მოიძებნა
lt: Prekė nerasta
lv: Produkts nav atrasts
nl_be: Geen product gevonden
pl: Produkt nie został znaleziony
pt_pt: Produto não encontrado
ro: Produsul nu a fost găsit
ru: Продукт не найден
sv: Finner ej produkt
th: ไม่พบสินค้า
tr: Ürün bulunamadı
uk: Товар не знайдено
vi: Không tìm thấy sản phẩm

# api_result_product_found_with_a_different_product_type
source: Product found with a different product type
bg: Продуктът е намерен с различен тип продукт
cs: Produkt byl nalezen s jiným typem produktu
de: Produkt mit einem anderen Produkttyp gefunden
el: Βρέθηκε προϊόν με διαφορετικό τύπο προϊόντος
eo: Produkto trovita kun malsama produktotipo
fa: محصولی با نوع محصول متفاوت یافت شد
fi: Tuote löytyi toisesta tuotetyypistä
fr: Produit trouvé avec un type de produit différent
he: המוצר נמצא תחת סוג מוצר אחר
hr: Proizvod pronađen s drugom vrstom proizvoda
hu: A termék más terméktípussal található meg
id: Produk ditemukan dengan jenis produk yang berbeda
it: Prodotto trovato di una tipologia diversa
ka: პროდუქტი სხვა ტიპის პროდუქტის შემცველობით იქნა ნაპოვნი
lt: Rastas produktas su kitokiu produkto tipu
lv: Produkts atrasts ar citu produkta veidu
nl_be: Product gevonden met een ander producttype
pl: Produkt znaleziony z innym typem produktu
pt_pt: Produto encontrado com um tipo de produto diferente
ru: Найден продукт с другим типом продукта
sv: Produkt hittades med en annan produkttyp
th: พบสินค้าที่มีประเภทสินค้าแตกต่างกัน
uk: Товар знайдений з іншим типом товару

# api_result_product_updated
source: Product updated
bg: Продуктът е актуализиран
cs: Produkt aktualizován
da: Produkt opdateret
de: Produkt aktualisiert
el: Το προϊόν ενημερώθηκε
eo: Produkto ĝisdatigita
es: Producto actualizado
fa: محصول به‌روزرسانی شد
fi: Tuote päivitetty
fr: Produit mis à jour
he: המוצר עודכן
hr: Proizvod ažuriran
hu: A termék frissítve
id: Produk diperbarui
it: Prodotto aggiornato
ja: 製品が更新されました！
ka: პროდუქტი განახლდა
lt: Produktas atnaujintas
lv: Produkts atjaunināts
nl_be: Product bijgewerkt
pl: Produkt zaktualizowany
pt_pt: Produto atualizado
ro: Produs actualizat
ru: Продукт обновлён
sv: Produkt uppdaterad
th: ผลิตภัณฑ์ได้รับการอัปเดตแล้ว
tr: Ürün güncellendi
uk: Продукт оновлено
vi: Đã cập nhật sản phẩm

# api_message_invalid_api_action
source: Invalid API action
bg: Невалидно действие на API
cs: Neplatná akce API
da: Ugyldig API-handling
de: Ungültige API-Aktion
el: Μη έγκυρη ενέργεια API
eo: Malvalida API-ago
es: Acción de API inválida
fa: اقدام API نامعتبر
fi: Virheellinen API-toiminto
fr: Action API invalide
he: פעולת API שגויה
hr: Nevažeća API radnja
hu: Érvénytelen API-művelet
id: Tindakan API tidak valid
it: Azione dell'API non valida
ja: 無効な操作
ka: არასწორი API მოქმედება
lt: Netinkamas API veiksmas
lv: Nederīga API darbība
nl_be: Ongeldige API-actie
pl: Nieprawidłowa akcja API
pt_pt: Ação de API inválida
ro: Acțiune API nevalidă
ru: Неверное действие API
sv: Ogiltig API-åtgärd
th: การดำเนินการ API ไม่ถูกต้อง
tr: Geçersiz API işlemi
uk: Неправильна дія API
vi: Thao tác API không hợp lệ

# api_message_invalid_api_method
source: Invalid API method
bg: Невалиден API метод
cs: Neplatná metoda API
da: Ugyldig API-metode
de: Ungültige API-Methode
el: Μη έγκυρη μέθοδος API
eo: Malvalida API-metodo
es: Método API inválido
fa: روش API نامعتبر
fi: Virheellinen API-metodi
fr: Méthode API invalide
he: שיטת API שגויה
hr: Nevažeća API metoda
hu: Érvénytelen API-hívás
id: Metode API tidak valid
it: Metodo dell'API non valido
ja: 無効なメソッドです。
ka: არასწორი API მეთოდი
lt: Netinkamas API metodas
lv: Nederīga API metode
nl_be: Ongeldige API-methode
pl: Nieprawidłowa metoda API
pt_pt: Método de API inválido
ro: Metoda API nevalidă
ru: Неверный метод API
sv: Ogiltig API-metod
th: วิธีการ API ไม่ถูกต้อง
tr: Geçersiz API yöntemi
uk: Неправильний метод API
vi: Phương thức API không hợp lệ

# api_message_empty_request_body
source: Empty request body
bg: Празно тяло на заявката
cs: Prázdné tělo požadavku
da: Forespørgselstekst mangler
de: Leerer Anfragetext
el: Κενό σώμα αιτήματος
eo: Malplena peto-korpo
es: Solicitud de cuerpo vacío
fa: بدنه درخواست خالی
fi: Tyhjä pyynnön body
fr: Le corps de la requête est vide
he: גוף הבקשה ריק
hr: Prazno tijelo zahtjeva
hu: A kérés törzse üres
id: Isi permintaan kosong
it: Corpo della richiesta vuoto
ja: 空のリクエスト本文
ka: ცარიელი მოთხოვნის ტექსტი
lt: Tuščias užklausos tekstas
lv: Tukšs pieprasījuma pamatteksts
nl_be: Lege aanvraagtekst
pl: Pusta treść żądania
pt_pt: Corpo de solicitação vazio
ro: Corpul cererii gol
ru: Пустой запрос
sv: Tom förfrågningstext
th: เนื้อหาคำขอว่างเปล่า
tr: Boş istek gövdesi
uk: Порожнє тіло запиту
vi: Nội dung yêu cầu trống

# api_message_invalid_json_in_request_body
source: Invalid JSON in request body
bg: Невалиден JSON в тялото на заявката
cs: Neplatný JSON v těle požadavku
da: Ugyldig JSON i forespørgselstekst
de: Ungültiges JSON im Anfragetext
el: Μη έγκυρο JSON στο σώμα αιτήματος
eo: Malvalida JSON en la peto-korpo
es: JSON inválido en el cuerpo de la solicitud
fa: JSON نامعتبر در بدنه درخواست
fi: Virheellinen JSON pyynnön body-osiossa
fr: JSON invalide dans le corps de la requête
he: JSON שגוי בגוף הבקשה
hr: Nevažeći JSON u tijelu zahtjeva
hu: Érvénytelen JSON található a kérés törzsében
id: JSON tidak valid dalam isi permintaan
it: JSON non valido nel corpo della richiesta
ja: リクエスト本文の JSON が無効です
ka: მოთხოვნის ტექსტში არასწორი JSON
lt: Netinkamas JSON užklausos tekste
lv: Nederīgs JSON pieprasījuma pamattekstā
nl_be: Ongeldige JSON in verzoektekst
pl: Niepoprawny JSON w treści zapytania
pt_pt: JSON inválido no corpo da solicitação
ro: JSON nevalid în corpul solicitării
ru: Недопустимый JSON в запросе
sv: Ogiltig JSON i begäran
th: JSON ในส่วนเนื้อหาคำขอไม่ถูกต้อง
tr: İstek gövdesinde geçersiz JSON
uk: Неправильний JSON в тілі запиту
vi: JSON không hợp lệ trong nội dung yêu cầu

# api_message_invalid_code
source: Invalid code
bg: Невалиден код
cs: Neplatný kód
da: Ugyldig kode
de: Ungültiger Code
el: Μη έγκυρος κωδικός
eo: Malvalida kodo
es: Código no válido
fa: کد نامعتبر
fi: Virheellinen koodi
fr: Code invalide
he: קוד שגוי
hr: Nevažeći kod
hu: Érvénytelen kód
id: Kode tidak valid
it: Codice non valido
ja: 無効なコードです
ka: არასწორი კოდი
lt: Neteisingas kodas
lv: Nederīgs kods
nl_be: Ongeldige code
pl: Nieprawidłowy kod
pt_pt: Código inválido
ro: Cod invalid
ru: Неверный код
sv: Ogiltig kod
th: รหัสไม่ถูกต้อง
tr: Geçersiz kod
uk: Неправильний код

# api_message_invalid_product_type
source: Invalid product type
bg: Невалиден тип продукт
cs: Neplatný typ produktu
de: Ungültiger Produkttyp
el: Μη έγκυρος τύπος προϊόντος
eo: Malvalida produktotipo
fa: نوع محصول نامعتبر است
fi: Virheellinen tuotetyyppi
fr: Type de produit non valide
he: סוג מוצר שגוי
hr: Nevažeća vrsta proizvoda
hu: Érvénytelen terméktípus
id: Jenis produk tidak valid
it: Tipo di prodotto non valido
ka: არასწორი პროდუქტის ტიპი
lt: Netinkamas produkto tipas
lv: Nederīgs produkta veids
nl_be: Ongeldig producttype
pl: Nieprawidłowy typ produktu
pt_pt: Tipo de produto inválido
ru: Неверный тип продукта
sv: Ogiltig produkttyp
th: ประเภทสินค้าไม่ถูกต้อง
uk: Невірний тип товару

# api_message_invalid_type_must_be_object
source: Invalid type: must be an object
bg: Невалиден тип: трябва да е обект
cs: Neplatný typ: musí být objekt
da: Ugyldig type: Skal være et objekt
de: Ungültiger Typ: Objekt wird erwartet
el: Μη έγκυρος τύπος: πρέπει να είναι αντικείμενο
eo: Malvalida tipo: devas esti objekto
es: Tipo no válido: debe ser un objeto
fa: نوع نامعتبر: باید یک شیء باشد
fi: Virheellinen tyyppi: täytyy olla objekti
fr: Type invalide : doit être un objet
he: סוג שגוי: חייב להיות עצם
hr: Nevažeći tip: mora biti objekt
hu: Érvénytelen típus: objektumnak kell lennie
id: Jenis yang tidak valid: harus berupa objek
it: Tipo non valido: deve essere un oggetto
ja: 無効なタイプ: オブジェクトでなければなりません.
ka: არასწორი ტიპი: უნდა იყოს ობიექტი
lt: Individualus tipas: būtinai turi būti objektas
lv: Nederīgs tips: tam jābūt objektam
nl_be: Ongeldig type: moet een object zijn
pl: Nieprawidłowy typ: musi być obiektem
pt_pt: Tipo inválido: tem de ser um objeto
ro: Tip nevalid: trebuie să fie un obiect
ru: Недопустимый тип: должен быть объектом
sv: Ogiltig typ: måste vara ett objekt
th: ประเภทไม่ถูกต้อง: ต้องเป็นอ็อบเจ็กต์
tr: Geçersiz tür: bir nesne olmalıdır
uk: Неправильний тип: має бути об'єкт
vi: Loại không hợp lệ: phải là một đối tượng

# api_message_invalid_type_must_be_array
source: Invalid type: must be an array
bg: Невалиден тип: трябва да е масив
cs: Neplatný typ: musí to být pole
da: Ugyldig type: Skal være en sekvens
de: Ungültiger Typ: Bereich gefordert
el: Μη έγκυρος τύπος: πρέπει να είναι πίνακας
eo: Malvalida tipo: devas esti tabelo
es: Tipo no válido: debe ser una gama
fa: نوع نامعتبر: باید یک آرایه باشد
fi: Virheellinen tyyppi: täytyy olla taulukko
fr: Type invalide : doit être un tableau
he: סוג שגוי: חייב להיות מערך
hr: Nevažeći tip: mora biti niz
hu: Érvénytelen típus: tömbnek kell lennie
id: Jenis yang tidak valid: harus berupa rangkaian
it: Tipo non valido: deve essere un insieme
ja: 無効なタイプ: 配列でなければなりません
ka: არასწორი ტიპი: უნდა იყოს მასივი
lt: Netinkamas tipas: turi būti masyvas
lv: Nederīgs tips: tam jābūt masīvam
nl_be: Ongeldig type: moet een reeks zijn
pl: Nieprawidłowy typ: wymagana lista/tablica
pt_pt: Tipo inválido: tem de ser uma matriz (array)
ro: Tip nevalid: trebuie să fie o matrice
ru: Недопустимый тип: должен быть массив
sv: Ogiltig typ: måste vara en array
th: ประเภทไม่ถูกต้อง: ต้องเป็นอาร์เรย์
tr: Geçersiz tür: bir dizi olmalıdır
uk: Неправильний тип: має бути масив
vi: Loại không hợp lệ: phải là một mảng

# api_message_invalid_type_must_be_integer
source: Invalid type: must be an integer
bg: Невалиден тип: трябва да е цяло число
cs: Neplatný typ: musí být celé číslo
da: Ugyldig type: Skal være et heltal
de: Ungültiger Typ: Ganzzahl gefordert
el: Μη έγκυρος τύπος: πρέπει να είναι ακέραιος αριθμός
eo: Nevalida tipo: devas esti entjero
es: Tipo no válido: debe ser un número entero
fa: نوع نامعتبر: باید عدد صحیح باشد
fi: Virheellinen tyyppi: täytyy olla kokonaisluku
fr: Type non valide : doit être un entier
he: סוג שגוי: חייב להיות מספר שלם וחיובי
hr: Nevažeći tip: mora biti cijeli broj
hu: Érvénytelen típus: egész számnak kell lennie
id: Jenis yang tidak valid: harus berupa bilangan bulat
it: Tipo non valido: deve essere un intero
ja: 無効な型: 整数でなければなりません
ka: არასწორი ტიპი: უნდა იყოს მთელი რიცხვი
lt: Netinkamas tipas: turi būti sveikasis skaičius
lv: Nederīgs tips: jābūt veselam skaitlim
nl_be: Ongeldig type: moet een geheel getal zijn
pl: Nieprawidłowy typ: wymagana liczba całkowita
pt_pt: Tipo inválido: tem de ser um número inteiro
ro: Tip nevalid: trebuie să fie un număr întreg
ru: Недопустимый тип: должен быть целым числом
sv: Ogiltig typ: måste vara ett heltal
th: ชนิดข้อมูลไม่ถูกต้อง: ต้องเป็นจำนวนเต็ม
tr: Geçersiz tür: bir tamsayı olmalıdır
uk: Неправильний тип: має бути цілим числом
vi: Loại không hợp lệ: phải là số nguyên

# api_message_invalid_type_must_be_number
source: Invalid type: must be a number
ar: نوع غير صالح: يجب أن يكون رقم
bg: Невалиден тип: трябва да е число
cs: Neplatný typ: musí být číslo
da: Ugyldig type: Skal være et tal
de: Ungültiger Typ: Zahl gefordert
el: Μη έγκυρος τύπος: πρέπει να είναι αριθμός
eo: Malvalida tipo: devas esti nombro
es: Tipo no válido: Debe ser una cifra
fa: نوع نامعتبر: باید عدد باشد
fi: Virheellinen tyyppi: täytyy olla numero
fr: Type non valide : doit être un entier
he: סוג שגוי: חייב להיות מספר
hr: Nevažeći tip: mora biti broj
hu: Érvénytelen típus: számnak kell lennie
id: Jenis yang tidak valid: harus berupa angka
it: Tipo non valido: dev'essere un numero
ja: 無効な入力: 数値でなければなりません
ka: არასწორი ტიპი: უნდა იყოს რიცხვი
lt: Netinkamas tipas: turi būti skaičius
lv: Nederīgs tips: jābūt skaitlim
nl_be: Ongeldig type: moet een getal zijn
pl: Nieprawidłowy typ: wymagana liczba
pt_pt: Tipo inválido: tem de ser um número
ro: Tip nevalid: trebuie să fie un număr
ru: Неверный тип: должно быть число
sv: Ogiltig typ: måste vara ett tal
th: ประเภทไม่ถูกต้อง: ต้องเป็นตัวเลข
tr: Geçersiz tür: bir sayı olmalıdır
uk: Неправильний тип: має бути число
vi: Loại không hợp lệ: phải là một số

# api_message_missing_field
source: Missing field
bg: Липсващо поле
cs: Chybějící pole
da: Manglende felt
de: Fehlendes Feld
el: Λείπει πεδίο
eo: Mankanta kampo
es: Capo vacío
fa: فیلد گمشده
fi: Puuttuva kenttä
fr: Champ manquant
he: שדה שגוי
hr: Nedostaje polje
hu: Hiányzó mező
id: Bidang yang hilang
it: Campo mancante
ja: 不足しているフィールド:
ka: ველი აკლია
lt: Trūksta lauko
lv: Trūkstošs lauks
nl_be: Ontbrekend veld
pl: Brakujące pole
pt_pt: Campo ausente
ro: Câmp lipsă
ru: Пропущено поле
sv: Saknat fält
th: ช่องที่ขาดหายไป
tr: Eksik alan
uk: Пропущене поле
vi: Trường bị thiếu

# api_message_unrecognized_field
source: Unrecognized field
bg: Неразпознато поле
cs: Nerozpoznané pole
da: Ukendt felt
de: Unbekanntes Feld
el: Μη αναγνωρισμένο πεδίο
eo: Nekonata kampo
es: No se reconoció el campo
fa: میدان ناشناخته
fi: Tunnistamaton kenttä
fr: Champ non reconnu
he: שדה לא מוכר
hr: Neprepoznato polje
hu: Felismeretlen mező
id: Bidang yang tidak dikenali
it: Campo non riconosciuto
ja: 認識されないアイテム
ka: ამოუცნობი ველი
lt: Neatpažintas laukas
lv: Neatpazīts lauks
nl_be: Onbekend veld
pl: Nie rozpoznano pola
pt_pt: Campo desconhecido
ro: Câmp nerecunoscut
ru: Неопознанное поле
sv: Okänt fält
th: ช่องที่ไม่รู้จัก
tr: Tanınmayan alan
uk: Невизнане поле

# api_message_unrecognized_value
source: Unrecognized value
bg: Неразпозната стойност
cs: Nerozpoznaná hodnota
da: Ikke-genkendt værdi
de: Nicht erfasster Wert
el: Μη αναγνωρισμένη αξία
eo: Nekonata valoro
es: Valor no reconocido
fa: ارزش ناشناخته
fi: Tunnistamaton arvo
fr: Valeur non reconnue
he: ערך לא מוכר
hr: Neprepoznata vrijednost
hu: Felismeretlen érték
id: Nilai yang tidak diakui
it: Valore non riconosciuto
ja: 認識できない値
ka: ამოუცნობი მნიშვნელობა
lt: Neatpažinta reikšmė
lv: Neatpazīta vērtība
nl_be: Niet-herkende waarde
pl: Nie rozpoznano wartości
pt_pt: Valor não reconhecido
ro: Valoare nerecunoscută
ru: Неопознанное значение
sv: Okänt värde
th: มูลค่าที่ไม่ได้รับการยอมรับ
tr: Tanınmayan değer
uk: Нерозпізнане значення
vi: Giá trị không được công nhận

# api_message_image_already_uploaded
source: Image already uploaded
eo: Bildo jam alŝutita
fa: تصویر قبلاً آپلود شده است
hr: Slika je već prenesena
ka: სურათი უკვე ატვირთულია
lv: Attēls jau ir augšupielādēts
sv: Bilden har redan laddats upp
th: รูปภาพอัพโหลดเรียบร้อยแล้ว

# api_message_image_too_small
source: Image too small
eo: Bildo tro malgranda
fa: تصویر خیلی کوچک است
hr: Slika je premalena
ka: სურათი ძალიან პატარაა
lv: Attēls ir pārāk mazs
sv: Bilden är för liten
th: รูปภาพเล็กเกินไป

# api_result_image_uploaded
source: Image uploaded
eo: Bildo alŝutita
fa: تصویر آپلود شد
hr: Slika prenesena
ka: სურათი აიტვირთა
lv: Attēls augšupielādēts
sv: Bild uppladdad
th: อัพโหลดรูปภาพแล้ว

# api_result_image_not_uploaded
source: Image not uploaded
eo: Bildo ne alŝutita
fa: تصویر آپلود نشده است
hr: Slika nije prenesena
ka: სურათი არ არის ატვირთული
lv: Attēls nav augšupielādēts
sv: Bilden har inte laddats upp
th: รูปภาพไม่ได้อัพโหลด

# api_result_image_selected
source: Image selected
eo: Bildo elektita
fa: تصویر انتخاب شده
hr: Odabrana slika
ka: სურათი არჩეულია
lv: Attēls atlasīts
sv: Bild vald
th: ภาพที่เลือก

# api_result_image_not_selected
source: Image not selected
eo: Bildo ne elektita
fa: تصویر انتخاب نشده است
hr: Slika nije odabrana
ka: სურათი არ არის არჩეული
lv: Attēls nav atlasīts
sv: Bilden är inte vald
th: รูปภาพไม่ได้ถูกเลือก

# api_result_image_deleted
source: Image deleted
eo: Bildo forigita
fa: تصویر حذف شد
hr: Slika je izbrisana
ka: სურათი წაიშალა
lv: Attēls ir izdzēsts
sv: Bild borttagen
th: ภาพถูกลบแล้ว

# api_result_image_not_deleted
source: Image not deleted
eo: Bildo ne forigita
fa: تصویر حذف نشده
hr: Slika nije izbrisana
ka: სურათი არ წაიშალა
lv: Attēls nav izdzēsts
sv: Bilden har inte raderats
th: รูปภาพไม่ถูกลบ

# api_impact_none
source: None
bg: Няма
ca: Cap
cs: Žádný
da: Intet
de: Keine
el: Κανένα
eo: Neniom
es: Nada
fi: Ei mitään
fr: Aucun
he: אין
id: Tidak Ada
it: Nessuno
lv: Neviens
nl_be: Geen
pl: Brak
pt_pt: Nenhum
ro: Nici unul
ru: Отсутствует
sl: Brez
sv: Inget
tr: Hiçbiri
uk: Нема
vi: Không có

# api_impact_warning
source: Warning
ar: تحذير
bg: Предупреждение
ca: Avís
cs: Varování
da: Advarsel
de: Warnhinweis
el: Προσοχή
eo: Averto
es: Atención
fa: اخطار
fi: Varoitus
fr: Avertissement
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
lt: Įspėjimas
lv: Brīdinājums
nl_be: Waarschuwing
pl: Ostrzeżenie
pt_pt: Aviso
ro: Atenţie
ru: Nazwa zwyczajowa
sl: Opozorilo
sv: Varning
tr: Uyarı
uk: Увага
vi: Cảnh báo

# api_impact_failure
source: Failure
bg: Грешка
cs: Selhání
da: Fejl
de: Fehlgeschlagen
el: Αποτυχία
eo: Fiasko
es: Error
fa: شکست
fi: Virhe
fr: Échec
he: כשל
hr: Neuspjeh
hu: Hiba
id: Kegagalan
it: Errore
ja: 失敗
ka: წარუმატებლობა
lt: Triktis
lv: Neveiksme
nl_be: Fout
pl: Niepowodzenie
pt_pt: Falha
ro: Eșec
ru: Провал
sv: Misslyckande
th: ความล้มเหลว
tr: Başarısızlık
uk: Збій
vi: Thất bại

# api_impact_field_ignored
source: Field ignored
bg: Полето е игнорирано
cs: Pole ignorováno
da: Felt ignoreret
de: Feld ignoriert
el: Το πεδίο αγνοήθηκε
eo: Kampo ignorita
es: Campo ignorado
fa: فیلد نادیده گرفته شد
fi: Kenttä ohitettu
fr: Champ ignoré
he: השדה לא תקף
hr: Polje zanemareno
hu: Figyelmen kívül hagyott mező
id: Bidang diabaikan
it: Campo ignorato
ja: フィールドは無視されました
ka: ველი იგნორირებულია
lt: Laukas nepaisomas
lv: Lauks ignorēts
nl_be: Veld genegeerd
pl: Pole pominięte
pt_pt: Campo ignorado
ro: Câmp ignorat
ru: Поле проигнорировано
sv: Fält ignorerat
th: ละเลยฟิลด์
tr: Alan yok sayıldı
uk: Поле ігнорується
vi: Trường bị bỏ qua

# api_impact_value_converted
source: Value converted
ar: تم تحويل القيمة
bg: Преобразувана стойност
cs: Hodnota převedena
da: Værdi konverteret
de: Wert umgewandelt
el: Η τιμή μετατράπηκε
eo: Valoro konvertita
es: Valor convertido
fa: ارزش تبدیل شده
fi: Arvo muunnettu
fr: Valeur convertie
he: הערך הומר
hr: Pretvorena vrijednost
hu: Érték konvertálva
id: Nilai yang dikonversi
it: Valore convertito
ja: 変換された値
ka: კონვერტირებული ღირებულება
lt: Vertė konvertuota
lv: Vērtība konvertēta
nl_be: Waarde omgezet
pl: Wartość przeliczona
pt_pt: Valor convertido
ro: Valoarea convertită
ru: Значение преобразовано
sv: Värde konverterat
th: ค่าที่แปลงแล้ว
tr: Dönüştürülen değer
uk: Перетворено значення
vi: Giá trị quy đổi

# packaging_number_of_units
source: Number of units
bg: Брой единици
cs: Počet jednotek
da: Antal enheder
de: Anzahl der Einheiten
el: Αριθμός μονάδων
es: Número de unidades
fi: Yksiköiden määrä
fr: Nombre d'éléments
he: מספר יחידות
hu: Darabszám
id: Jumlah unit
it: Numero di unità
ja: ユニット数
lt: Vienetų skaičius
lv: Vienību skaits
nl_be: Aantal eenheden
pl: Liczba jednostek
pt_pt: Número de unidades
ro: Număr de unități
sv: Antal enheter
th: จำนวนหน่วย
tr: Birim sayısı
uk: Кількість одиниць

# packaging_weight
source: Weight of one empty unit
bg: Тегло на една празна единица
cs: Hmotnost jedné prázdné jednotky
da: Vægt af én tom enhed
de: Gewicht einer leeren Einheit
el: Βάρος μιας άδειας μονάδας
eo: Pezo de unu malplena unuo
es: Peso de una unidad vacía
fa: وزن یک واحد خالی
fi: Tyhjän yksikön paino
fr: Poids d'un élément vide
he: משקל של יחידה ריקה אחת
hr: Težina jedne prazne jedinice
hu: Egy üres egység súlya
id: Berat satu unit kosong
it: Peso di un'unità vuota
ja: 空ユニット 1 個の重量
ka: ერთი ცარიელი ერთეულის წონა
lt: Vieno tuščio vieneto svoris
lv: Vienas tukšas vienības svars
nl_be: Gewicht van één lege eenheid
pl: Waga jedne pustej jednostki
pt_pt: Peso de uma unidade vazia
ro: Greutatea unei unități goale
ru: Вес одной пустой единицы
sv: Vikten av en tom enhet
th: น้ำหนักของหน่วยเปล่าหนึ่งหน่วย
tr: Bir boş birimin ağırlığı
uk: Вага одного порожнього блоку
