Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# amino_acids_p
source: added amino acids
ar: إضافة الأحماض الأمينية
bg: добавени аминокиселини
ca: aminoàcids afegits
cs: přidané aminokyseliny
da: tilsatte aminosyrer
de: zugesetzte Aminosäuren
el: πρόσθετα αμινοξέα
eo: aldonitaj aminoacidoj
es: aminoácidos añadidos
fa: اسیدهای آمینه اضافه شده
fi: lisättyjä aminohappoja
fr: acides aminés ajoutés
he: נוספו חומצות אמינו
hr: dodane aminokiseline
hu: hozzáadott aminosavak
id: asam - asam amino tambahan
it: aggiunti amminoacidi
ja: アミノ酸を追加
ka: დამატებული ამინომჟავები
lt: pridėtos aminorūgštys
lv: pievienotas aminoskābes
ms: asid amino yang ditambah
nl_be: toegevoegde aminozuren
pl: dodane aminokwasy
pt_pt: aminoácidos adicionados
ro: aminoacizi adăugați
ru: добавленные аминокислоты
sl: dodane aminokisline
sv: tillsatta aminosyror
th: กรดอะมิโนที่เติมเข้าไป
tr: eklenen amino asitler
uk: додані амінокислоти
vi: các axit amin bổ sung

# amino_acids_s
source: added amino acid
ar: إضافة الأحماض الأمينية
bg: добавена аминокиселина
ca: aminoàcid afegit
cs: přidaná aminokyselina
da: tilsat aminosyre
de: zugesetzte Aminosäure
el: πρόσθετο αμινοξύ
eo: aldonita aminoacido
es: aminoácido añadido
fa: اسید آمینه اضافه شده
fi: lisätty aminohappoa
fr: acide aminé ajoutés
he: נוספה חומצת אמינו
hr: dodana aminokiselina
hu: hozzáadott aminosav
id: asam amino tambahan
it: aggiunti amminoacidi
ja: アミノ酸を追加
ka: დამატებული ამინომჟავა
lt: pridėta amino rūgštis
lv: pievienota aminoskābe
ms: asid amino yang ditambah
nl_be: toegevoegd aminozuur
pl: dodany aminkwas
pt_pt: aminoácido adicionado
ro: aminoacid adăugat
ru: добавленная аминокислота
sl: dodana aminokislina
sv: tillsatt aminosyra
th: เพิ่มกรดอะมิโน
tr: eklenen amino asit
uk: додані амінокислоти
vi: axit amin bổ sung

# nucleotides_p
source: added nucleotides
ar: النيوكليوتيدات المضافة
bg: добавени нуклеотиди
ca: nucleòtids afegits
cs: přidané nukleotidy
da: tilsatte nucleotider
de: zugesetzte Nukleotide
el: πρόσθετα νουκλεοτίδια
eo: aldonitaj nukleotidoj
es: nucleótidos añadidos
fa: نوکلئوتیدهای اضافه شده
fi: lisättyjä nukleotidejä
fr: nucléotides ajoutés
he: נוספו נוקלאוטידים
hr: dodani nukleotidi
hu: hozzáadott nukleotidok
id: semua nukleotida tambahan
it: aggiunti nucleotidi
ja: ヌクレオチドを追加
ka: დამატებული ნუკლეოტიდები
lt: pridėtus nukleotidus
lv: pievienoti nukleotīdi
ms: nukleotida yang ditambah
nl_be: toegevoegde nucleotiden
pl: dodane nuklotydy
pt_pt: nucleótidos adicionados
ro: nucleotide adăugate
ru: добавленные нуклеотиды
sl: dodani nukleotidi
sv: tillsatta nukleotider
th: นิวคลีโอไทด์ที่เพิ่มเข้ามา
tr: eklenen nükleotidler
uk: додані нуклеотиди
vi: các nucleotide bổ sung

# nucleotides_s
source: added nucleotide
ar: النيوكليوتيدات المضافة
bg: добавен нуклеотид
ca: nucleòtid afegit
cs: přidaný nukleotid
da: tilsat nucleotid
de: zugesetztes Nukleotid
el: πρόσθετο νουκλεοτίδιο
eo: aldonita nukleotido
es: nucleótidos añadidos
fa: نوکلئوتید اضافه شده
fi: lisätty nukleotidiä
fr: nucléotide ajouté
he: נוסף נוקלאוטיד
hr: dodani nukleotid
hu: hozzáadott nukleotid
id: nukleotida tambahan
it: aggiunti nucleotidi
ja: ヌクレオチドを追加
ka: დამატებული ნუკლეოტიდი
lt: pridėtas nukleotidas
lv: pievienots nukleotīds
ms: nukleotida yang ditambah
nl_be: toegevoegde nucleotide
pl: dodany nukleotyd
pt_pt: nucleótido adicionado
ro: nucleotidă adăugată
ru: добавленный нуклеотид
sl: dodan nukleotid
sv: tillsatt nukleotid
th: นิวคลีโอไทด์ที่เพิ่มเข้าไป
tr: eklenen nükleotid
uk: додані нуклеотиди
vi: nucleotide bổ sung

# other_nutritional_substances_p
source: other nutritional substances added
ar: المواد الغذائية الأخرى المضافة
bg: други добавени хранителни вещества
ca: altres substàncies nutricionals afegides
cs: přidané další výživné látky
da: andre tilsatte næringsstoffer
de: weitere zugesetzte Nährstoffe
el: άλλες θρεπτικές ουσίες που προστέθηκαν
eo: aliaj nutraj substancoj aldonitaj
es: otras sustancias nutricionales añadidas
fa: سایر مواد مغذی اضافه شده
fi: muita ravintoaineita lisätty
fr: autres substances nutritives ajoutées
he: נוספו חומרים תזונתיים אחרים
hr: dodane druge hranjive tvari
hu: hozzáadott egyéb tápanyagok
id: zat - zat nutrisi lain yang ditambahkan
it: altre sostanze nutritive aggiunte
ja: その他栄養物質を追加
ka: დამატებული სხვა საკვები ნივთიერებები
lt: pridėtos kitos maistinės medžiagos
lv: citas pievienotās uzturvielas
ms: bahan pemakanan lain yang ditambah
nl_be: andere toegevoegde voedingsstoffen
pl: inne dodane substancje odżywcze
pt_pt: outras substâncias nutritivas adicionadas
ro: alte substanțe nutritive adăugate
ru: прочие добавленные питательные вещества
sl: dodane druge prehranske snovi
sv: andra tillsatta näringsämnen
th: มีการเพิ่มสารอาหารอื่นๆ เข้าไป
tr: eklenen diğer besin maddeleri
uk: додано інші поживні речовини
vi: các chất dinh dưỡng khác được bổ sung

# other_nutritional_substances_s
source: other nutritional substance added
ar: المواد الغذائية الأخرى المضافة
bg: друго добавено хранително вещество
ca: substància nutricional afegida
cs: přidaná další výživná látka
da: andet næringsstof tilsat
de: weiterer zugesetzter Nährstoff
el: άλλη θρεπτική ουσία που προστέθηκε
eo: alia nutra substanco aldonita
es: otra sustancia nutricional añadida
fa: سایر مواد مغذی اضافه شده
fi: muuta ravintoainetta lisätty
fr: autre substance nutritive ajoutée
he: חומר תזונתי אחר נוסף
hr: dodane druge hranjive tvari
hu: hozzáadott egyéb tápanyag
id: zat nutrisi lain yang ditambahkan
it: altra sostanza nutrizionale aggiunta
ja: その他栄養物質を追加
ka: დამატებული სხვა საკვები ნივთიერებები
lt: pridėta kita maistinė medžiaga
lv: pievienota cita uzturviela
ms: bahan pemakanan lain yang ditambah
nl_be: andere toegevoegde voedingsstof
pl: inne dodane substancje odżywcze
pt_pt: outra substância nutricional adicionada
ro: altă substanță nutritivă adăugată
ru: прочее добавленное питательное вещество
sl: dodana druga prehranska snov
sv: annat tillsatt näringsämne
th: มีการเพิ่มสารอาหารอื่นๆ
tr: eklenen diğer besin maddesi
uk: додану іншу поживну речовину
vi: chất dinh dưỡng khác được bổ sung

# product_as_sold
source: As sold
ar: كما تباع
bg: Както се продава
ca: Com es ven
cs: Prodaných
da: Ved salg
de: So wie verkauft
el: Όπως πωλείται
eo: Kiel vendita
es: Como se vende
fa: همانطور که فروخته شد
fi: Kuten myydessä
fr: Tel que vendu
he: כפי שנמכר
hr: Kao prodano
hu: Termék
id: Seperti yang dijual
it: Come venduto
ja: 販売
ka: გაყიდვისას
lt: Kaip parduodama
lv: Kā pārdots
ms: Seperti yang dijual
nl_be: Zoals verkocht
pl: Sprzedawany jako
pt_pt: Como vendido
ro: Așa cum a fost vândut
ru: При продаже
sl: Kot je prodano
sv: Som såld
th: ในรูปแบบที่ขาย
tr: Satıldığı gibi
uk: Продано
vi: Đã bán

# prepared_product
source: Prepared
ar: معد مسبقاً
bg: Приготвен
ca: Preparat
cs: Připravené
da: Klargjort
de: Gebrauchsfertig
el: Προετοιμασμένο
eo: Preparita
es: Preparado
fa: آماده شده
fi: Valmistettuna
fr: Préparé
he: מוכן
hr: Pripremljeno
hu: Elkészítve
id: Disiapkan
it: Preparato
ja: 調整済
ka: მომზადებული
lt: Parengta
lv: Sagatavots
ms: Disediakan
nl_be: Bereid
pl: Przygotowany
pt_pt: Preparado
ro: Pregătit
ru: Приготовленный
sl: Pripravljeno
sv: Beredd
th: ในรูปแบบที่พร้อมกิน
tr: Hazırlanmış
uk: Підготовлено
vi: Chuẩn bị

source: Unit
ar: وحدة
bg: Мерна единица
ca: Unitat
cs: Jednotka
da: Enhed
de: Einheit
el: Μονάδα
eo: Unuo
es: Unidad
fa: واحد
fi: Yksikkö
fr: Unité
he: יחידה
hr: Jedinica
hu: Mértékegység
it: Unità
ja: 単位
ka: ერთეული
lt: Vienetas
lv: Vienība
nl_be: Eenheid
pl: Jednostka
pt_pt: Unidade
ro: Unitate
ru: Единица
sl: Enota
sv: Enhet
th: หน่วย
tr: Birim
uk: Одиниця вимірювання
vi: Đơn vị

# nutrition_data_exists
source: Nutrition facts are specified for the product as sold.
ar: يتم تحديد حقائق التغذية للمنتج كما تباع.
bg: Хранителните стойности са посочени за продукта така както се продава.
ca: Les dades nutricionals s’especifiquen per al producte així com es ven.
cs: Výživové údaje jsou uvedeny u produktu tak, jak je prodáván.
da: Ernæringsindhold er specificeret på produktet ved salg.
de: Nährwertangaben werden für das verkaufte Produkt angegeben.
el: Τα διατροφικά στοιχεία καθορίζονται για το προϊόν όπως πωλείται.
eo: Nutraj faktoj estas specifitaj por la produkto kiel vendita.
es: Los datos nutricionales se especifican para el producto tal como se vende.
fa: اطلاعات تغذیه‌ای برای محصول به همان صورتی که فروخته شده است، ذکر شده است.
fi: Ravintosisältö on ilmoitettu tuotteelle sellaisena kuin se myydään.
fr: Les informations nutritionnelles sont mentionnées pour le produit tel que vendu.
he: העובדות התזונתיות מצוינות עבור המוצר כפי שנמכר.
hr: Nutritivne vrijednosti navedene su za proizvod kakav se prodaje.
hu: Tápértékadatok az eladott termékre vonatkozóan.
id: Informasi nilai gizi ditetapkan untuk produk seperti yang dijual.
it: I dati nutrizionali sono specificati per il prodotto venduto.
ja: 販売された製品について栄養成分が指定されています。
ka: კვებითი ღირებულება მითითებულია პროდუქტის გაყიდვისას.
lt: Nurodomi parduodamo produkto mitybos faktai.
lv: Uzturvērtības fakti ir norādīti produktam tā, kā tas tiek pārdots.
ms: Fakta pemakanan dinyatakan untuk produk seperti yang dijual.
nl_be: Voedingsfeiten worden gespecificeerd voor het product zoals verkocht.
pl: Wartości odżywcze są wyszczególnione dla sprzedawanego produktu.
pt_pt: As informações nutricionais são especificados para o produto conforme é vendido.
ro: Valorile nutriționale sunt specificate pentru produsul vândut.
ru: Пищевая ценность указана для продукта при продаже.
sl: Prehranska dejstva so navedena za izdelek, kakršen je v prodaji.
sv: Näringsfakta anges för produkten som den säljs.
th: ข้อมูลโภชนาการระบุไว้สำหรับผลิตภัณฑ์ในรูปแบบที่ขาย (เช่น คอนเฟล็กที่ไม่ใส่นม)
tr: Besin değerleri ürünün satıldığı şekil için belirtilmiştir.
uk: На товарі, що продається зазначено харчову цінність.
vi: Thành phần dinh dưỡng được chỉ định trên sản phẩm.

# nutrition_data_prepared_exists
source: Nutrition facts are specified for the prepared product.
ar: يتم تحديد حقائق التغذية للمنتج المعد مسبقاً.
bg: Хранителните съставки са посочени за приготвения продукт.
ca: S’especifiquen dades nutricionals per al producte preparat.
cs: U připravovaného produktu jsou uvedeny nutriční údaje.
da: Ernæringsindhold er specificeret på det klargjort produkt.
de: Nährwertangaben werden für das gebrauchsfertige Produkt angegeben.
el: Τα διατροφικά στοιχεία καθορίζονται για το προετοιμασμένο προϊόν.
eo: Nutraj informoj estas specifitaj por la preparita produkto.
es: La información nutricional se especifica para el producto preparado.
fa: اطلاعات تغذیه‌ای برای محصول آماده‌شده مشخص شده است.
fi: Ravintosisältö on ilmoitettu valmistetulle tuotteelle.
fr: Les informations nutritionnelles sont mentionnées pour le produit préparé.
he: העובדות התזונתיות מצוינות עבור המוצר המוגמר.
hr: Nutritivne vrijednosti navedene su za pripremljeni proizvod.
hu: Tápértékadatok az elkészített termékre vonatkozóan.
id: Informasi nilai gizi ditetapkan untuk produk yang disiapkan.
it: I dati nutrizionali sono specificati per il prodotto preparato.
ja: 調整された製品について栄養成分が指定されています。
ka: მომზადებული პროდუქტის კვებითი ღირებულება მითითებულია.
lt: Nurodyti paruošto produkto mitybos faktai.
lv: Uzturvērtības fakti ir norādīti pagatavotajam produktam.
ms: Fakta pemakanan dinyatakan untuk produk seperti yang disediakan.
nl_be: Voedingsfeiten worden gespecificeerd voor het bereide product.
pl: Wartości odżywcze są wyszczególnione dla przygotowanego produktu.
pt_pt: As informações nutricionais são especificadas para o produto preparado.
ro: Valorile nutriționale sunt specificate pentru produsul preparat.
ru: Пищевая ценность указана для приготовленного продукта.
sl: Prehranska dejstva so navedena za pripravljen izdelek.
sv: Näringsfakta anges för den tillagade produkten.
th: ข้อมูลโภชนาการระบุไว้สำหรับผลิตภัณฑ์ในรูปแบบที่ปรุงแล้วพร้อมกิน (เช่น คอนเฟล็กที่ใส่นม แสดงค่าที่รวมนมมาให้ด้วย)
tr: Besin değerleri ürünün hazırlanmış şekli için belirtilmiştir.
uk: Зазначено харчову цінність для підготовленої продукції.
vi: Thành phần dinh dưỡng được chỉ định cho sản phẩm đã chuẩn bị.

# nova_groups_s
source: NOVA group
ar: مجموعة NOVA
bg: Група NOVA
ca: Grup NOVA
cs: Skupina NOVA
da: Nova-gruppe
de: Nova-Gruppe
el: Ομάδα NOVA
eo: NOVA grupo
es: Grupo Nova
fa: گروه نوا
fi: NOVA-ryhmä
fr: Groupe NOVA
he: קבוצת NOVA
hr: NOVA grupa
hu: NOVA-csoport
id: Grup NOVA
it: Gruppo Nova
ja: NOVA グループ
ka: ნოვა ჯგუფი
lt: NOVA grupė
lv: NOVA grupa
ms: Kumpulan NOVA
nl_be: NOVA-groep
pl: Grupa NOVA
pt_pt: Grupo NOVA
ro: grupul NOVA
ru: Группа NOVA
sl: NOVA skupina
sv: Nova grupp
tr: NOVA grubu
vi: Nhóm NOVA

# nova_groups_p
source: NOVA groups
ar: مجموعة NOVA
bg: Групи NOVA
ca: Grups NOVA
cs: Skupiny NOVA
da: Nova-grupper
de: Nova-Gruppen
el: Ομάδες NOVA
eo: NOVA-grupoj
es: Grupos Nova
fa: گروه‌های نوا
fi: NOVA-ryhmät
fr: Groupes NOVA
he: קבוצות NOVA
hr: NOVA grupe
hu: NOVA-csoportok
id: Grup - grup NOVA
it: Gruppi NOVA
ja: NOVA グループ
ka: NOVA ჯგუფები
lt: NOVA grupės
lv: NOVA grupas
ms: Kumpulan NOVA
nl_be: NOVA-groepen
pl: Grupy NOVA
pt_pt: Grupos NOVA
ro: Grupuri NOVA
ru: Группы NOVA
sl: NOVA skupina
sv: NOVA grupper
tr: NOVA grupları
vi: Nhóm NOVA

# nova_groups_info
source: NOVA groups for food processing
ar: مجموعات نوفا للصناعات الغذائية
bg: Групи NOVA за преработка на храни
ca: Grups NOVA per al processament d'aliments
cs: Skupiny NOVA pro zpracování potravin
da: NOVA-grupper til fødevareforarbejdning
de: NOVA-Gruppen der Lebensmittelverarbeitung
el: Ομάδες NOVA για επεξεργασία τροφίμων
eo: NOVA-grupoj por nutraĵprilaborado
es: Grupos NOVA para el procesamiento de los alimentos
fa: گروه‌های NOVA برای فرآوری مواد غذایی
fi: Ruoan jalostuksen NOVA-ryhmät
fr: Classification NOVA pour la transformation des aliments
he: קבוצות NOVA לעיבוד מזון
hr: NOVA grupe za preradu hrane
hu: Élelmiszer-feldolgozottsági NOVA-csoportok
id: Grup - grup NOVA untuk pemrosesan makanan
it: Gruppi NOVA per la trasformazione alimentare
ja: 食品加工用NOVAグループ
ka: NOVA ჯგუფები საკვების გადამუშავებისთვის
lt: NOVA grupės maisto perdirbimui
lv: NOVA grupas pārtikas pārstrādei
ms: Kumpulan NOVA untuk pemprosesan makanan
nl_be: NOVA-groepen voor voedselverwerking
pl: NOVA - klasyfikacja stopnia przetworzenia żywności
pt_pt: Grupos NOVA para processamento de alimentos
ro: Grup NOVA pentru procesare mancare
ru: Группы Nova для классификации полуфабрикатов
sl: NOVA skupine za predelavo hrane
sv: NOVA-grupper för livsmedelsprocess
th: NOVA groups สำหรับระดับการแปรรูปอาหาร
tr: Gıda işlenmişliği için NOVA grupları
uk: NOVA group, що за відповідає за обробку їжі
vi: Nhóm NOVA để chế biến thực phẩm

# footer_partners
source: Partners
ar: شركاء
bg: Партньори
ca: Socis
cs: Partneři
da: Partnere
de: Partner
el: Συνεργάτες
es: Asociados
fi: Kumppanit
fr: Partenaires
he: שותפים
hu: Partnerek
id: Para mitra
it: Partner
ja: パートナー
lt: Partneriai
lv: Partneri
ms: Rakan kongsi
pl: Partnerzy
pt_pt: Parceiros
ro: Parteneri
ru: Партнёры
sl: Partnerji
sv: Partner
tr: Partnerler
uk: Партнери
vi: Các đối tác

# footer_partners_link
source: /partners
ca: Socis
da: /partnere
de: /partner
eo: /partneroj
es: /asociados
fr: /partenaires
it: /partner
lt: /Partneriai
lv: /partneri
ms: /rakan kongsi
ro: /parteneri

source: Adults
ar: البالغين
bg: Възрастни
cs: Dospělý
da: Voksne
de: Erwachsene
el: Ενήλικες
es: Adultos
fi: Aikuiset
fr: Adultes
he: בוגרים
hu: Felnőttek
id: Dewasa
it: Adulti
ja: 成人
lt: Suaugusieji
lv: Pieaugušie
ms: Dewasa
nl_be: Volwassenen
pl: Dorośli
pt_pt: Adultos
ro: Adulţi
ru: Взрослые
sl: Odrasli
sv: Vuxna
tr: Yetişkinler
uk: Дорослі
vi: Người lớn

# adults_age
source: 18 to 64
ar: 18 إلى 64
bg: 18 до 64
ca: de 18 a 64
cs: 18 až 64
da: 18 til 64
de: 18 bis 64 Jahre
el: 18 έως 64
es: De 18 a 64
fr: 18 à 64
he: 18 עד 64
id: 18 sampai 64
it: da 18 a 64
lt: Nuo 18 iki 64
lv: 18 līdz 64
ms: 18 hingga 64
nl_be: 18 tot 64
pl: 18 do 64 lat
pt_pt: 18 a 64
ro: 18–64 ani
ru: От 18 до 64
sl: 18 do 64
sv: 18 till 64
tr: 18 ila 64
uk: Від 18 до 64
vi: 18 đến 64

# adults_description
source: From 18 years up to and including 64 years of age
ar: من 18 عامًا وحتى 64 عامًا
bg: От 18 години до 64 години включително
ca: Des dels 18 anys fins als 64 inclosos
cs: Od 18 let do 64 let včetně
da: I alderen fra 18 år til og med 64 år
de: Von 18 Jahren bis einschließlich 64 Jahren
el: Από 18 ετών έως και 64 ετών
eo: De 18 jaroj ĝis kaj inkluzive de 64 jaroj
es: Desde los 18 años hasta los 64 años inclusive
fa: از ۱۸ سال به بالا و شامل ۶۴ سال سن
fi: 18 - 64 vuotta (mukaan lukien 64)
fr: De 18 ans jusqu'à 64 ans
he: מגיל 18 ומעלה עד וכולל גיל 64
hr: Od 18 godina do uključivo 64 godine života
hu: 18 éves kortól 64 éves korig
id: Dari usia 18 tahun ke atas dan termasuk usia 64 tahun
it: Dai 18 anni fino ai 64 anni inclusi
ja: 18 歳から 64 歳まで
ka: 18 წლიდან 64 წლამდე ასაკის ჩათვლით
lt: Nuo 18 metų iki 64 metų imtinai
lv: No 18 gadu vecuma līdz 64 gadu vecumam (ieskaitot)
ms: Dari berumur 18 tahun hingga dan termasuk 64 tahun
nl_be: Van 18 tot en met 64 jaar oud
pl: Od 18 lat do 64 roku życia włącznie
pt_pt: De 18 anos até e incluindo 64 anos de idade
ro: De la 18 ani până la 64 de ani inclusiv
ru: От 18 до 64 лет включительно
sl: Od 18 let do vključno 64 let
sv: Från 18 år till och med 64 år
th: ตั้งแต่อายุ 18 ปี จนถึง 64 ปี
tr: 18 yaşından 64 yaşına kadar
uk: З 18 років і до 64 років включно
vi: Từ 18 tuổi đến và bao gồm 64 tuổi

source: Elderly
ar: كبار السن
bg: Възрастен
ca: Gent gran
cs: Senioři
da: Ældre
de: Senioren
el: Ηλικιωμένοι
es: Mayores
fi: Vanhukset
fr: Personnes âgées
he: קשישים
hu: Idős
id: Lansia
it: Anziani
ja: 高齢者
lt: Vyresnio amžiaus
lv: Gados vecāki cilvēki
ms: Warga tua
nl_be: Ouderen
pl: Seniorzy
pt_pt: Idosos
ro: Vârstnic
ru: Пожилые
sl: Starejši
sv: Äldre
tr: Yaşlılar
uk: Люди похилого віку
vi: Người cao tuổi

# elderly_description
source: From 65 years of age and older
ar: من 65 سنة وما فوق
bg: От 65 години и нагоре
ca: A partir dels 65 anys o més
cs: Od 65 let a starší
da: Fra alderen 65 år og ældre
de: Ab 65 Jahren und älter
el: Από 65 ετών και άνω
eo: De 65 jaroj kaj pli
es: A partir de los 65 años
fa: از سن ۶۵ سال به بالا
fi: 65-vuotiaille ja vanhemmille
fr: A partir de 65 ans
he: מגיל 65 ומעלה
hr: Od 65 godina i više
hu: 65 éves kortól és idősebb
id: Mulai usia 65 tahun ke atas
it: Dai 65 anni in su
ja: 65 歳以上
ka: 65 წლიდან და უფროსი ასაკიდან
lt: Nuo 65 metų ir vyresni
lv: No 65 gadu vecuma un vecākiem
ms: Dari usia 65 tahun dan ke atas
nl_be: Vanaf 65 jaar en ouder
pl: Od wieku 65 lat i starsi
pt_pt: A partir dos 65 anos de idade e mais velhos
ro: De la 65 de ani și peste
ru: От 65 лет и старше
sl: Od 65 let in več
sv: Från 65 år och äldre
th: ตั้งแต่ 65 ปีขึ้นไป
tr: 65 yaş ve üstü
uk: Від 65 років і старше
vi: Từ 65 tuổi trở lên

source: Adolescents
ar: المراهقين
bg: Юноши
cs: Dospívající
da: Unge
de: Jugendliche
el: Έφηβοι
es: Adolescentes
fi: Nuoret
he: מתבגרים
hu: Serdülők
id: Remaja
it: Gli adolescenti
ja: 青少年
lt: Paaugliai
lv: Pusaudži
ms: Remaja
nl_be: Adolescenten
pl: Nastolatkowie
pt_pt: Adolescentes
ro: Adolescenţi
ru: Подростки
sl: Mladostniki
sv: Tonåringar
tr: Ergenler
uk: Підлітки
vi: Thanh thiếu niên

# adolescents_age
source: 10 to 17
ar: 10 الى 17
bg: 10 до 17
ca: de 10 a 17
cs: 10 až 17
da: 10 til 17
de: 10 bis 17 Jahre
el: 10 έως 17
es: De 10 a 17
fr: 10 à 17
he: 10 עד 17
id: 10 sampai 17
it: 10 a 17
lt: Nuo 10 iki 17
lv: 10 līdz 17
ms: 10 hingga 17
nl_be: 10 tot 17
pl: 10 do 17 lat
pt_pt: 10 a 17
ro: 10 la 17
ru: От 10 до 17
sl: 10 do 17
sv: 10 till 17
tr: 10 ila 17
uk: Від 10 до 17
vi: 10 đến 17

# adolescents_description
source: From 10 years up to and including 17 years of age
ar: من 10 سنوات وحتى 17 سنة من العمر
bg: От 10 години до 17 години включително
ca: Des dels 18 anys fins als 17 inclosos
cs: Od 10 let do 17 let včetně
da: I alderen fra 10 år til og med 17 år
de: Von 10 Jahren bis einschließlich 17 Jahren
el: Από 10 ετών έως και 17 ετών
eo: De 10 jaroj ĝis kaj inkluzive de 17 jaroj
es: De 10 años hasta 17 años de edad inclusive
fa: از ۱۰ سال به بالا و شامل ۱۷ سال به بالا
fi: 10 - 17 vuotta (mukaan lukien 17)
fr: De 10 ans jusqu'à 17 ans
he: מגיל 10 ומעלה עד וכולל גיל 17
hr: Od 10 godina do uključivo 17 godina
hu: 10 éves kortól 17 éves korig
id: Dari usia 10 tahun ke atas dan termasuk usia 17 tahun
it: Da 10 anni fino a 17 anni inclusi
ja: 10 歳から 17 歳まで
ka: 10 წლიდან 17 წლამდე ასაკის ჩათვლით
lt: Nuo 10 metų iki 17 metų imtinai
lv: No 10 gadu vecuma līdz 17 gadu vecumam (ieskaitot)
ms: Dari berumur 10 tahun hingga dan termasuk 17 tahun
nl_be: Van 10 tot en met 17 jaar oud
pl: Od 10 do 17 roku życia włącznie
pt_pt: De 10 até e incluindo 17 anos de idade
ro: De la 10 ani până la 17 ani inclusiv
ru: От 10 до 17 лет включительно
sl: Od 10 let do vključno 17 let
sv: Från 10 år till och med 17 år
th: ตั้งแต่อายุ 10 ปี จนถึง 17 ปี
tr: 10 yaşından 17 yaşına kadar
uk: Віком від 10 років і до 17 років включно
vi: Từ 10 năm đến 17 tuổi

source: Children
ar: الأطفال
bg: Деца
ca: Mainada
cs: Děti
da: Børn
de: Kinder
el: Παιδιά
es: Niños
fi: Lapset
fr: Enfants
he: ילדים
hu: Gyerekek
id: Anak-anak
it: Bambini
ja: 子供
lt: Vaikai
lv: Bērni
ms: Kanak-Kanak
nl_be: Kinderen
pl: Dzieci
pt_pt: Crianças
ro: Copii
ru: Дети
sl: Otroci
sv: Barn
tr: Çocuklar
uk: Діти
vi: Bọn trẻ

# children_age
source: 3 to 9
ar: 3 إلى 9
bg: 3 до 9
ca: de 3 a 9
cs: 3 až 9
da: 3 til 9
de: 3 bis 9 Jahre
el: 3 έως 9
es: De 3 a 9
fr: 3 à 9
he: 3 עד 9
id: 3 sampai 9
it: Da 3 a 9
lt: Nuo 3 iki 9
lv: 3 līdz 9
ms: 3 hingga 9
nl_be: 3 tot 9
pl: 3 do 9 lat
pt_pt: 3 a 9
ro: 3 la 9
ru: От 3 до 9
sl: 3 do 9
sv: 3 till 9
tr: 3 ila 9
uk: від 3 до 9
vi: 3 đến 9

# children_description
source: From 36 months up to and including 9 years of age
ar: من 36 شهرًا وحتى 9 سنوات من العمر
bg: От 36 месеца до 9 годишна възраст включително
ca: Des dels 36 mesos fins als 9 anys inclosos
cs: Od 36 měsíců do 9 let včetně
da: I alderen fra 36 måneder til og med 9 år
de: Von 36 Monate bis einschließlich 9 Jahre
el: Από 36 μηνών έως και 9 ετών
eo: De 36 monatoj ĝis kaj inkluzive de 9 jaroj
es: De 36 meses hasta 9 años de edad inclusive
fa: از ۳۶ ماهگی تا ۹ سالگی
fi: 36 kuukaudesta 9-vuotiaille
fr: De 36 mois jusqu'à 9 ans
he: מגיל 36 חודשים ומעלה עד וכולל גיל 9
hr: Od 36 mjeseci do uključivo 9 godina starosti
hu: 36 hónapos kortól 9 éves korig
id: Dari usia 36 bulan ke atas dan termasuk usia 9 tahun
it: Da 36 mesi fino a 9 anni inclusi
ja: 3 歳から 9 歳まで
ka: 36 თვიდან 9 წლამდე ასაკის ჩათვლით
lt: Nuo 36 mėnesių iki 9 metų imtinai
lv: No 36 mēnešu vecuma līdz 9 gadu vecumam (ieskaitot)
ms: Dari berumur 36 bulan hingga dan termasuk 9 tahun
nl_be: Van 36 maanden tot en met 9 jaar oud
pl: Od 36 miesiąca do 9 roku życia włącznie
pt_pt: De 36 meses até e incluindo 9 anos de idade
ro: De la 36 de luni până la 9 ani inclusiv
ru: От 36 месяцев до 9 лет включительно
sl: Od 36 mesecev do vključno 9 let
sv: Från 36 månader till och med 9 år
th: ตั้งแต่ 36 เดือน จนถึง 9 ปี
tr: 36 aylıktan 9 yaşına kadar
uk: Від 36-ти місяців і до 9-ти річного віку включно
vi: Từ 36 tháng đến và bao gồm 9 tuổi

source: Toddlers
ar: الأطفال الصغار
bg: Малки деца
ca: Infants
cs: Batolata
da: Småbørn
de: Kleinkinder
el: Νήπια
es: Niños pequeños
fi: Taaperot
fr: Jeunes enfants
he: פעוטות
hu: Kisgyermekek
id: Batita
it: Bambini piccoli
ja: 幼児
lt: Maži vaikai
lv: Maziem bērniem
ms: Kanak-kanak kecil
nl_be: Peuters
pl: Małe dzieci
pt_pt: Crianças pequenas
ro: Copii mici
ru: Малыши
sl: Malčki
sv: Småbarn
tr: Yürümeye Yeni Başlayan Çocuklar
uk: Малюки
vi: Trẻ mới biết đi

# toddlers_age
source: 1 to 2
ar: 1 إلى 2
bg: 1 до 2
ca: d'1 a 2
cs: 1 až 2
de: 1 bis 2 Jahre
el: 1 έως 2
es: De 1 a 2
fr: 1 à 2
he: שנה עד שנתיים
id: 1 sampai 2
it: 1 a 2
lt: Nuo 1 iki 2
lv: 1 līdz 2
ms: 1 hingga 2
nl_be: 1 tot 2
pl: 1 do 2 lat
pt_pt: 1 a 2
ro: 1–2 ani
ru: От 1 до 2
sl: 1 do 2
sv: 1 till 2
tr: 1 ila 2
uk: від 1 до 2
vi: 1 đến 2
