Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# specify_value_and_unit
source: Specify both the value and unit.
ar: حدد كلًا من القيمة والوحدة.
bg: Посочи стойността и единицата.
ca: Especifiqueu tant el valor com la unitat.
cs: Zadejte hodnotu i jednotku.
da: Angiv både værdi og enhed.
de: Geben Sie sowohl den Wert als auch die Einheit an.
el: Καθορίστε και την τιμή και τη μονάδα.
eo: Specifu kaj la valoron kaj la unuon.
es: Especifica tanto el valor como la unidad.
fa: هم مقدار و هم واحد را مشخص کنید.
fi: Määritä sekä arvo että yksikkö.
fr: Spécifiez la valeur et l'unité.
he: יש לציין את הערך ואת היחידה.
hr: Navedite i vrijednost i jedinicu.
hu: Adja meg az értéket és a mértékegységet is.
id: Tentukan baik nilai maupun satuannya.
it: Specificare sia il valore che l'unità.
ja: 値と単位の両方を指定します。
ka: მიუთითეთ როგორც მნიშვნელობა, ასევე ერთეული.
lt: Nurodykite vertę ir vienetą.
lv: Norādiet gan vērtību, gan mērvienību.
nl_be: Geef zowel de waarde als de eenheid op.
pl: Określ zarówno wartość, jak i jednostkę.
pt_pt: Especifique o valor e a unidade.
ro: Specificați atât valoarea, cât și unitatea.
ru: Укажите и значение, и единицу измерения.
sl: Določite tako vrednost kot enoto.
sv: Ange både värde och enhet.
th: ระบุทั้งค่าและหน่วย
tr: Hem değeri hem de birimi açıkça belirtin.
uk: Вкажіть обидва значення: величину та одиницю вимірювання.
vi: Chỉ định cả giá trị và đơn vị.

# download_sample_import_file
source: Download an XLSX template file for Excel or LibreOffice with the fields that can be imported.
ar: تحميل ملفات النماذج XLSX لربنامج Excel أو LibreOffice مع الحقول التي يمكن استيرادها.
bg: Изтеглете файл с шаблон XLSX за Excel или LibreOffice с полетата, които могат да бъдат внесени.
ca: Baixeu un fitxer de plantilla XLSX per a Excel o LibreOffice amb els camps que es poden importar.
cs: Stáhněte si soubor šablony XLSX pro Excel nebo LibreOffice s poli, která lze importovat.
da: Download en XLSX-skabelonfil til Excel eller LibreOffice med de felter, som kan importeres.
de: Laden Sie eine XLSX-Vorlagendatei mit den importierbaren Feldern für Excel oder LibreOffice herunter.
el: Κάντε λήψη ενός αρχείου προτύπου XLSX για Excel ή LibreOffice με τα πεδία που μπορούν να εισαχθούν.
eo: Elŝutu XLSX-ŝablonan dosieron por Excel aŭ LibreOffice kun la kampoj, kiujn oni povas importi.
es: Descarga un archivo de plantilla XLSX para Excel o LibreOffice con los campos que se pueden importar.
fa: یک فایل قالب XLSX برای اکسل یا لیبره آفیس با فیلدهایی که می‌توان وارد کرد، دانلود کنید.
fi: Lataa XLSX-mallitiedosto Excelille tai LibreOfficelle niiden kenttien kanssa, jotka voidaan tuoda.
fr: Téléchargez un modèle .XLSX pour Excel ou LibreOffice avec les champs pouvant être importés.
he: הורדת קובץ תבנית XLSX עבור Excel או LibreOffice עם השדות שניתן לייבא.
hr: Preuzmite XLSX datoteku predloška za Excel ili LibreOffice s poljima koja se mogu uvesti.
hu: Töltsön le egy XLSX-sablonfájlt az importálható mezőkkel Excelhez vagy LibreOffice-hoz.
id: Unduh file templat XLSX untuk Excel atau LibreOffice dengan field yang dapat diimpor.
it: Scarica un file modello XLSX per Excel o LibreOffice con i campi che possono essere importati.
ja: インポート可能な項目を含むExcelまたはLibreOffice用のXLSXテンプレートファイルをダウンロードします。
ka: ჩამოტვირთეთ XLSX შაბლონის ფაილი Excel-ისთვის ან LibreOffice-ისთვის, რომელშიც იმპორტირებული ველებია მოცემული.
lt: Atsisiųskite XLSX šablono failą, skirtą „Excel“ arba „LibreOffice“, su laukais, kuriuos galima importuoti.
lv: Lejupielādējiet XLSX veidnes failu programmai Excel vai LibreOffice ar importējamiem laukiem.
nl_be: Download een XLSX-sjabloonbestand voor Excel of LibreOffice met de velden die kunnen worden geïmporteerd.
pl: Pobierz plik szablonu XLSX dla programu Excel lub LibreOffice z polami, które mogą być zaimportowane.
pt_pt: Descarregue um ficheiro de modelo XLSX para Excel ou LibreOffice com os campos que podem ser importados.
ro: Descărcați un fișier șablon XLSX pentru Excel sau LibreOffice cu câmpurile care pot fi importate.
ru: Скачать файл шаблона XLSX для Excel или LibreOffice с полями, которые могут быть импортированы.
sl: Prenesite datoteko predloge XLSX za Excel ali LibreOffice s polji, ki jih je mogoče uvoziti.
sv: Ladda ner en XLSX-mallfil för Excel eller LibreOffice med de fält som kan importeras.
th: ดาวน์โหลดไฟล์เทมเพลต XLSX สำหรับ Excel หรือ LibreOffice ที่มีฟิลด์ที่สามารถนำเข้าได้
tr: Excel veya Libre Office için iç içe aktarılabilen alanlarla birlikte XLSX şablon dosyasını indirin.
uk: Завантажте шаблон файлу XLXS, з придатними до імпортування показниками для роботи в Excel або LibreOffice.
vi: Tải xuống tệp mẫu XLSX cho Excel hoặc LibreOffice với các trường có thể được nhập.

# code_import_note
source: Barcode as it appears on the product.
ar: الباركود كما يظهر على المنتج.
bg: Баркода така както е изписан на продукта.
ca: El Codi de barres tal com apareix al producte.
cs: Čárový kód tak, jak je uveden na produktu.
da: Stregkode, som den vises på produktet.
de: Strichcode, wie er auf dem Produkt angegeben ist.
el: Ο γραμμωτός κώδικας όπως εμφανίζεται στο προϊόν.
eo: Strekkodo kiel ĝi aperas sur la produkto.
es: Código de barras tal como aparece en el producto.
fa: بارکد همانطور که روی محصول نشان داده شده است.
fi: Viivakoodi sellaisena kuin se näkyy tuotteessa.
fr: Le code-barres tel qu'il apparaît sur le produit.
he: ברקוד כפי שמופיע על המוצר.
hr: Barkod kako se pojavljuje na proizvodu.
hu: A vonalkód, ahogy a terméken látható.
id: Kode batang seperti yang tertera pada produk.
it: Codice a barre come appare sul prodotto.
ja: 製品に表示されているバーコード。
ka: შტრიხკოდი, როგორც ის პროდუქტზეა მითითებული.
lt: Brūkšninis kodas toks, koks yra ant gaminio.
lv: Svītrkods, kā tas redzams uz produkta.
nl_be: Streepjescode zoals deze op het product staat.
pl: Kod kreskowy pojawiający się na produkcie.
pt_pt: Código de barras conforme aparece no produto.
ro: Cod de bare așa cum apare pe produs.
ru: Штрихкод, как он представлен на продукте.
sl: Črtna koda, kot je prikazana na izdelku.
sv: Streckkod som den visas på produkten.
th: บาร์โค้ดตามที่ปรากฏบนผลิตภัณฑ์
tr: Ürünün üzerindeki barkod.
uk: Штрих-код з’являється біля назви товару.
vi: Mã vạch như có trên sản phẩm.

# producer_product_id_import_note
source: Internal code used by the producer to identify the product, different from the product's barcode.
ar: يستخدم المنتج الرمز الداخلي لتعريف المنتج، يختلف عن باركود المنتج.
bg: Вътрешен код, използван от производителя за идентифициране на продукта, различен от баркода на продукта.
ca: Codi intern utilitzat pel productor per identificar el producte, diferent del codi de barres del producte.
cs: Interní kód používaný výrobcem k identifikaci produktu, odlišný od čárového kódu produktu.
da: Intern kode benyttet af producenten til produktidentifikation, forskellig fra produktstregkoden.
de: Interner Schlüssel, der vom Hersteller zur Identifizierung des Produkts verwendet wird und sich vom Strichcode des Produkts unterscheidet.
el: Εσωτερικός κωδικός που χρησιμοποιείται από τον παραγωγό για την αναγνώριση του προϊόντος, διαφορετικός από τον γραμμωτό κώδικα του προϊόντος.
eo: Interna kodo uzata de la produktanto por identigi la produkton, malsama ol la strekkodo de la produkto.
es: Código interno utilizado por el fabricante para identificar el producto, diferente del código de barras del producto.
fa: کد داخلی که توسط تولیدکننده برای شناسایی محصول استفاده می‌شود و با بارکد محصول متفاوت است.
fi: Sisäinen koodi, jota tuottaja käyttää tuotteen tunnistamiseen ja joka eroaa tuotteen viivakoodista.
fr: Code interne utilisé par le producteur pour identifier le produit, différent du code-barres.
he: קוד פנימי המשמש את היצרן לזיהוי המוצר, שונה מברקוד המוצר.
hr: Interni kod koji proizvođač koristi za identifikaciju proizvoda, različit od barkoda proizvoda.
hu: A gyártó által a termék azonosítására használt, a termék vonalkódjától eltérő belső kód.
id: Kode internal yang digunakan oleh produsen untuk mengidentifikasi produk, berbeda dengan kode batang produk.
it: Codice interno utilizzato dal produttore per identificare il prodotto, diverso dal codice a barre del prodotto.
ja: 生産者が製品を識別するために使用する内部コードで、製品のバーコードとは異なります。
ka: მწარმოებლის მიერ პროდუქტის იდენტიფიკაციისთვის გამოყენებული შიდა კოდი, რომელიც განსხვავდება პროდუქტის შტრიხკოდისგან.
lt: Vidinis kodas, kurį gamintojas naudoja gaminiui identifikuoti, skiriasi nuo prekės brūkšninio kodo.
lv: Ražotāja iekšējais kods, ko izmanto produkta identificēšanai un kas atšķiras no produkta svītrkoda.
nl_be: Interne code die door de producent wordt gebruikt om het product te identificeren, anders dan de streepjescode van het product.
pl: Kod wewnętrzny używany przez producenta do identyfikacji produktu, inny niż kod kreskowy produktu.
pt_pt: Código interno utilizado pelo produtor para identificar o produto, diferente do código de barras do produto.
ro: Cod intern utilizat de producător pentru identificarea produsului, diferit de codul de bare al produsului.
ru: Внутренний код, отличный от штрихкода продукта, который используется производителем для идентификации продукта.
sl: Interna koda, ki jo uporablja proizvajalec za identifikacijo izdelka, ki se razlikuje od črtne kode izdelka.
sv: Intern kod som används av producenten för att identifiera produkten, annan än produktens streckkod.
th: รหัสภายในที่ผู้ผลิตใช้ระบุผลิตภัณฑ์ ซึ่งแตกต่างจากบาร์โค้ดของผลิตภัณฑ์
tr: Dahili kodlar üretici tarafından ürünün belirlenmesi için, ürün kodunun dışında kullanılır.
uk: Внутрішній код використовується розробниками для того, щоб визначити чим відрізняється сам товар від його штриху-коду.
vi: Mã nội bộ được nhà sản xuất sử dụng để nhận dạng sản phẩm, khác với mã vạch của sản phẩm.

# producer_version_id_import_note
source: Internal code used by the producer to identify a specific version of a product when it changes.
ar: يستخدم المنتج كود داخلي لتحديد إصدار المنتج المعين عندما يتغير.
bg: Вътрешен код, използван от производителя за идентифициране на конкретна версия на продукт, когато той се промени.
ca: Codi intern utilitzat pel productor per identificar una versió específica d'un producte quan canvia.
cs: Interní kód používaný výrobcem k identifikaci konkrétní verze produktu při jeho změně.
da: Intern kode benyttet af producenten til identifikation at en bestemt version af et produkt, når denne ændres.
de: Interner Schlüssel, der vom Hersteller verwendet wird, um eine bestimmte Variante eines Produkts zu identifizieren, wenn es sich ändert.
el: Εσωτερικός κωδικός που χρησιμοποιείται από τον παραγωγό για τον προσδιορισμό μιας συγκεκριμένης έκδοσης ενός προϊόντος όταν αλλάζει.
eo: Interna kodo uzata de la produktanto por identigi specifan version de produkto kiam ĝi ŝanĝiĝas.
es: Código interno utilizado por el fabricante para identificar una versión específica de un producto cuando este cambia.
fa: کد داخلی که توسط تولیدکننده برای شناسایی نسخه خاصی از محصول هنگام تغییر آن استفاده می‌شود.
fi: Sisäinen koodi, jota tuottaja käyttää yksilöidäkseen tietyn tuotteen version silloin, kun se muuttuu.
fr: Code interne utilisé par le producteur pour identifier une version spécifique d'un produit lorsqu'il évolue.
he: קוד פנימי המשמש את היצרן לזיהוי גרסה מסוימת של מוצר כאשר הוא משתנה.
hr: Interni kod koji proizvođač koristi za identifikaciju određene verzije proizvoda kada se ona promijeni.
hu: A gyártó által a termék megváltozásakor az adott verzió azonosítására használt belső kód.
id: Kode internal yang digunakan oleh produsen untuk mengidentifikasi versi produk tertentu ketika berubah.
it: Il codice interno è usato dal produttore per identificare una versione specifica di un prodotto quando questo viene cambiato.
ja: 製品が変更されたときに製品の特定のバージョンを識別するために生産者が使用する内部コード。
ka: შიდა კოდი, რომელსაც მწარმოებელი იყენებს პროდუქტის კონკრეტული ვერსიის იდენტიფიცირებისთვის, როდესაც ის იცვლება.
lt: Vidinis kodas, kurį naudoja gamintojas, kad nustatytų konkrečią produkto versiją, kai ji pasikeičia.
lv: Iekšējais kods, ko ražotājs izmanto, lai identificētu konkrētu produkta versiju, kad tā mainās.
nl_be: Interne code die door de producent wordt gebruikt om een specifieke versie van een product te identificeren wanneer deze verandert.
pl: Kod wewnętrzny używany przez producenta do identyfikacji konkretnej wersji produktu, gdy ten ulega zmianie.
pt_pt: Código interno usado pelo produtor para identificar uma versão específica de um produto quando sofre alterações.
ro: Cod intern utilizat de producător pentru a identifica o anumită versiune a unui produs atunci când acesta se modifică.
ru: Внутренний код, используемый производителем для идентификации конкретной версии продукта при ее изменении.
sl: Interna koda, ki jo uporablja proizvajalec za identifikacijo določene različice izdelka, kadar se ta spremeni.
sv: Intern kod som används av producenten för att identifiera en specifik version av en produkt när den ändras.
th: รหัสภายในที่ผู้ผลิตใช้เพื่อระบุเวอร์ชันเฉพาะของผลิตภัณฑ์เมื่อมีการเปลี่ยนแปลง
tr: Dahili kodlar değiştirildiğinde üretici tarafından bir ürünün belirli bir sürümünü tanımlamak için kullanılır.
uk: Внутрішній код використовується розробником для визначення точного варіанту продукції під час змін.
vi: Mã nội bộ được nhà sản xuất sử dụng để xác định phiên bản cụ thể của sản phẩm khi có thay đổi.

# categories_import_note
source: Providing a category is very important to make the product easy to search for, and to compute the Nutri-Score
ar: يعد توفير فئة مهم للغاية اتسهيل البحث عن المنتج ولحساب درجة الجودة الغذائية
bg: Предоставянето на категория е много важно, за да направите продукта лесен за търсене и да изчислите Nutri-Score
ca: Proporcionar una categoria és molt important per fer que el producte sigui fàcil de cercar i per calcular la Nutri-Score
cs: Poskytnutí kategorie je velmi důležité, aby se produkt snadno vyhledával a aby bylo možné vypočítat Nutri-Score
da: Det er meget vigtigt at angive en kategori for at gøre produktet let at søge efter og beregne Nutri-Score
de: Die Angabe einer Kategorie ist sehr wichtig, um die Suche nach einem Produkt zu erleichtern und den Nutri-Score zu berechnen.
el: Η παροχή μιας κατηγορίας είναι πολύ σημαντική για την εύκολη αναζήτηση του προϊόντος και τον υπολογισμό του Nutri-Score
eo: Provizi kategorion estas tre grave por faciligi la serĉadon de la produkto kaj por kalkuli la Nutri-Poentaron.
es: Proporcionar una categoría es muy importante para que el producto sea fácil de buscar, y para calcular el Nutri-Score
fa: ارائه یک دسته بندی برای آسان کردن جستجوی محصول و محاسبه امتیاز تغذیه ای (Nutri-Score) بسیار مهم است.
fi: Tuoteluokan antaminen on erittäin tärkeää, jotta tuote on helppo etsiä ja jotta Nutri-Score voidaan laskea
fr: Il est très important d'indiquer la catégorie du produit pour qu'il puisse être facilement trouvable sur la plateforme, et pour que nous puissions calculer le Nutri-Score
he: חשוב מאוד לספק קטגוריה כדי להקל על החיפוש אחר המוצר ולחשב את ה־Nutri-Score
hr: Navođenje kategorije vrlo je važno kako bi se olakšalo pretraživanje proizvoda i izračunao Nutri-Score.
hu: A kategória megadása nagyon fontos a termék megkeresésének megkönnyítése és a Nutri-Score kiszámítása érdekében
id: Memberikan kategori sangat penting untuk membuat produk mudah dicari, dan untuk menghitung Nutri-Score
it: Fornire una categoria è molto importante per rendere facile da cercare il prodotto e per calcolare il Nutri-Score
ja: カテゴリを提供することは、製品を検索しやすくし、Nutri-Score を計算するために非常に重要です。
ka: კატეგორიის მითითება ძალიან მნიშვნელოვანია პროდუქტის მოსაძებნად და Nutri-Score-ის გამოსათვლელად.
lt: Labai svarbu pateikti kategoriją, kad būtų lengva ieškoti produkto ir apskaičiuoti Nutri-Score
lv: Kategorijas norādīšana ir ļoti svarīga, lai produktu būtu viegli atrast un aprēķinātu Nutri-Score.
nl_be: Het verstrekken van een categorie is erg belangrijk om het product gemakkelijk te kunnen zoeken en om de Nutri-Score te berekenen
pl: Podanie kategorii jest bardzo ważne, aby ułatwić wyszukiwanie produktu i obliczanie etykiety Nutri-Score
pt_pt: É muito importante fornecer uma categoria para tornar mais fácil a pesquisa do produto e calcular o Nutri-Score
ro: Furnizarea unei categorii este foarte importantă pentru a face produsul ușor de căutat și pentru a calcula Nutri-Score
ru: Указание категории очень важно: продукт будет проще найти, а ещё это поможет вычислить Nutri-Score
sl: Dodajanje kategorije je zelo pomembno za enostavno iskanje izdelka in za izračun Nutri-Score
sv: Det är mycket viktigt att ange en kategori för att göra det lätt att söka efter produkten och för att beräkna Nutri-Score.
th: การกำหนดหมวดหมู่มีความสำคัญมากเพื่อให้ค้นหาสินค้าได้ง่าย และเพื่อคำนวณค่าโภชนาการ (Nutri-Score) ได้อย่างแม่นยำ
tr: Ürünün araştırılmasını kolaylaştırmak için ve besin skorunu(Nutri-Score) hesaplamak için bir kategorinin şart koşulması çok önemlidir
uk: Для того щоб легше знайти товар, необхідно зазначити його категорію та виконати обчислення за допомогою системи Nutri-Score
vi: Việc cung cấp danh mục là rất quan trọng để giúp sản phẩm có thể được dễ dàng tìm kiếm và tính toán Điểm dinh dưỡng

# labels_import_note
source: Some labels such as the organic label are used to filter and/or rank search results, so it is strongly recommended to specify them.
bg: Някои етикети като органичния етикет се използват за филтриране и/или класиране на резултатите от търсенето, така че е силно препоръчително да ги посочите.
ca: Algunes etiquetes, com ara l'etiqueta orgànica, s'utilitzen per filtrar i/o classificar els resultats de la cerca, per tant és molt recomanable especificar-les.
cs: Některé štítky, jako je organický štítek, se používají k filtrování a/nebo hodnocení výsledků vyhledávání, proto se důrazně doporučuje je specifikovat.
da: Visse etiketter, såsom den organiske etiket, bruges til at filtrere og/eller rangere søgeresultater, så det anbefales kraftigt at angive dem.
de: Einige Kennzeichnungen, wie z.B. das Bio-Label, werden verwendet, um Suchergebnisse zu filtern und/oder einzustufen, daher wird dringend empfohlen, diese anzugeben.
el: Ορισμένες ετικέτες, όπως η οργανική ετικέτα, χρησιμοποιούνται για το φιλτράρισμα ή/και την κατάταξη των αποτελεσμάτων αναζήτησης, επομένως συνιστάται ανεπιφύλακτα να τις προσδιορίσετε.
eo: Iuj etikedoj kiel ekzemple la organika etikedo estas uzataj por filtri kaj/aŭ vicigi serĉrezultojn, do estas forte rekomendinde specifi ilin.
es: Algunas etiquetas como la etiqueta orgánica se utilizan para filtrar y/o ordenar los resultados de las búsquedas, por lo que se recomienda encarecidamente especificarlos.
fa: برخی برچسب‌ها مانند برچسب ارگانیک برای فیلتر کردن و/یا رتبه‌بندی نتایج جستجو استفاده می‌شوند، بنابراین اکیداً توصیه می‌شود که آنها را مشخص کنید.
fi: Joitakin merkkejä, kuten luomumerkkiä, käytetään hakutulosten suodattamiseen ja/tai sijoittamiseen, joten on erittäin suositeltavaa määritellä ne.
fr: Certaines étiquettes comme le label bio sont utilisées pour filtrer ou ordonner les résultats, c'est pourquoi il est fortement recommandé de les indiquer.
he: תוויות מסוימות כגון התווית האורגנית משמשות לסינון ו/או לדירוג תוצאות החיפוש, לכן מומלץ מאוד לציין אותן.
hr: Neke oznake, poput oznake organsko, koriste se za filtriranje i/ili rangiranje rezultata pretraživanja, stoga se toplo preporučuje njihovo navođenje.
hu: Egyes címkék, például a bio címke a keresési eredmények szűrésére, rangsorolására szolgálnak, ezért erősen ajánlott megadni őket.
id: Beberapa label seperti label organik digunakan untuk memfilter dan/atau memeringkat hasil pencarian, jadi sangat disarankan untuk menentukannya.
it: Alcune etichette come quelle biologiche sono usate per filtrare e/o classificare i risultati di ricerca, quindi è fortemente raccomandato di specificarle.
ja: オーガニックラベルなどのラベルは検索結果のフィルタリングやランク付けに使用されるため、指定することを強くお勧めします。
ka: ზოგიერთი ეტიკეტი, როგორიცაა ორგანული ეტიკეტი, გამოიყენება ძიების შედეგების გასაფილტრად და/ან რანჟირებისთვის, ამიტომ მკაცრად რეკომენდებულია მათი მითითება.
lt: Kai kurios etiketės, pvz., natūrali etiketė, naudojamos paieškos rezultatams filtruoti ir (arba) reitinguoti, todėl primygtinai rekomenduojama jas nurodyti.
lv: Dažas etiķetes, piemēram, organiskā etiķete, tiek izmantotas meklēšanas rezultātu filtrēšanai un/vai ranžēšanai, tāpēc ir ļoti ieteicams tās norādīt.
nl_be: Sommige labels zoals het biologische label worden gebruikt om zoekresultaten te filteren en/of te rangschikken, daarom is het sterk aan te raden om ze te specificeren.
pl: Niektóre etykiety, takie jak oznakowanie ekologiczne, są wykorzystywane do filtrowania i/lub uporządkowania wyników wyszukiwania, dlatego zdecydowanie zaleca się ich określenie.
pt_pt: Algumas etiquetas, como o rótulo biológico, são usados para filtrar e/ou classificar os resultados da pesquisa, portanto, é altamente recomendável especificá-las.
ro: Unele etichete, cum ar fi eticheta ecologică, sunt utilizate pentru filtrarea și/sau ordonarea rezultatelor căutării, astfel încât se recomandă insistent specificarea acestora.
ru: Некоторые этикетки, такие как органическая этикетка, используются для фильтрации и/или определения результатов поиска, поэтому настоятельно рекомендуется их указать.
sl: Nekatere oznake, kot je organska oznaka, se uporabljajo za filtriranje in/ali razvrščanje rezultatov iskanja, zato je navedba le-teh zelo priporočljiva.
sv: Vissa etiketter, som den organiska etiketten, används för att filtrera och/eller rangordna sökresultat, så det rekommenderas starkt att ange dem.
th: ป้ายกำกับบางอย่าง เช่น ป้ายกำกับสินค้าเกษตรอินทรีย์ ถูกนำมาใช้เพื่อกรองและ/หรือจัดอันดับผลการค้นหา ดังนั้นจึงขอแนะนำอย่างยิ่งให้ระบุป้ายกำกับเหล่านั้น
tr: Araştırma sonuçlarını sıralamak ve / veya filtrelemek için organik etiketler gibi bazı etiketler kullanılır bu yüzden kuvvetli anlamda onları nitelendirmek için önerilirler.
uk: Деякі марки використовуються для фільтрування або класифікації результатів пошуку, до прикладу органічні марки, отже наполегливо рекомендується вказувати їх.
vi: Một số nhãn như nhãn hữu cơ được sử dụng để lọc và / hoặc xếp hạng kết quả tìm kiếm, vì vậy chúng tôi khuyên bạn nên chỉ rõ chúng.
