Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# user_group_producer_description
source: Must be checked only for accounts of producers who edit their own products. Product ownership will be attributed to producers when they add or edit a product.
ar: يجب فقط فحص حسابات المنتجين الذين قاموا بتعديل منتجاتهم الخاصة. سينسب ملكية المنتج للمنتجين عند إضافة أو تعديل منتج.
bg: Трябва да се проверява само за профили на производители, които редактират собствените си продукти. Собствеността на продукта ще се приписва на производителите, когато добавят или редактират продукт.
ca: Només s'ha de comprovar per als comptes de productors que editen els seus propis productes. La propietat del producte s'atribuirà als productors quan afegeixen o editen un producte.
cs: Musí být zaškrtnuto pouze u účtů výrobců, kteří upravují své vlastní produkty. Vlastnictví produktu bude přiřazeno výrobcům, když přidají nebo upraví produkt.
da: Skal kun afkrydses på konti for producenter, som redigerer egne produkter. Produktejerskab tilskrives producenterne, når de tilføjer eller redigerer et produkt.
de: Darf nur für Konten von Produzenten überprüft werden, welche ihre eigenen Produkte bearbeiten. Das Produktbesitzrecht wird den Produzenten zugeschrieben, wenn sie ein Produkt hinzufügen oder bearbeiten.
el: Πρέπει να ελέγχεται μόνο για λογαριασμούς παραγωγών που επεξεργάζονται τα δικά τους προϊόντα. Η ιδιοκτησία προϊόντος θα αποδίδεται στους παραγωγούς όταν προσθέτουν ή επεξεργάζονται ένα προϊόν.
eo: Devus esti markita nur por kontoj de produktantoj, kiuj redaktas siajn proprajn produktojn. Produktposedo estos atribuita al produktantoj kiam ili aldonas aŭ redaktas produkton.
es: Debe verificarse solo para las cuentas de los productores que editan sus propios productos. La propiedad del producto se atribuirá a los productores cuando agreguen o editen un producto.
fa: فقط باید برای حساب‌های تولیدکنندگانی که محصولات خود را ویرایش می‌کنند، بررسی شود. مالکیت محصول زمانی به تولیدکنندگان نسبت داده می‌شود که محصولی را اضافه یا ویرایش کنند.
fi: Oltava valittuna vain tuottajien tileille, jotka muokkaavat omia tuotteitaan. Tuotteen omistajuus määritetään tuottajille, kun he lisäävät tuotteen tai muokkaavat tuotetta.
fr: Ne doit être coché que les comptes des producteurs ajoutant leurs propres produits. La propriété des produits sera attribuée aux producteurs lorsqu'ils ajouteront ou modifieront un produit.
he: יש לסמן רק עבור חשבונות של יצרנים שעורכים את המוצרים של עצמם. הבעלות על המוצר תשויך ליצרנים עקב הוספה או עריכה של מוצר על ידם.
hr: Mora se označiti samo za račune proizvođača koji uređuju vlastite proizvode. Vlasništvo nad proizvodom bit će dodijeljeno proizvođačima kada dodaju ili uređuju proizvod.
hu: Csak a saját termékeiket szerkesztő gyártói fiókoknál kell ellenőrizni. A termék a gyártónak lesz tulajdonítva amikor hozzáadnak vagy módosítanak egy terméket.
id: Harus diperiksa hanya untuk akun para produsen yang menyunting produk-produk mereka sendiri. Kepemilikan produk akan diatribusikan pada para produsen ketika mereka menambahkan atau menyunting produk.
it: Deve essere spuntato solo per gli account dei produttori che modificano i propri prodotti. La proprietà del prodotto verrà attribuita ai produttori quando aggiungono o modificano un prodotto.
ja: 自分の製品を編集する生産者のアカウントにのみチェックする必要があります。 製品の所有権は、製品を追加または編集する際に生産者に帰属します。
ka: უნდა შემოწმდეს მხოლოდ იმ პროდიუსერების ანგარიშებისთვის, რომლებიც საკუთარ პროდუქტებს არედაქტირებენ. პროდუქტის საკუთრება პროდიუსერებს მიენიჭებათ პროდუქტის დამატების ან რედაქტირებისას.
lt: Turi būti patikrinta tik tų gamintojų, kurie redaguoja savo produktus, paskyros. Produkto nuosavybė bus priskirta gamintojams, kai jie pridės arba redaguos produktą.
lv: Jāatzīmē tikai to ražotāju kontiem, kuri rediģē savus produktus. Produkta īpašumtiesības tiks piešķirtas ražotājiem, kad viņi pievienos vai rediģēs produktu.
nl_be: Moet alleen worden gecontroleerd voor accounts van producenten die hun eigen producten bewerken. Producteigendom wordt toegeschreven aan producenten wanneer zij een product toevoegen of bewerken.
pl: Należy sprawdzić tylko w przypadku kont producentów, którzy edytują własne produkty. Prawo własności produktu zostanie przypisana producentom, gdy dodają lub edytują produkt.
pt_pt: Deve ser verificado apenas para contas de produtores que editam os seus próprios produtos. A propriedade do produto será atribuída aos produtores quando eles adicionarem ou editarem um produto.
ro: Trebuie verificat numai pentru conturile producătorilor care își editează propriile produse. Proprietatea produsului va fi atribuită producătorilor atunci când adaugă sau editează un produs.
ru: Должно быть проверено только для счетов производителей, которые редактируют свои собственные продукты. Владелец продукта будет присваиваться производителям при добавлении или редактировании продукта.
sl: Preverba je potrebna samo za račune proizvajalcev, ki urejajo lastne izdelke. Lastništvo izdelka bo pripisano proizvajalcem, ko dodajo ali uredijo izdelek.
sv: Måste bockas endast för konton för producenter som redigerar sina egna produkter. Produktägande kommer att tillskrivas producenter när de lägger till eller redigerar en produkt.
th: ควรตรวจสอบเฉพาะบัญชีของผู้ผลิตที่แก้ไขผลิตภัณฑ์ของตนเองเท่านั้น กรรมสิทธิ์ในผลิตภัณฑ์จะถูกระบุว่าเป็นของผู้ผลิตเมื่อพวกเขามีการเพิ่มหรือแก้ไขผลิตภัณฑ์
tr: Sadece kendi ürünlerini düzenleyen üreticilerin hesapları için işaretlenmelidir. Ürün sahipliği, bir ürünü eklediğinde veya düzenlediğinde üreticilere atfedilecektir.
uk: Необхідно перевірити лише облікові записи виробників, які відредаговують власні продукції. Право власності на продукцію буде передано виробникам під час додавання або редагування продукції.
vi: Chỉ được kiểm tra đối với tài khoản của nhà sản xuất tự chỉnh sửa sản phẩm của họ. Quyền sở hữu sản phẩm sẽ được quy cho nhà sản xuất khi họ thêm hoặc chỉnh sửa một sản phẩm.

# user_group_database
source: Database
ar: قاعدة بيانات
bg: База данни
ca: Base de Dades
cs: Databáze
de: Datenbank
el: Βάση δεδομένων
eo: Datumbazo
es: Base de datos
fa: پایگاه داده
fi: Tietokanta
fr: Base de données
he: מסד נתונים
hr: Baza podataka
hu: Adatbázis
id: Basis data
ja: データベース
ka: მონაცემთა ბაზა
lt: Duomenų bazė
lv: Datubāze
pl: Baza danych
pt_pt: Base de dados
ro: Bază de Date
ru: База данных
sl: Baza podatkov
sv: Databas
th: ฐานข้อมูล
tr: Veri tabanı
uk: База даних користувачів
vi: Cơ sở dữ liệu

# user_group_database_description
source: For external sources of data. Product ownership of imported products will not change.
ar: من المصادر الخارجية للبيانات، لن تتغير ملكية المنتجات المستوردة.
bg: За външни източници на данни. Собствеността на продуктите на внесените продукти няма да се промени.
ca: Per a fonts de dades externes. La propietat dels productes importats no canviarà.
cs: Pro externí zdroje dat. Vlastnictví importovaných produktů se nezmění.
da: Til eksterne datakilder. Produktejerskab af importerede produkter ændres ikke.
de: Für externe Datenquellen. Das Eigentumsrecht an importierten Produkten ändert sich dadurch nicht.
el: Για εξωτερικές πηγές δεδομένων. Η ιδιοκτησία προϊόντων των εισαγόμενων προϊόντων δεν θα αλλάξει.
eo: Por eksteraj datenfontoj. Produktposedo de importitaj produktoj ne ŝanĝiĝos.
es: Para fuentes externas de datos. La propiedad de los productos importados no cambiará.
fa: برای منابع داده خارجی. مالکیت محصول مربوط به محصولات وارداتی تغییر نخواهد کرد.
fi: Ulkoisille tiedonlähteille. Tuotujen tuotteiden omistajuus ei muutu.
fr: Pour les sources de données externes. Les produits importés ne changeront pas de propriétaire.
he: למקורות נתונים חיצוניים. הבעלות על המוצרים המייובאים לא ישתנו.
hr: Za vanjske izvore podataka. Vlasništvo nad uvezenim proizvodima neće se promijeniti.
hu: Külső adatforrásokhoz. Az importált termékek tulajdonjoga nem változik.
id: Untuk sumber data eksternal. Kepemilikan produk dari produk-produk yang diimpor tidak akan berubah.
it: Per fonti esterne di dati. La proprietà del prodotto importato non cambierà.
ja: 外部データソースの場合、インポートされた製品の製品所有権は変更されません。
ka: გარე მონაცემთა წყაროებისთვის. იმპორტირებული პროდუქტების პროდუქტის საკუთრება არ შეიცვლება.
lt: Išoriniams duomenų šaltiniams. Produktų nuosavybės teisė į importuotus produktus nesikeis.
lv: Ārējiem datu avotiem. Importēto produktu īpašumtiesības nemainīsies.
nl_be: Voor externe gegevensbronnen. Het producteigendom van geïmporteerde producten verandert niet.
pl: Dla zewnętrznych źródeł danych. Informacje o własności produktów importowanych nie ulegną nadpisaniu.
pt_pt: Para fontes de dados externas. A propriedade do produto importado não será alterada.
ro: Pentru surse externe de date. Proprietatea produselor importate nu se va schimba.
ru: Для внешних источников данных. Право собственности импортируемых продуктов не изменится.
sl: Za zunanje vire podatkov. Lastništvo uvoženih izdelkov se ne bo spremenilo.
sv: För externa datakällor. Produktägande av importerade produkter kommer inte att ändras.
th: สำหรับแหล่งข้อมูลภายนอก กรรมสิทธิ์ในผลิตภัณฑ์นำเข้าจะไม่เปลี่ยนแปลง
tr: Harici veri kaynakları için. İçe aktarılan ürünlerin ürün sahipliği değişmeyecektir.
uk: Для зовнішніх основ даних. Право власності імпортованих товарів не зміниться.
vi: Đối với các nguồn dữ liệu bên ngoài. Quyền sở hữu sản phẩm của các sản phẩm được nhập lên sẽ không thay đổi.

# user_group_app
source: App
ar: تطبيق
bg: Приложение
ca: Aplicació
cs: Aplikace
el: Εφαρμ.
eo: Aplikaĵo
es: Aplicación
fa: برنامه
fi: Sovellus
fr: Appli
he: יישומון
hr: Aplikacija
hu: Alkalmazás
id: Aplikasi
ja: アプリ
ka: აპი
lt: Programėlė
lv: Lietotne
ro: Aplicatie
ru: Приложение
sl: Aplikacija
th: แอป
tr: Uygulama
uk: Застосунок
vi: Ứng dụng

# user_group_app_description
source: For applications.
ar: من أجل التطبيقات.
bg: За приложения.
ca: Per a aplicacions.
cs: Pro aplikace.
da: Til applikationer.
de: Für Anwendungen
el: Για εφαρμογές.
eo: Por aplikoj.
es: Para aplicaciones.
fa: برای برنامه های کاربردی.
fi: Sovelluksille.
fr: Pour les applications.
he: ליישומונים.
hr: Za aplikacije.
hu: Alkalmazásokhoz.
id: Untuk aplikasi.
it: Per applicazioni.
ja: アプリケーション用。
ka: აპლიკაციებისთვის.
lt: Programoms.
lv: Pieteikumiem.
nl_be: Voor toepassingen.
pl: Dla aplikacji.
pt_pt: Para aplicações.
ro: Pentru aplicații.
ru: Для приложений.
sl: Za aplikacije.
sv: För applikationer.
th: สำหรับการสมัคร
tr: Uygulamalar için.
uk: Призначені для використання.
vi: Đối với các ứng dụng.

# user_group_bot
source: Bot
ar: روبوت
bg: Бот
eo: Roboto
fa: ربات
fi: Botti
fr: Robot
he: רובוט
hu: Robot
ja: ボット
ka: ბოტი
lt: Robotas
lv: Bots
pt_pt: Robô
ro: Boți
ru: Бот
th: บอท
uk: Спеціальна програма «Бот»

# user_group_bot_description
source: For robots, scripts etc.
ar: بالنسبة للربوتات والنصوص إلخ.
bg: За роботи, скриптове и др.
ca: Per a robots, scripts, etc.
cs: Pro roboty, skripty atd.
da: Til robotter, scripts mv.
de: Für Roboter, Skripte usw.
el: Για ρομπότ, scripts κλπ.
eo: Por robotoj, skriptoj ktp.
es: Para robots, scripts, etc.
fa: برای ربات‌ها، اسکریپت‌ها و غیره
fi: Roboteille, komentosarjoille jne.
fr: Pour les robots, scripts, etc.
he: לרובוטים, סקריפטים וכו׳.
hr: Za robote, skripte itd.
hu: Robotoknak, szkriptekhez, stb.
id: Untuk robot, skrip, dll.
it: Per robot, script ecc.
ja: ロボット用、スクリプトなど。
ka: რობოტებისთვის, სკრიპტებისთვის და ა.შ.
lt: Robotams, scenarijams ir kt.
lv: Robotiem, skriptiem utt.
nl_be: Voor robots, scripts etc.
pl: Do botów, skryptów itd.
pt_pt: Para robôs, scripts, etc.
ro: Pentru roboți, scripturi etc.
ru: Для роботов, скриптов и т.д.
sl: Za robote, skripte itd.
sv: För robotar, skript etc.
th: สำหรับหุ่นยนต์ สคริปต์ ฯลฯ
tr: Robotlar, scriptler vs. için.
uk: Призначено для роботів, рукописів тощо.
vi: Đối với rô bốt, tập lệnh, v. v.

# user_group_moderator
source: Moderator
ar: مشرف
bg: Модератор
ca: Moderador/a
cs: Moderátor
el: Συντονιστής
eo: Moderiganto
es: Moderador
fa: مجری
fi: Moderaattori
fr: Modérateur
he: פיקוח
hu: Moderátor
it: Moderatore
ja: モデレータ
ka: მოდერატორი
lt: Moderatorius
lv: Moderators
pt_pt: Moderador
ru: Модератор
th: พิธีกร
tr: Moderatör
uk: Посередник
vi: Điều hành viên

# user_group_moderator_description
source: Moderators have access to special features to edit and review products.
ar: يمكن للمشرفين الوصول إلى ميزات خاصة لتعديل واستعراض المنتجات.
bg: Модераторите имат достъп до специални функции за редактиране и преглед на продукти.
ca: Els moderadors tenen accés a funcions especials per editar i revisar productes.
cs: Moderátoři mají přístup ke speciálním funkcím pro úpravy a kontrolu produktů.
da: Moderatorer har adgang til specialfunktioner til produktredigeringer og -gennemgange.
de: Moderatoren haben Zugriff auf spezielle Funktionen zur Bearbeitung und Überprüfung von Produkten.
el: Οι συντονιστές έχουν πρόσβαση σε ειδικές λειτουργίες για την επεξεργασία και την αξιολόγηση προϊόντων.
eo: Moderigantoj havas aliron al specialaj funkcioj por redakti kaj recenzi produktojn.
es: Los moderadores tienen acceso a funciones especiales para editar y revisar productos.
fa: مدیران به امکانات ویژه‌ای برای ویرایش و بررسی محصولات دسترسی دارند.
fi: Moderaattoreilla on erityispääsy ominaisuuksiin tuotteiden muokkaamiseen ja tarkistukseen.
fr: Les modérateurs ont accès à des fonctionnalités spéciales permettant de modifier et vérifier les produits.
he: למפקחים יש גישה לתכונות מיוחדות כדי לערוך ולסקור מוצרים.
hr: Moderatori imaju pristup posebnim značajkama za uređivanje i pregledavanje proizvoda.
hu: A moderátorok speciális funkciókhoz férhetnek hozzá a termékek szerkesztéséhez és felülvizsgálatához.
id: Moderator memiliki akses ke fitur spesial untuk menyunting dan mengulas produk.
it: I moderatori hanno accesso a funzioni speciali per modificare e rivedere i prodotti.
ja: モデレータは、製品の編集とレビューのための特別な機能にアクセスできます。
ka: მოდერატორებს აქვთ წვდომა სპეციალურ ფუნქციებზე პროდუქტების რედაქტირებისა და მიმოხილვისთვის.
lt: Moderatoriai turi prieigą prie specialių funkcijų, skirtų gaminiams redaguoti ir peržiūrėti.
lv: Moderatoriem ir piekļuve īpašām funkcijām produktu rediģēšanai un pārskatīšanai.
nl_be: Moderators hebben toegang tot speciale functies om producten te bewerken en te beoordelen.
pl: Moderatorzy mają dostęp do dodatkowych narzędzi edycji i przeglądania produktów.
pt_pt: Os moderadores têm acesso a recursos especiais para editar e rever produtos.
ro: Moderatorii au acces la funcții speciale pentru a edita și revizui produsele.
ru: Модераторы имеют доступ к специальным функциям для редактирования и просмотра продуктов.
sl: Moderatorji imajo dostop do posebnih funkcij za urejanje in pregledovanje izdelkov.
sv: Moderatorer har tillgång till specialfunktioner för att redigera och granska produkter.
th: ผู้ดูแลระบบสามารถเข้าถึงฟีเจอร์พิเศษเพื่อแก้ไขและตรวจสอบผลิตภัณฑ์ได้
tr: Moderatörler, ürünleri düzenlemek ve incelemek için özel özelliklere erişebilir.
uk: Посередникам надано доступ до особливих можливостей для редагування та огляду продукцій.
vi: Người điều hành có quyền truy cập vào các tính năng đặc biệt để chỉnh sửa và đánh giá sản phẩm.

# user_group_pro_moderator
source: Moderator for the producers platform
ar: مشرف لمنصة المنتجات
bg: Модератор за платформата на производителите
ca: Moderació per la plataforma de productors
cs: Moderátor pro platformu výrobců
da: Moderator på producentplatformen
de: Moderator für die Produzentenplattform
el: Συντονιστής για την πλατφόρμα παραγωγών
eo: Moderigisto por la platformo de produktantoj
es: Moderador para la plataforma de productores
fa: مجری پلتفرم تولیدکنندگان
fi: Tuottajien alustan moderaattori
fr: Modérateur de la plateforme des producteurs
he: מפקח לפלטפורמת היצרנים
hr: Moderator za platformu producenata
hu: A gyártói platform moderátora
id: Moderator untuk platform para produsen
it: Moderatore per la piattaforma dei produttori
ja: 生産者向けモデレータ
ka: პროდიუსერების პლატფორმის მოდერატორი
lt: Gamintojų platformos moderatorius
lv: Producentu platformas moderators
nl_be: Moderator voor het producentenplatform
pl: Moderator platformy producentów
pt_pt: Moderador para a plataforma de produtores
ro: Moderator pentru platforma producătorilor
ru: Модератор платформы производителей
sl: Moderator platforme proizvajalcev
sv: Moderator för producentplattformen
th: ผู้ดูแลแพลตฟอร์มของผู้ผลิต
tr: Üreticiler platformu için moderatör
uk: Посередник, призначений для платформи виробників
vi: Người kiểm duyệt trên nền tảng nhà sản xuất

# user_group_pro_moderator_description
source: Moderators of the producers platform can view and edit the private products of all users and organizations on the producers platform.
ar: يمكن للمشرفين على منصة المنتجات أن ينظر ويعدل المنتجات الخاصة لجميع المستخدمين والمنظمات لدى منصة المنتجات.
bg: Модераторите на платформата на производителите могат да преглеждат и редактират частните продукти на всички потребители и организации в платформата на производителите.
ca: Les persones que moderen la plataforma de productors poden visualitzar i editar els productes privats de tots els usuaris i organitzacions a la plataforma de productors.
cs: Moderátoři platformy výrobců mohou prohlížet a upravovat soukromé produkty všech uživatelů a organizací na platformě výrobců.
da: Moderatorer kan på deres producentplatform kan se og redigere de private produkter fra alle brugere og organisationer.
de: Moderatoren der Produzentenplattform können die privaten Produkte aller Nutzer und Organisationen auf der Produzentenplattform einsehen und bearbeiten.
el: Οι συντονιστές της πλατφόρμας παραγωγών μπορούν να προβάλλουν και να επεξεργάζονται τα ιδιωτικά προϊόντα όλων των χρηστών και των οργανισμών στην πλατφόρμα παραγωγών.
eo: Moderigantoj de la produktanta platformo povas vidi kaj redakti la privatajn produktojn de ĉiuj uzantoj kaj organizoj sur la produktanta platformo.
es: Los moderadores de la plataforma de productores pueden ver y editar los productos privados de todos los usuarios y organizaciones en la plataforma de productores.
fa: مدیران پلتفرم تولیدکنندگان می‌توانند محصولات خصوصی همه کاربران و سازمان‌ها را در پلتفرم تولیدکنندگان مشاهده و ویرایش کنند.
fi: Tuottajien alustan moderaattorit voivat katsoa ja muokata kaikkien käyttäjien ja järjestöjen tuotteita tuottajien alustalla.
fr: Les modérateurs de la plateforme des producteurs peuvent consulter et éditer les produits privés de tous les utilisateurs et organisations de la plateforme des producteurs.
he: מפקחי פלטפורמת היצרנים יכולים לצפות ולערוך את המוצרים הפרטיים של כל המשתמשים והארגונים בלטפורמת היצרנים.
hr: Moderatori platforme proizvođača mogu pregledavati i uređivati privatne proizvode svih korisnika i organizacija na platformi proizvođača.
hu: A gyártói platform moderátorai megtekinthetik és szerkeszthetik az összes felhasználó és szervezet privát termékeit a gyártói platformon.
id: Moderator dari platform para produsen dapat melihat dan menyunting produk privat dari semua pengguna dan organisasi pada platform para produsen.
it: I moderatori della piattaforma dei produttori possono vedere e modificare i prodotti privati di tutti gli utenti e le organizzazioni sulla piattaforma dei produttori.
ja: 生産者プラットフォームのモデレータは、生産者プラットフォーム上のすべてのユーザーと組織のプライベート製品を表示および編集できます。
ka: პროდიუსერების პლატფორმის მოდერატორებს შეუძლიათ პროდიუსერების პლატფორმაზე არსებული ყველა მომხმარებლისა და ორგანიზაციის პირადი პროდუქტების ნახვა და რედაქტირება.
lt: Gamintojų platformos moderatoriai gali peržiūrėti ir redaguoti privačius visų vartotojų ir organizacijų produktus gamintojų platformoje.
lv: Ražotāju platformas moderatori var skatīt un rediģēt visu lietotāju un organizāciju privātos produktus ražotāju platformā.
nl_be: Moderators van het producentenplatform kunnen de privéproducten van alle gebruikers en organisaties op het producentenplatform bekijken en bewerken.
pl: Moderatorzy platformy producentów mogą podejrzeć oraz edytować własne produkty wszystkich użytkowników i organizacji na platformie producentów.
pt_pt: Os moderadores da plataforma de produtores podem visualizar e editar os produtos privados de todos os utilizadores e organizações na plataforma de produtores.
ro: Moderatorii platformei producătorilor pot vizualiza și edita produsele private ale tuturor utilizatorilor și organizațiilor de pe platforma producătorilor.
ru: Модераторы платформы производителей могут просматривать и редактировать частные продукты всех пользователей и организаций на платформе производителей.
sl: Moderatorji platforme proizvajalcev si lahko ogledajo in urejajo zasebne izdelke vseh uporabnikov in organizacij na platformi proizvajalcev.
sv: Moderatorer för producentplattformen kan visa och redigera privata produkter för alla användare och organisationer på producentplattformen.
th: ผู้ดูแลแพลตฟอร์มผู้ผลิตสามารถดูและแก้ไขผลิตภัณฑ์ส่วนตัวของผู้ใช้และองค์กรทั้งหมดบนแพลตฟอร์มผู้ผลิตได้
tr: Üreticiler platformunun moderatörleri, üreticiler platformundaki tüm kullanıcıların ve kuruluşların özel ürünlerini görüntüleyebilir ve düzenleyebilir.
uk: Посередники, що працюють на платформі виробників можуть переогляду ти та редагувати приватні продукції, що належать всім користувачам та організаціям, які розміщені на платформі виробників.
vi: Người điều hành nền tảng nhà sản xuất có thể xem và chỉnh sửa các sản phẩm riêng của tất cả người dùng và tổ chức trên nền tảng nhà sản xuất.

# donation_banner_hide
source: I have already donated or I'm not interested. Hide the banner.
ar: قد تبرعت بالفعل أو لست مهتمًا. إخف هذه اللافتة.
bg: Вече съм дарил или не се интересувам. Скрий банера.
ca: Ja he donat o no m’interessa. Amaga la pancarta.
cs: Již jsem přispěl nebo nemám zájem. Skryjte banner.
da: Jeg har allerede doneret, eller jeg er ikke interesseret. Skjul banneret.
de: Ich habe bereits gespendet oder bin nicht interessiert. Den Banner ausblenden.
el: Έχω ήδη δωρίσει ή δεν με ενδιαφέρει. Απόκρυψη κεφαλίδας.
eo: Mi jam donacis aŭ mi ne interesiĝas. Kaŝu la standardon.
es: Ya he donado o no estoy interesado. Ocultar el banner.
fa: من قبلاً کمک مالی کرده‌ام یا علاقه‌مند نیستم. بنر را پنهان کنید.
fi: Olen jo lahjoittanut, tai en ole kiinnostunut. Piilota banneri.
fr: J'ai déjà fait un don ou je ne suis pas intéressé. Cacher la bannière.
he: כבר תרמתי או שאין לי עניין לתרום. נא להסתיר את המודעה.
hr: Već sam donirao/la ili nisam zainteresiran/a. Sakrij banner.
hu: Már adományoztam, vagy nem érdekel. Banner elrejtése.
id: Saya telah melakukan donasi, atau saya tidak tertarik. Sembunyikan spanduk.
it: Ho già donato o non sono interessato. Nascondi il banner.
ja: 私はすでに寄付しているか、興味がありません。バナーを隠してください。
ka: მე უკვე გავიღე შემოწირულობა ან არ ვარ დაინტერესებული. დამალეთ ბანერი.
lt: Aš jau paaukojau ar man neįdomu. Paslėpti reklamą.
lv: Es jau esmu ziedojis vai arī mani tas neinteresē. Paslēpiet reklāmkarogu.
nl_be: Ik heb al gedoneerd of ik heb geen interesse. Verberg de banner.
pl: Już przekazałem darowiznę lub nie jestem zainteresowany. Ukryj baner.
pt_pt: Já fiz um donativo ou não estou interessado. Fechar isto.
ro: Am donat deja sau nu sunt interesat. Ascunde banner-ul.
ru: Я уже пожертвовал или мне не интересно. Скрыть баннер.
sl: Sem že doniral ali pa me ne zanima. Skrij pasico.
sv: Jag har redan donerat eller så är jag inte intresserad. Dölj bannern.
th: ฉันบริจาคไปแล้ว หรือฉันไม่สนใจ ซ่อนแบนเนอร์
tr: Ben zaten bağış yaptım ya da ilgilenmiyorum. Afişi gizle.
uk: Я вже робив пожертви раніше і не зацікавлений в цьому. Приховайте сповіщення.
vi: Tôi đã quyên góp hoặc tôi không quan tâm về điều này. Ẩn biểu ngữ đi.
