Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# f_app_user
source: A user of the {app_name} app
bg: Потребител на приложението {app_name}
ca: Un usuari de l'aplicació {app_name}
cs: Uživatel aplikace {app_name}
da: En bruger af {app_name}-appen
de: Ein Benutzer der App {app_name}
el: Ένας χρήστης της εφαρμογής {app_name}
eo: Uzanto de la aplikaĵo {app_name}
es: Un usuario de la aplicación {app_name}
fa: کاربر برنامه {app_name}
fi: Sovelluksen {app_name} käyttäjä
fr: Un utilisateur de l'application {app_name}
he: משתמש ביישומון {app_name}
hr: Korisnik aplikacije {app_name}
hu: A(z) {app_name} alkalmazás felhasználója
id: Pengguna aplikasi {app_name}
it: Un utente dell'app {app_name}
ja: {app_name} アプリのユーザ
ka: {app_name} აპლიკაციის მომხმარებელი
lt: {app_name} programos naudotojas
lv: Lietotnes {app_name} lietotājs
nl_be: Een gebruiker van de {app_name} -app
pl: Użytkownik aplikacji {app_name}
pt_pt: Um utilizador da aplicação {app_name}
ro: Un utilizator al aplicației {app_name}
ru: Пользователь приложения {app_name}
sl: Uporabnik aplikacije {app_name}
sv: En användare av appen {app_name}
th: ผู้ใช้แอป {app_name}
tr: {app_name} uygulamasının bir kullanıcısı
uk: Користувач додатку {app_name}
vi: Một người dùng ứng dụng {app_name}

# food_groups_p
source: food groups
bg: хранителни групи
ca: grups d'aliments
cs: skupiny potravin
da: fødevaregrupper
de: Lebensmittelgruppen
el: ομάδες τροφίμων
eo: nutraĵgrupoj
es: grupos de comida
fa: گروه‌های غذایی
fi: ruokaryhmät
fr: groupes d'aliments
he: קבוצות מזון
hr: skupine hrane
hu: élelmiszercsoportok
id: kelompok makanan
it: gruppi alimentari
ja: 食品グループ
ka: საკვები ჯგუფები
lt: maisto grupės
lv: pārtikas grupas
nl_be: voedselgroepen
pl: grupy żywności
pt_pt: grupos de comida
ro: grupe alimentare
ru: группы продуктов питания
sl: skupine živil
sv: livsmedelsgrupper
th: กลุ่มอาหาร
tr: besin grupları
uk: групи продуктів харчування
vi: các nhóm thực phẩm

# food_groups_s
source: food group
bg: хранителна група
ca: grup d'aliments
cs: skupina potravin
da: fødevaregruppe
de: Lebensmittelgruppe
el: ομάδα τροφίμων
eo: nutraĵgrupo
es: grupo de comida
fa: گروه غذایی
fi: ruokaryhmä
fr: groupe d'aliments
he: קבוצת מזון
hr: grupa hrane
hu: élelmiszercsoport
id: kelompok makanan
it: gruppo alimentare
ja: 食品グループ
ka: საკვების ჯგუფი
lt: maisto grupė
lv: pārtikas grupa
nl_be: voedselgroep
pl: grupa żywności
pt_pt: grupo de comida
ro: grupa alimentară
ru: группа продуктов питания
sl: skupina živil
sv: livsmedelsgrupp
th: กลุ่มอาหาร
tr: besin grubu
uk: продукти харчування
vi: nhóm thực phẩm

source: Non-vegan ingredients
bg: Невегански съставки
ca: Ingredients no vegans
cs: Neveganské přísady
da: Ikke-veganske ingredienser
de: Nicht-vegane Zutaten
el: Μη vegan συστατικά
eo: Ne-veganaj ingrediencoj
es: Ingredientes no veganos
fa: مواد تشکیل دهنده غیر وگان
fi: Ei-vegaanisia ainesosia
fr: Ingrédients non végétaliens
he: רכיבים שאינם טבעוניים
hr: Ne-veganski sastojci
hu: Nem vegán összetevők
id: Bahan-bahan non-vegan
it: Ingredienti non-vegani
ja: 非ビーガン原材料
ka: არავეგანური ინგრედიენტები
lt: Ne veganiški ingredientai
lv: Nevegāniskas sastāvdaļas
nl_be: Niet-veganistische ingrediënten
pl: Składniki niewegańskie
pt_pt: Ingredientes não veganos
ro: Ingrediente non-vegane
ru: Невеганские ингредиенты
sl: Neveganske sestavine
sv: Icke-veganska ingredienser
th: ส่วนผสมที่ไม่ใช่มังสวิรัติ
tr: Vegan olmayan malzemeler
uk: Не веганські інгредієнти
vi: Thành phần không thuần chay

# vegan_ingredients
source: No non-vegan ingredients detected
bg: Не са открити невегански съставки
ca: No s'han detectat ingredients no vegans
cs: Nebyly zjištěny žádné neveganské přísady
da: Ingen ikke-veganske ingredienser fundet
de: Keine nicht-veganen Zutaten nachgewiesen
el: Δεν ανιχνεύθηκαν μη vegan συστατικά
eo: Neniuj ne-veganaj ingrediencoj detektitaj
es: No se han detectado ingredientes no veganos
fa: هیچ ماده غیر وگانی شناسایی نشد
fi: Ei-vegaanisia ainesosia ei havaittu
fr: Aucun ingrédient non végétalien détecté
he: לא זוהו רכיבים שאינם טבעוניים
hr: Nisu otkriveni neveganski sastojci
hu: Nem találtunk nem vegán összetevőket
id: Tidak ada bahan non-vegab yang terdeteksi
it: Nessun ingrediente non-vegano rilevato
ja: 非ビーガン原材料は検出されませんでした
ka: არავეგანური ინგრედიენტები არ არის აღმოჩენილი
lt: Nerasta jokių ne veganiškų ingredientų
lv: Nav konstatētas ne-vegāniskas sastāvdaļas
nl_be: Geen niet-veganistische ingrediënten gedetecteerd
pl: Nie wykryto żadnych składników niewegańskich
pt_pt: Não foram detetados ingredientes não veganos
ro: Nu au fost detectate ingrediente non-vegane
ru: Невеганских ингредиентов не обнаружено
sl: Zaznane niso bile neveganske sestavine
sv: Inga icke-veganska ingredienser upptäcktes
th: ไม่พบส่วนผสมที่ไม่ใช่มังสวิรัติ
tr: Vegan olmayan içerik tespit edilmedi
uk: Не виявлено не веганських інгредієнтів
vi: Không có thành phần không thuần chay

# maybe_vegan_ingredients
source: Ingredients that may not be vegan
bg: Съставки, които може да не са вегански
ca: Ingredients que potser no són vegans
cs: Ingredience, které nemusí být veganské
da: Ingredienser, som måske ikke er veganske
de: Zutaten, die möglicherweise nicht vegan sind
el: Συστατικά που μπορεί να μην είναι vegan
eo: Ingrediencoj kiuj eble ne estas veganaj
es: Ingredientes que pueden no ser veganos
fa: موادی که ممکن است وگان نباشند
fi: Ainesosia, jotka eivät välttämättä ole vegaanisia
fr: Ingrédients qui peuvent ne pas être végétaliens
he: רכיבים שעשויים להיות לא טבעוניים
hr: Sastojci koji možda nisu veganski
hu: Esetleg nem vegán összetevők
id: Bahan-bahan yang mungkin bukan vegan
it: Ingredienti che potrebbero non esser vegani
ja: 非ビーガンの可能性のある原材料
ka: ინგრედიენტები, რომლებიც შეიძლება ვეგანური არ იყოს
lt: Ingredientai, kurie gali būti ne veganiški
lv: Sastāvdaļas, kas var nebūt vegānas
nl_be: Ingrediënten die mogelijk niet vegan zijns
pl: Składniki, które mogą nie być wegańskie
pt_pt: Ingredientes que podem não ser veganos
ro: Ingrediente care poate nu sunt vegane
ru: Ингредиенты, которые не могут быть вегетарианскими
sl: Sestavine, ki morda niso veganske
sv: Ingredienser som kanske inte är veganska
th: ส่วนผสมบางอย่างอาจไม่ใช่มังสวิรัติ
tr: Vegan olmayabilecek içerikler
uk: Інгредієнти, які можуть бути не веганськими
vi: Thành phần có thể không thuần chay

# attribute_vegan_setting_note
source: To determine whether a product is vegan, we only rely on the list of ingredients.
bg: За да определим дали даден продукт е веган, ние разчитаме само на списъка със съставките.
cs: Abychom určili, zda je produkt veganský, spoléháme pouze na seznam složek.
da: Hvorvidt et produkt er vegansk, afgøres kun via ingredienslisten.
de: Um festzustellen, ob ein Produkt vegan ist, verlassen wir uns ausschließlich auf die Liste der Inhaltsstoffe.
el: Για να προσδιορίσουμε εάν ένα προϊόν είναι κατάλληλο για χορτοφαγία (vegan), βασιζόμαστε μόνο στη λίστα των συστατικών.
eo: Por determini ĉu produkto estas vegana, ni nur fidas je la listo de ingrediencoj.
fa: برای تعیین اینکه آیا یک محصول وگان است یا خیر، ما فقط به لیست مواد تشکیل دهنده آن تکیه می‌کنیم.
fi: Tuotteen vegaanisuuden määrittämiseksi luotamme vain ainesosaluetteloon.
fr: Pour déterminer si un produit est végétalien, nous nous appuyons uniquement sur la liste des ingrédients.
he: כדי לקבוע אם מוצר הוא טבעוני, אנו מסתמכים רק על רשימת הרכיבים.
hr: Kako bismo utvrdili je li proizvod veganski, oslanjamo se samo na popis sastojaka.
hu: Annak megállapításához, hogy egy termék vegán-e, csak az összetevők listájára hagyatkozunk.
id: Untuk menentukan suatu produk termasuk vegan, kami hanya mengandalkan daftar bahan.
it: Per determinare se un prodotto è vegano, ci affidiamo esclusivamente all'elenco degli ingredienti.
ja: 製品がビーガンであるかどうかを判断するには、成分リストのみに依存します。
ka: პროდუქტის ვეგანურია თუ არა, ჩვენ მხოლოდ ინგრედიენტების სიას ვეყრდნობით.
lt: Norėdami nustatyti, ar produktas yra veganiškas, pasikliaujame tik ingredientų sąrašu.
lv: Lai noteiktu, vai produkts ir vegānisks, mēs paļaujamies tikai uz sastāvdaļu sarakstu.
nl_be: Om te bepalen of een product vegan is, gaan we alleen af op de ingrediëntenlijst.
pl: Aby określić, czy produkt jest wegański, polegamy tylko i wyłącznie na liście składników.
pt_pt: Para determinar se um produto é vegan, baseamo-nos apenas na lista de ingredientes.
ro: Pentru a stabili dacă un produs este vegan, ne bazăm doar pe lista de ingrediente.
ru: Для обнаружения того является ли продукт веганским мы можем только полагаться на список ингредиентов.
sv: För att avgöra om en produkt är vegansk förlitar vi oss endast på ingrediensförteckningen.
th: ในการตรวจสอบว่าผลิตภัณฑ์นั้นเป็นมังสวิรัติหรือไม่ เราจะพิจารณาจากรายการส่วนผสมเท่านั้น
tr: Bir ürünün vegan olup olmadığını belirlemek için yalnızca içindekiler listesine güveniriz.
uk: Щоб визначити, чи є продукт веганським, ми покладаємося лише на список інгредієнтів.

source: Non-vegetarian ingredients
bg: Невегетариански съставки
ca: Ingredients no vegetarians
cs: Nevegetariánské přísady
da: Ikke-vegetariske ingredienser
de: Nicht-vegetarische Zutaten
el: Μη χορτοφαγικά συστατικά
eo: Ne-vegetaraj ingrediencoj
es: Ingredientes no vegetarianos
fa: مواد اولیه غیر گیاهی
fi: Ei-vegetaarisia ainesosia
fr: Ingrédients non végétariens
he: רכיבים שאינם צמחוניים
hr: Nevegetarijanski sastojci
hu: Nem vegetáriánus összetevők
id: Bahan-bahan non-vegetarian
it: Ingredienti non-vegetariani
ja: 非ベジタリアン原材料
ka: არავეგეტარიანული ინგრედიენტები
lt: Ne vegetariški ingredientai
lv: Neveģetāras sastāvdaļas
nl_be: Niet-vegetarische ingrediënten
pl: Składniki niewegetariańskie
pt_pt: Ingredientes não vegetarianos
ro: Ingrediente non-vegetariene
ru: Не вегетарианские ингредиенты
sl: Nevegetarijanske sestavine
sv: Icke-vegetariska ingredienser
th: ส่วนผสมที่ไม่ใช่มังสวิรัติ
tr: Vejetaryen olmayan içerikler
uk: Не вегетаріанські інгредієнти
vi: Thành phần không dành cho người ăn chay

# vegetarian_ingredients
source: No non-vegetarian ingredients detected
bg: Не са открити невегетариански съставки
ca: No s'han detectat ingredients no vegetarians
cs: Nebyly zjištěny žádné nevegetariánské přísady
da: Ingen ike-vegetariske ingredienser fundet
de: Keine nicht-vegetarischen Zutaten nachgewiesen
el: Δεν ανιχνεύθηκαν μη χορτοφαγικά συστατικά
eo: Neniuj ne-vegetaraj ingrediencoj detektitaj
es: No se han detectado ingredientes no vegetarianos
fa: هیچ ماده غیرگیاهی شناسایی نشد
fi: Ei-vegetaarisia ainesosia ei havaittu
fr: Aucun ingrédient non végétarien détecté
he: לא זוהו רכיבים שאינם צמחוניים
hr: Nisu otkriveni sastojci koji nisu vegetarijanski
hu: Nem találtunk nem vegetáriánus összetevőket
id: Tidak ada bahan non-vegetarian yang terdeteksi
it: Nessun ingrediente non vegetariano rilevato
ja: 非ベジタリアン原材料は検出されませんでした
ka: არავეგეტარიანული ინგრედიენტები არ არის აღმოჩენილი
lt: Neaptikta jokių ne vegetariškų ingredientų
lv: Nav konstatētas neveģetāras sastāvdaļas
nl_be: Geen niet-vegetarische ingrediënten gevonden
pl: Nie wykryto składników niewegetariańskich
pt_pt: Não foram detetados ingredientes não vegetarianos
ro: Nu au fost detectate ingrediente non-vegetariene
ru: Обнаружены не вегетарианские ингредиенты
sl: Zaznane niso bile nevegetarijanske sestavine
sv: Inga icke-vegetariska ingredienser upptäcktes
th: ไม่พบส่วนผสมที่ไม่ใช่มังสวิรัติ
tr: Vejetaryen olmayan içerik tespit edilmedi
uk: Не вегетаріанських інгредієнтів не виявлено
vi: Không có thành phần không dành cho người ăn chay

# maybe_vegetarian_ingredients
source: Ingredients that may not be vegetarian
bg: Съставки, които може да не са вегетариански
ca: Ingredients que potser no són vegetarians
cs: Ingredience, které nemusí být vegetariánské
da: Ingredienser, som måske ikke er vegetariske
de: Zutaten, die möglicherweise nicht vegetarisch sind
el: Συστατικά που μπορεί να μην είναι χορτοφαγικά
eo: Ingrediencoj kiuj eble ne estas vegetaraj
es: Ingredientes que pueden no ser vegetarianos
fa: موادی که ممکن است گیاهی نباشند
fi: Ainesosia, jotka eivät välttämättä ole vegetaarisia
fr: Ingrédients qui peuvent ne pas être végétariens
he: רכיבים שעשויים להיות לא צמחוניים
hr: Sastojci koji možda nisu vegetarijanski
hu: Esetleg nem vegetáriánus összetevők
id: Bahan-bahan yang mungkin bukan vegetarian
it: Ingredienti che potrebbero non esser vegetariani
ja: 非ベジタリアンの可能性のある原材料
ka: ინგრედიენტები, რომლებიც შეიძლება ვეგეტარიანული არ იყოს
lt: Ingredientai, kurie gali būti ne vegetariški
lv: Sastāvdaļas, kas var nebūt veģetāras
nl_be: Ingrediënten die mogelijks niet vegetarisch zijn
pl: Składniki, które mogą nie być wegetariańskie
pt_pt: Ingredientes que podem não ser vegetarianos
ro: Ingrediente care nu pot fi vegetariene
ru: Ингредиенты, которые не могут быть вегетарианскими
sl: Sestavine, ki morda niso vegetarijanske
sv: Ingredienser som kanske inte är vegetariska
th: ส่วนผสมบางอย่างอาจไม่เหมาะสำหรับผู้ทานมังสวิรัติ
tr: Vejetaryen olmayabilecek içerikler
uk: Інгредієнти, які можуть бути не вегетаріанськими
vi: Thành phần có thể không phải thực phẩm chay

# attribute_vegetarian_setting_note
source: To determine whether a product is vegetarian, we only rely on the list of ingredients.
bg: За да определим дали даден продукт е вегетариански, ние разчитаме само на списъка със съставките.
cs: Abychom určili, zda je produkt vegetariánský, spoléháme pouze na seznam složek.
da: Hvorvidt et produkt er vegetarisk, afgøres kun via ingredienslisten.
de: Um festzustellen, ob ein Produkt vegetarisch ist, verlassen wir uns ausschließlich auf die Liste der Zutaten.
el: Για να προσδιορίσουμε εάν ένα προϊόν είναι κατάλληλο για χορτοφαγία (vegeterian), βασιζόμαστε μόνο στη λίστα των συστατικών.
eo: Por determini ĉu produkto estas vegetarana, ni fidas nur la liston de ingrediencoj.
fa: برای تعیین اینکه آیا یک محصول گیاهی است یا خیر، ما فقط به لیست مواد تشکیل دهنده آن تکیه می‌کنیم.
fi: Tuotteen vegetaarisuuden määrittämiseksi luotamme vain ainesosaluetteloon.
fr: Pour déterminer si un produit est végétarien, nous nous appuyons uniquement sur la liste des ingrédients.
he: כדי לקבוע אם מוצר הוא צמחוני, אנו מסתמכים רק על רשימת הרכיבים.
hr: Kako bismo utvrdili je li proizvod vegetarijanski, oslanjamo se samo na popis sastojaka.
hu: Annak megállapításához, hogy egy termék vegetáriánus-e, csak az összetevők listájára hagyatkozunk.
id: Untuk menentukan suatu produk termasuk vegetarian, kami hanya mengandalkan daftar bahan.
it: Per determinare se un prodotto è vegetariano, ci affidiamo esclusivamente all'elenco degli ingredienti.
ja: 製品がビーガンであるかどうかを判断するには、成分リストのみに依存します。
ka: იმის დასადგენად, არის თუ არა პროდუქტი ვეგეტარიანული, ჩვენ მხოლოდ ინგრედიენტების სიას ვეყრდნობით.
lt: Norėdami nustatyti, ar produktas yra vegetariškas, pasikliaujame tik ingredientų sąrašu.
lv: Lai noteiktu, vai produkts ir veģetārs, mēs paļaujamies tikai uz sastāvdaļu sarakstu.
nl_be: Om te bepalen of een product vegetarisch is, gaan we alleen af op de ingrediëntenlijst.
pl: Aby określić, czy produkt jest wegetariański, polegamy tylko i wyłącznie na liście składników.
pt_pt: Para determinar se um produto é vegetariano, baseamo-nos apenas na lista de ingredientes.
ro: Pentru a stabili dacă un produs este vegetarian, ne bazăm doar pe lista de ingrediente.
ru: Для обнаружения является ли продукт вегетарианским, мы можем только полагаться на список ингредиентов.
sv: För att avgöra om en produkt är vegetarisk förlitar vi oss endast på ingrediensförteckningen.
th: ในการตรวจสอบว่าผลิตภัณฑ์นั้นเป็นมังสวิรัติหรือไม่ เราจะพิจารณาจากรายการส่วนผสมเท่านั้น
tr: Bir ürünün vejetaryen olup olmadığını belirlemek için yalnızca içindekiler listesine güveniriz.
uk: Щоб визначити, чи є продукт вегетаріанським, ми покладаємося лише на список інгредієнтів.

# palm_oil_ingredients
source: Ingredients that contain palm oil
bg: Съставки, които съдържат палмово масло
ca: Ingredients que contenen oli de palma
cs: Ingredience, které obsahují palmový olej
da: Ingredienser indeholdende palmeolie
de: Zutaten, die Palmöl enthalten
el: Συστατικά που περιέχουν φοινικέλαιο
eo: Ingrediencoj kiuj enhavas palmoleon
es: Ingredientes que contienen aceite de palma
fa: موادی که حاوی روغن پالم هستند
fi: Palmuöljyä sisältäviä ainesosia
fr: Ingrédients contenant de l'huile de palme
he: רכיבים שמכילים שמן דקלים
hr: Sastojci koji sadrže palmino ulje
hu: Pálmaolajat tartalmazó összetevők
id: Bahan-bahan yang mengandung minyak kelapa sawit
it: Ingredienti che contengono olio di palma
ja: パーム油を含む原材料
ka: ინგრედიენტები, რომლებიც შეიცავს პალმის ზეთს
lt: Ingredientai, kurių sudėtyje yra palmių aliejaus
lv: Sastāvdaļas, kas satur palmu eļļu
nl_be: Ingrediënten die palmolie bevatten
pl: Składniki zawierające olej palmowy
pt_pt: Ingredientes que contêm óleo de palma
ro: Ingrediente care conțin ulei de palmier
ru: Ингредиенты содержащие пальмовое масло
sl: Sestavine, ki vsebujejo palmovo olje
sv: Ingredienser som innehåller palmolja
th: ส่วนผสมที่มีน้ำมันปาล์ม
tr: Hurma yağı içeren malzemeler
uk: Інгредієнти, що містять пальмову олію
vi: Thành phần chứa dầu cọ

# may_contain_palm_oil_ingredients
source: Ingredients that may contain palm oil
bg: Съставки, които можe да съдържат палмово масло
ca: Ingredients que poden contenir oli de palma
cs: Přísady, které mohou obsahovat palmový olej
da: Ingredienser, som måske indeholder palmeolie
de: Zutaten, die möglicherweise Palmöl enthalten
el: Συστατικά που μπορεί να περιέχουν φοινικέλαιο
eo: Ingrediencoj kiuj povas enhavi palmoleon
es: Ingredientes que pueden contener aceite de palma
fa: موادی که ممکن است حاوی روغن پالم باشند
fi: Ainesosia, jotka voivat sisältää palmuöljyä
fr: Ingrédients pouvant contenir de l'huile de palme
he: רכיבים שעשויים להכיל שמן דקלים
hr: Sastojci koji mogu sadržavati palmino ulje
hu: Összetevők amelyek pálmaolajat tartalmazhatnak
id: Bahan-bahan yang mungkin mengandung minyak kelapa sawit
it: Ingredienti che potrebbero contenere olio di palma
ja: パーム油を含む可能性のある原材料
ka: ინგრედიენტები, რომლებიც შეიძლება შეიცავდეს პალმის ზეთს
lt: Sudedamosios dalys, kuriose gali būti palmių aliejaus
lv: Sastāvdaļas, kas var saturēt palmu eļļu
nl_be: Ingrediënten die palmolie kunnen bevatten
pl: Składniki, które mogą zawierać olej palmowy
pt_pt: Ingredientes que podem conter óleo de palma
ro: Ingrediente care pot conține ulei de palmier
ru: Ингредиенты возможно содержащие пальмовое масло
sl: Sestavine, ki lahko vsebujejo palmovo olje
sv: Ingredienser som kan innehålla palmolja
th: ส่วนผสมที่อาจมีน้ำมันปาล์ม
tr: Hurma yağı içerebilecek malzemeler
uk: Інгредієнти, які можуть містити пальмову олію
vi: Thành có có thể chứa dầu cọ

# palm_oil_free_ingredients
source: No ingredients containing palm oil detected
bg: Не са открити съставки, съдържащи палмово масло
ca: No s'han detectat ingredients que continguin oli de palma
cs: Nebyly zjištěny žádné složky obsahující palmový olej
da: Ingen ingredienser indeholdende palmeolie fundet
de: Keine Zutaten mit Palmöl nachgewiesen
el: Δεν ανιχνεύθηκαν συστατικά που περιέχουν φοινικέλαιο
eo: Neniuj ingrediencoj enhavantaj palmoleon detektitaj
es: No se ha detectado ningún ingrediente que contenga aceite de palma
fa: هیچ ماده‌ای حاوی روغن پالم شناسایی نشد
fi: Palmuöljyä sisältäviä ainesosia ei havaittu
fr: Aucun ingrédient contenant de l'huile de palme détecté
he: לא זוהו רכיבים שמכילים שמן דקלים
hr: Nisu otkriveni sastojci koji sadrže palmino ulje
hu: Nem találtunk pálmaolajat tartalmazó összetevőket
id: Tidak ada bahan yang mengandung minyak kelapa sawit yang terdeteksi
it: Nessun ingrediente contenente olio di palma rilevato
ja: パーム油を含む原材料は検出されませんでした
ka: პალმის ზეთის შემცველი ინგრედიენტები არ არის აღმოჩენილი
lt: Jokių sudedamųjų dalių, kuriose yra palmių aliejaus, neaptikta
lv: Nav konstatētas palmu eļļu saturošas sastāvdaļas
nl_be: Geen ingrediënten gevonden die palmolie bevatten
pl: Nie wykryto składników zawierających olej palmowy
pt_pt: Não foram detetados ingredientes que contenham óleo de palma
ro: Nu au fost detectate ingrediente care conțin ulei de palmier
ru: Не обнаружено ингредиентов содержащих пальмовое масло
sl: Zaznana ni nobena sestavina, ki bi lahko vsebovala palmovo olje
sv: Inga ingredienser som innehåller palmolja upptäckta
th: ไม่พบส่วนผสมใดๆ ที่มีน้ำมันปาล์ม
tr: Hurma yağı içeren içerik bulunamadı
uk: Жодних інгредієнтів, що містять пальмову олію, не виявлено
vi: Không có thành phần chứa dầu cọ

# attribute_palm_oil_setting_note
source: To determine whether a product contains palm oil, we only rely on the list of ingredients.
bg: За да определим дали даден продукт съдържа палмово масло, ние разчитаме само на списъка на съставките.
cs: Abychom zjistili, zda produkt obsahuje palmový olej, spoléháme se pouze na seznam složek.
da: Hvorvidt et produkt indeholder plameolie, afgøres kun via ingredienslisten.
de: Um festzustellen, ob ein Produkt Palmöl enthält, verlassen wir uns ausschließlich auf die Liste der Inhaltsstoffe.
el: Για να προσδιορίσουμε εάν ένα προϊόν περιέχει φοινικέλαιο, βασιζόμαστε μόνο στη λίστα των συστατικών.
eo: Por determini ĉu produkto enhavas palmoleon, ni nur fidas la liston de ingrediencoj.
fa: برای تعیین اینکه آیا یک محصول حاوی روغن پالم است یا خیر، ما فقط به لیست مواد تشکیل دهنده آن تکیه می‌کنیم.
fi: Sen määrittämiseksi, sisältääkö tuote palmuöljyä, luotamme vain ainesosaluetteloon.
fr: Pour déterminer si un produit contient de l'huile de palme, nous nous appuyons uniquement sur la liste des ingrédients.
he: כדי לקבוע אם מוצר מכיל שמן דקלים, אנו מסתמכים רק על רשימת הרכיבים.
hr: Kako bismo utvrdili sadrži li proizvod palmino ulje, oslanjamo se samo na popis sastojaka.
hu: Annak megállapításához, hogy egy termék tartalmaz-e pálmaolajat, csak az összetevők listájára hagyatkozunk.
id: Untuk menentukan suatu produk mengandung minyak sawit, kami hanya mengandalkan daftar bahan.
it: Per determinare se un prodotto contiene olio di palma, ci affidiamo esclusivamente all'elenco degli ingredienti.
ka: იმის დასადგენად, შეიცავს თუ არა პროდუქტი პალმის ზეთს, ჩვენ მხოლოდ ინგრედიენტების სიას ვეყრდნობით.
lt: Norėdami nustatyti, ar produkte yra palmių aliejaus, pasikliaujame tik ingredientų sąrašu.
lv: Lai noteiktu, vai produkts satur palmu eļļu, mēs paļaujamies tikai uz sastāvdaļu sarakstu.
nl_be: Om te bepalen of een product palmolie bevat, gaan we alleen af op de ingrediëntenlijst.
pl: Aby określić, czy produkt zawiera olej palmowy, polegamy tylko i wyłącznie na liście składników.
pt_pt: Para determinar se um produto contém óleo de palma, baseamo-nos apenas na lista de ingredientes.
ro: Pentru a determina dacă un produs conține ulei de palmier, ne bazăm doar pe lista de ingrediente.
ru: Для обнаружения продуктов содержащих пальмовое масло, мы можем только полагаться на список ингредиентов.
sv: För att avgöra om en produkt innehåller palmolja förlitar vi oss endast på ingrediensförteckningen.
th: ในการตรวจสอบว่าผลิตภัณฑ์มีน้ำมันปาล์มหรือไม่ เราอาศัยเพียงรายการส่วนผสมเท่านั้น
tr: Bir ürünün hurma yağı içerip içermediğini belirlemek için yalnızca içindekiler listesine güveniriz.
uk: Щоб визначити, чи містить продукт пальмової олії, ми покладаємося лише на список інгредієнтів.

# attribute_without_palm_oil_setting_note
source: To determine whether a product contains palm oil, we only rely on the list of ingredients.
eo: Por determini ĉu produkto enhavas palmoleon, ni nur fidas la liston de ingrediencoj.
fa: برای تعیین اینکه آیا یک محصول حاوی روغن پالم است یا خیر، ما فقط به لیست مواد تشکیل دهنده آن تکیه می‌کنیم.
hr: Kako bismo utvrdili sadrži li proizvod palmino ulje, oslanjamo se samo na popis sastojaka.
ka: იმის დასადგენად, შეიცავს თუ არა პროდუქტი პალმის ზეთს, ჩვენ მხოლოდ ინგრედიენტების სიას ვეყრდნობით.
lv: Lai noteiktu, vai produkts satur palmu eļļu, mēs paļaujamies tikai uz sastāvdaļu sarakstu.
sv: För att avgöra om en produkt innehåller palmolja förlitar vi oss endast på ingrediensförteckningen.
th: ในการตรวจสอบว่าผลิตภัณฑ์มีน้ำมันปาล์มหรือไม่ เราอาศัยเพียงรายการส่วนผสมเท่านั้น
