Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# environmental_score_edit_category_to_more_granular
source: You can modify the product page to add a more granular category.
bg: Можете да промените продуктовата страница, за да добавите по-подробна категория.
cs: Můžete upravit stránku produktu a přidat podrobnější kategorii.
de: Sie können die Produktseite ändern, um eine zutreffendere Kategorie hinzuzufügen.
el: Μπορείτε να τροποποιήσετε τη σελίδα του προϊόντος για να προσθέσετε μια πιο αναλυτική κατηγορία.
eo: Vi povas modifi la produktan paĝon por aldoni pli detalan kategorion.
fa: شما می‌توانید صفحه محصول را تغییر دهید تا دسته‌بندی‌های جزئی‌تری اضافه کنید.
fi: Voit muokata tuotesivua lisätäksesi tarkemman luokan.
fr: Vous pouvez modifier la fiche produit pour ajouter une catégorie plus précise.
he: ניתן לשנות את עמוד המוצר כדי להוסיף קטגוריה מדויקת יותר.
hr: Možete izmijeniti stranicu proizvoda kako biste dodali detaljniju kategoriju.
hu: Pontosabb kategória hozzáadásához módosítsa a termékoldalt.
id: Anda bisa memodifikasi halaman produk untuk menambahkan kategori yang lebih terperinci.
it: Puoi modificare la pagina del prodotto per aggiungere una categoria più granulare.
ka: შეგიძლიათ შეცვალოთ პროდუქტის გვერდი უფრო დეტალური კატეგორიის დასამატებლად.
lt: Galite modifikuoti produkto puslapį ir įtraukti detalesnę kategoriją.
lv: Varat modificēt produkta lapu, lai pievienotu detalizētāku kategoriju.
nl_be: Je kan de productpagina wijzigen om een gedetailleerdere categorie toe te voegen.
pl: Możesz zmodyfikować stronę produktu, aby dodać bardziej precyzyjną kategorię.
pt_pt: Pode alterar a página do produto para adicionar uma categoria mais precisa.
ru: Вы можете изменить страницу продукта, чтобы добавить более детальную категорию.
sv: Du kan ändra produktsidan för att lägga till en mer detaljerad kategori.
th: คุณสามารถแก้ไขหน้าสินค้าเพื่อเพิ่มหมวดหมู่ที่ละเอียดขึ้นได้
uk: Ви можете змінити сторінку продукції щоб додати більше інформації про категорію зерна.

# environmental_score_additional_bonuses_and_maluses
source: Additional bonuses and maluses
bg: Допълнителни бонуси и малуси
cs: Další bonusy a malusy
de: Zusätzliche Boni und Malusse
el: Πρόσθετα μπόνους και ποινές
eo: Pliaj gratifikoj kaj malbonusoj
fa: پاداش‌ها و مالوزهای اضافی
fi: Lisäbonukset ja -malukset
fr: Bonus et malus complémentaires
he: ציונים לשבח ולרעה
hr: Dodatni bonusi i mane
hu: További bónuszok és maluszok
id: Bonus dan kesalahan pemakaian tambahan
it: Bonus e malus aggiuntivi
ka: დამატებითი ბონუსები და მავნე ზემოქმედება
lt: Papildomi priedai ir trūkumai
lv: Papildu bonusi un ierobežojumi
nl_be: Extra bonussen en malussen
pl: Dodatkowe wady i zalety
pt_pt: Pontos positivos e negativos adicionais
ru: Дополнительные бонусы и штрафы
sv: Ytterligare bonusar och missbruk
th: โบนัสและโทษเพิ่มเติม
uk: Додаткові надбавки та штрафи

# environmental_score_production_system
source: Production mode
bg: Начин на производство
cs: Produkční režim
de: Produktionsweise
el: Τρόπος παραγωγής
eo: Produktadreĝimo
fa: حالت تولید
fi: Tuotantotapa
fr: Mode de production
he: מצב ייצור
hr: Način proizvodnje
hu: Előállítási mód
id: Mode produksi
it: Modalità di produzione
ka: წარმოების რეჟიმი
lt: Gamybos režimas
lv: Ražošanas režīms
nl_be: Productiemodus
pl: Produkcja
pt_pt: Modo de produção
ru: Режим производства
sv: Produktionsläge
th: โหมดการผลิต
uk: Спосіб виробництва

# environmental_score_no_labels_taken_into_account
source: No labels taken into account for the production system.
bg: Няма етикети, които да се вземат предвид за производствената система.
cs: Pro produkční systém se neberou v úvahu žádné štítky.
de: Für das Produktionssystem wurden keine Kategorien berücksichtigt.
el: Δεν ελήφθησαν υπόψη ετικέτες για το σύστημα παραγωγής.
eo: Neniuj etikedoj konsiderataj por la produktadsistemo.
fa: هیچ برچسبی برای سیستم تولید در نظر گرفته نشده است.
fi: Tuotantojärjestelmää varten ei ole otettu huomioon yhtäkään merkkiä.
fr: Pas de labels pris en compte pour le système de production.
he: לא נלקחו אף תוויות בחשבון במערכת הייצור.
hr: Za proizvodni sustav nisu uzete u obzir nikakve oznake.
hu: Nincs az előállítási módhoz figyelembe vehető címke.
id: Tidak ada label yang diperhitungkan untuk sistem produksi.
it: Nessun'etichetta considerata per il sistema di produzione.
ka: წარმოების სისტემისთვის ეტიკეტები არ არის გათვალისწინებული.
lt: Gamybos sistemoje neatsižvelgta į etiketes.
lv: Ražošanas sistēmā nav ņemtas vērā nekādas etiķetes.
nl_be: Er wordt geen rekening gehouden met productiesysteemlabels.
pl: Brak etykiet uwzględnionych w systemie produkcyjnym.
pt_pt: Nenhum rótulo foi considerado para o sistema de produção.
ru: Никакие этикетки не принимаются во внимание для производственной системы.
sv: Inga etiketter har beaktats för produktionssystemet.
th: ไม่มีการนำฉลากใด ๆ มาพิจารณาในระบบการผลิต
uk: Для системи виробництва не враховуються марки.

# environmental_score_please_add_the_labels
source: If this product has a label characterizing the production system (organic, fair trade, Label Rouge, Bleu Blanc Coeur etc.), you can modify the product sheet to add it.
bg: Ако този продукт има етикет, характеризиращ производствената система (биологична, справедлива търговия, Label Rouge, Bleu Blanc Coeur и др.), можете да промените продуктовия лист, за да го добавите.
cs: Pokud má tento produkt štítek charakterizující výrobní systém (bio, fair trade, Label Rouge, Bleu Blanc Coeur atd.), můžete upravit produktový list a přidat jej.
de: Wenn dieses Produkt einer Kategorie angehört, die das Produktionssystem charakterisiert (Bio, Fair gehandelt, Label Rouge, Bleu Blanc Coeur usw.), können Sie das Produktblatt ändern und es hinzufügen.
el: Εάν αυτό το προϊόν έχει ετικέτα που χαρακτηρίζει το σύστημα παραγωγής (βιολογικό, δίκαιο εμπόριο, Label Rouge, Bleu Blanc Coeur κ. λπ.), μπορείτε να τροποποιήσετε το φύλλο προϊόντος για να το προσθέσετε.
eo: Se ĉi tiu produkto havas etikedon karakterizantan la produktadsistemon (organika, justa komerco, Label Rouge, Bleu Blanc Coeur ktp.), vi povas modifi la produktan folion por aldoni ĝin.
fa: اگر این محصول دارای برچسبی است که سیستم تولید را مشخص می‌کند (ارگانیک، تجارت عادلانه، برچسب روژ، بلو بلان کور و غیره)، می‌توانید برگه محصول را برای اضافه کردن آن تغییر دهید.
fi: Jos tällä tuotteella on tuotantojärjestelmää kuvaava merkki (luomu, reilu kauppa, Label Rouge, Bleu Blanc Coeur jne.), voit muokata tuotelomaketta sen lisäämiseksi.
fr: Si ce produit a un label caractérisant le système de production (bio, commerce équitable, Label Rouge, Bleu Blanc Coeur etc.), vous pouvez modifier la fiche produit pour l'ajouter.
he: אם למוצר זה יש תווית שמאפיינת את מערכת הייצור (אורגני, סחר הוגן, חי בריא, תנאי ייצור נאותים וכו׳), ניתן לשנות את גיליון המוצר כדי להוסיף אותה.
hr: Ako ovaj proizvod ima oznaku koja karakterizira proizvodni sustav (organski, poštena trgovina, Label Rouge, Bleu Blanc Coeur itd.), možete izmijeniti proizvodni list kako biste je dodali.
hu: Ha ez a termék rendelkezik az előállítási rendszert jellemző címkével (bio, fair trade, Label Rouge, Bleu Blanc Coeur stb.), akkor a terméklap módosításával hozzáadhatja azt.
id: Jika produk ini memiliki label yang mencirikan sistem produksi (organik, perdagangan adil, Label Rouge, Bleu Blanc Coeur, dll.), Anda dapat memodifikasi lembar produk untuk menembahkannya.
it: Se questo prodotto ha un'etichetta caratterizzante il sistema di produzione (biologico, commercio equosolidale, Label Rouge, Bleu Blanc Coeur, etc.), puoi modificare la scheda del prodotto per aggiungerlo.
ka: თუ ამ პროდუქტს აქვს წარმოების სისტემის დამახასიათებელი ეტიკეტი (ორგანული, სამართლიანი ვაჭრობის, Label Rouge, Bleu Blanc Coeur და ა.შ.), შეგიძლიათ შეცვალოთ პროდუქტის ფურცელი მის დასამატებლად.
lt: Jei šis gaminys turi gamybos sistemą apibūdinančią etiketę (ekologiška, sąžininga prekyba, „Label Rouge“, „Bleu Blanc Coeur“ ir kt.), galite pakeisti gaminio lapą, kad jį pridėtumėte.
lv: Ja šim produktam ir marķējums, kas raksturo ražošanas sistēmu (bioloģisks, godīgas tirdzniecības, Label Rouge, Bleu Blanc Coeur utt.), varat modificēt produkta lapu, lai to pievienotu.
nl_be: Als dit product een productiesysteemlabel heeft (biologisch, fairtrade, Demeter, enz.), dan kan je dit label op de productpagina toevoegen.
pl: Jeśli ten produkt posiada etykietę charakteryzującą system produkcji (organiczny, fair trade, Label Rouge, Bleu Blanc Coeur itd.), możesz ją dodać.
pt_pt: Se este produto tem um rótulo caracterizando o sistema de produção (orgânico, comércio justo, etc.), pode editar a página do produto para adicioná-la.
ru: Если продукт содержит этикетку с описанием типа производства (organic, fair trade, Label Rouge, Bleu Blanc Coeur и т. д.), вы можете внести изменения в спецификацию продукта, чтобы ее добавить.
sv: Om den här produkten har en märkning som beskriver produktionssystemet (ekologisk, rättvis handel, Label Rouge, Bleu Blanc Coeur etc.) kan du ändra produktbladet för att lägga till den.
th: หากผลิตภัณฑ์นี้มีฉลากที่ระบุระบบการผลิต (เช่น ออร์แกนิก, การค้าที่เป็นธรรม, Label Rouge, Bleu Blanc Coeur เป็นต้น) คุณสามารถแก้ไขรายละเอียดผลิตภัณฑ์เพื่อเพิ่มฉลากดังกล่าวได้
uk: Якщо цей товар має етикетку, що характеризує систему виробництва (органічна, добросовісна торгівля, Label Rouge, Bleu Blanc Coeur тощо), ви можете змінити товару продукту, щоб додати її.

# environmental_score_origins_of_ingredients
source: Origins of ingredients
bg: Произход на съставките
cs: Původ přísad
de: Herkunft der Zutaten
el: Προέλευση των συστατικών
eo: Originoj de ingrediencoj
fa: ریشه‌های مواد تشکیل‌دهنده
fi: Ainesosien alkuperät
fr: Origines des ingrédients
he: מקורות הרכיבים
hr: Podrijetlo sastojaka
hu: Összetevők eredete
id: Asal-usul bahan
it: Origini degli ingredienti
ka: ინგრედიენტების წარმოშობა
lt: Sudedamųjų dalių kilmė
lv: Sastāvdaļu izcelsme
nl_be: Herkomst van de ingrediënten
pl: Pochodzenie składników
pt_pt: Origem dos ingredientes
ru: Происхождение ингредиентов
sv: Ingrediensernas ursprung
th: แหล่งที่มาของส่วนประกอบอาหาร
uk: Походження інгредієнтів

# environmental_score_ingredients_not_indicated
source: The origins of the ingredients of this product are not indicated.
bg: Произходът на съставките на този продукт не е посочен.
cs: Původ přísad tohoto výrobků není uveden.
de: Die Herkunft der Inhaltsstoffe dieses Produkts wurde nicht angegeben.
el: Η προέλευση των συστατικών αυτού του προϊόντος δεν αναφέρεται.
eo: La originoj de la ingrediencoj de ĉi tiu produkto ne estas indikitaj.
fa: منشأ مواد تشکیل دهنده این محصول ذکر نشده است.
fi: Tämän tuotteen ainesosien alkuperää ei ole ilmoitettu.
fr: Les origines des ingrédients de ce produit ne sont pas indiquées.
he: מקורות רכיבי המוצר הזה לא צוינו.
hr: Podrijetlo sastojaka ovog proizvoda nije navedeno.
hu: A termék összetevőinek származási helyei nincsenek feltüntetve.
id: Asal -usul bahan produk ini tidak disebutkan.
it: Le origini degli ingredienti di questo prodotto non sono indicate.
ka: ამ პროდუქტის ინგრედიენტების წარმომავლობა მითითებული არ არის.
lt: Šio produkto sudedamųjų dalių kilmė nenurodyta.
lv: Šī produkta sastāvdaļu izcelsme nav norādīta.
nl_be: De herkomst van de ingrediënten van dit product is niet aangegeven.
pl: Pochodzenie składników tego produktu nie zostało wskazane.
pt_pt: A origem dos ingredientes deste produto não está indicada.
ru: Происхождение ингредиентов этого продукта не указано.
sv: Ursprunget för ingredienserna i denna produkt anges inte.
th: ไม่ได้ระบุแหล่งที่มาของส่วนประกอบอาหารในผลิตภัณฑ์นี้
uk: Походження інгредієнтів цього продукту не вказано.

# environmental_score_please_add_the_ingredients
source: If they are indicated on the packaging, you can modify the product sheet and add them.
bg: Ако е посочено на опаковката, можеш да редактираш продуктовия лист и да ги добавиш.
cs: Pokud jsou uvedeny na obalu, můžete upravit produktový list a přidat je.
de: Wenn diese auf der Verpackung angegeben wurden, können Sie das Produktblatt ändern und diese hinzufügen.
el: Εάν αναγράφονται στη συσκευασία, μπορείτε να τροποποιήσετε το φύλλο προϊόντος και να τα προσθέσετε.
eo: Se ili estas indikitaj sur la pakaĵo, vi povas modifi la produktan folion kaj aldoni ilin.
fa: اگر روی بسته‌بندی ذکر شده باشند، می‌توانید برگه محصول را تغییر داده و آنها را اضافه کنید.
fi: Jos ne on merkitty pakkaukseen, voit muokata tuotelomaketta ja lisätä ne.
fr: Si elles sont indiquées sur l'emballage, vous pouvez modifier la fiche produit et les ajouter.
he: אם הם מצוינים על האריזה, ניתן לערוך את גיליון המוצר ולהוסיף אותם.
hr: Ako su naznačeni na pakiranju, možete ih izmijeniti u proizvodnom listu i dodati.
hu: Ha a csomagoláson fel vannak tüntetve, módosíthatja a terméklapot és hozzáadhatja azokat.
id: Jika mereka ditunjukkan pada kemasan, Anda bisa memodifikasi lembar produk dan menambahkannya.
it: Se sono indicate sulla confezione, puoi modificare la scheda del prodotto e aggiungerle.
ka: თუ ისინი შეფუთვაზეა მითითებული, შეგიძლიათ შეცვალოთ პროდუქტის ფურცელი და დაამატოთ ისინი.
lt: Jei jie nurodyti ant pakuotės, galite pakeisti gaminio lapą ir juos pridėti.
lv: Ja tie ir norādīti uz iepakojuma, varat modificēt produkta lapu un tos pievienot.
nl_be: Als de ingrediënten op de verpakking staan, dan kan je deze op de productpagina toevoegen.
pl: Jeśli są wskazane na opakowaniu, możesz je dodać.
pt_pt: Se for indicado na embalagem, pode editar a página do produto e adicionar.
ru: Если они указаны на упаковке, вы можете изменить описание продукта и добавить их.
sv: Om de anges på förpackningen kan du ändra produktbladet och lägga till dem.
th: หากมีการระบุไว้บนบรรจุภัณฑ์ คุณสามารถแก้ไขเอกสารข้อมูลผลิตภัณฑ์และเพิ่มข้อมูลเหล่านั้นได้
uk: Якщо вони вказані на пакуванні, ви можете змінити таблицю товару та додати їх.

# environmental_score_environmental_policy
source: Environmental policy
bg: Политика за околната среда
cs: Environmentální politika
de: Umweltpolitik
el: Περιβαλλοντική πολιτική
eo: Media politiko
fa: سیاست زیست‌محیطی
fi: Ympäristökäytäntö
fr: Politique environnementale
he: מדיניות סביבתית
hr: Politika zaštite okoliša
hu: Környezeti irányelv
id: Kebijakan lingkungan
it: Politica ambientale
ka: გარემოსდაცვითი პოლიტიკა
lt: Aplinkos apsaugos politika
lv: Vides politika
nl_be: Milieubelasting
pl: Polityka ochrony środowiska
pt_pt: Política ambiental
ru: Экологическая политика
sv: Miljöpolicy
th: นโยบายด้านสิ่งแวดล้อม
uk: Екологічна політика

# environmental_score_threatened_species
source: Threatened species
bg: Застрашени видове
cs: Ohrožené druhy
de: Bedrohte Arten
el: Απειλούμενα είδη
fi: Uhanalaiset lajit
fr: Espèces menacées
he: מינים בסכנה
hu: Veszélyeztetett fajok
id: Spesies terancam
it: Specie minacciate
lt: Nykstančios rūšys
lv: Apdraudētās sugas
nl_be: Bedreigde soorten
pl: Gatunki zagrożone
pt_pt: Espécies ameaçadas
ru: Вымирающие виды
sv: Hotade arter
uk: Види, які знаходяться під загрозою вимирання

# environmental_score_ingredients_whose_cultivation_threatens_species
source: Ingredients that threatens species
bg: Съставки, които застрашават животински видове
cs: Přísady, které ohrožují druhy
de: Inhaltsstoffe, die Arten bedrohen
el: Συστατικά που απειλούν είδη ζωής
eo: Ingrediencoj kiuj minacas speciojn
fa: موادی که گونه‌ها را تهدید می‌کنند
fi: Lajeja uhkaavat ainesosat
fr: Ingrédients qui menacent des espèces
he: רכיבים שמאיימים על מינים
hr: Sastojci koji ugrožavaju vrste
hu: Összetevők, amelyek termesztése fajokat veszélyeztet
id: Bahan-bahan yang mengancam spesies
it: Ingredienti che minacciano specie
ka: ინგრედიენტები, რომლებიც საფრთხეს უქმნის სახეობებს
lt: Ingredientai, keliantys grėsmę rūšims
lv: Sastāvdaļas, kas apdraud sugas
nl_be: Ingrediënten die soorten bedreigen
pl: Składniki zagrażające przyrodzie
pt_pt: Ingredientes que ameaçam espécies
ru: Содержит опасные ингредиенты
sv: Ingredienser som hotar arter
th: ส่วนประกอบอาหารที่ส่งผลกระทบกับสายพันธุ์
uk: Інгредієнти, які загрожують видам

# environmental_score_no_species_threatening_ingredients
source: No ingredients that threaten species
bg: Няма съставки, които застрашават животински видове
cs: Žádné přísady, které ohrožují druhy
de: Keine Inhaltsstoffe, die Arten bedrohen
el: Χωρίς συστατικά που απειλούν είδη ζωής
eo: Neniuj ingrediencoj, kiuj minacas speciojn
fa: بدون ترکیباتی که گونه‌ها را تهدید می‌کنند
fi: Ei lajeja uhkaavia ainesosia
fr: Aucun ingrédient ne menace une espèce animale
he: אין רכיבים שמאיימים על מינים
hr: Nema sastojaka koji ugrožavaju vrste
hu: Nincsenek olyan összetevők, amelyek veszélyeztetik a fajokat
id: Tidak ada bahan yang mengancam spesies
it: Nessun ingrediente che minaccia specie
ka: არ არსებობს ინგრედიენტები, რომლებიც საფრთხეს უქმნის სახეობებს
lt: Nėra sudedamųjų dalių, kurios kelia grėsmę rūšims
lv: Nav sastāvdaļu, kas apdraud sugas
nl_be: Geen ingrediënten die soorten bedreigen
pl: Brak składników zagrażających przyrodzie
pt_pt: Sem ingredientes que ameacem as espécies
ru: Не содержит опасных ингредиентов
sv: Inga ingredienser som hotar arter
th: ไม่มีส่วนประกอบอาหารที่ส่งผลกระทบกับสายพันธุ์
uk: Не містить інгредієнтів, що загрожують видам

# environmental_score_ingredients_unknown
source: The information on the ingredients of this product has not been given.
bg: Информацията за съставките на този продукт не е дадена.
cs: Informace o složkách tohoto produktu nebyly uvedeny.
de: Es wurden zu diesem Produkt keine Angaben zu den Inhaltsstoffen gemacht.
el: Οι πληροφορίες για τα συστατικά αυτού του προϊόντος δεν έχουν δοθεί.
eo: Informoj pri la ingrediencoj de ĉi tiu produkto ne estis donitaj.
fa: اطلاعات مربوط به ترکیبات این محصول ارائه نشده است.
fi: Tietoja tämän tuotteen ainesosista ei ole annettu.
fr: Les informations sur les ingrédients de ce produit ne sont pas indiquées.
he: המידע על רכיבי מוצר זה לא נמסרו.
hr: Informacije o sastojcima ovog proizvoda nisu dane.
hu: A termék összetevőire vonatkozó információk nincsenek megadva.
id: Informasi tentang bahan produk ini belum diberikan.
it: Le informazioni sugli ingredienti di questo prodotto non sono state date.
ka: ინფორმაცია ამ პროდუქტის ინგრედიენტების შესახებ არ არის მოცემული.
lt: Informacija apie šio produkto sudedamąsias dalis nepateikta.
lv: Informācija par šī produkta sastāvdaļām nav sniegta.
nl_be: Er is geen informatie verstrekt over de ingrediënten van dit product.
pl: Składniki tego produktu nie zostały podane.
pt_pt: A informação sobre os ingredientes deste produto não foi fornecida.
ru: Информация о составе этого продукта не предоставлена.
sv: Information om ingredienserna i denna produkt har inte lämnats.
th: ยังไม่มีข้อมูลส่วนประกอบอาหารในผลิตภัณฑ์นี้
uk: Інформація про інгредієнти цього продукту не вказана.

# environmental_score_packaging_ratio
source: ratio
bg: съотношение
cs: poměr
de: Verhältnis
el: αναλογία
eo: proporcio
fa: نسبت
fi: suhde
he: יחס
hr: omjer
hu: arány
id: rasio
it: tasso
ka: თანაფარდობა
lt: santykis
lv: attiecība
pl: stosunek
pt_pt: proporção
ru: соотношение
sv: förhållande
th: อัตราส่วน
uk: співвідношення

# environmental_score_packaging_score
source: score
bg: резултат
cs: skóre
de: Ergebnis
el: βαθμολογία
eo: poentaro
fa: امتیاز
fi: pisteet
he: ציון
hr: postići
hu: pontszám
id: skor
it: punteggio
ka: ქულა
lt: balas
lv: rezultāts
pl: wynik
pt_pt: pontuação
ru: очки
sv: poäng
th: คะแนน
uk: оцінка

# environmental_score_score_of_all_components
source: Score of all components
bg: Оценка на всички компоненти
cs: Skóre všech složek
de: Bewertung aller Komponenten
el: Βαθμολογία όλων των στοιχείων
eo: Poentaro de ĉiuj komponantoj
fa: امتیاز همه مؤلفه‌ها
fi: Kaikkien komponenttien pisteet
fr: Score de tous les composants
he: ציון לכל הרכיבים
hr: Rezultat svih komponenti
hu: Az összes összetevő pontszáma
id: Skor semua komponen
it: Punteggio di tutti i componenti
ka: ყველა კომპონენტის ქულა
lt: Visų komponentų balas
lv: Visu komponentu vērtējums
nl_be: Score van alle componenten
pl: Wynik wszystkich komponentów
pt_pt: Pontuação de todos os componentes
ru: Очки всех компонентов
sv: Poäng för alla komponenter
th: คะแนนรวมของทุกองค์ประกอบ
uk: Оцінка всіх компонентів

# environmental_score_no_packaging_information
source: The information about the packaging of this product is not filled in.
bg: Информацията за опаковката на този продукт не е попълнена.
cs: Údaje o obalu tohoto produktu nejsou vyplněny.
de: Angaben zur Verpackung dieses Produkts fehlen.
el: Οι πληροφορίες σχετικά με τη συσκευασία αυτού του προϊόντος δεν είναι συμπληρωμένες.
eo: La informoj pri la pakaĵo de ĉi tiu produkto ne estas plenigitaj.
fa: اطلاعات مربوط به بسته‌بندی این محصول تکمیل نشده است.
fi: Tämän tuotteen pakkausta koskevia tietoja ei ole täytetty.
fr: Les informations sur l'emballage de ce produit ne sont pas indiquées.
he: המידע על אריזת המוצר הזה לא צוין.
hr: Podaci o pakiranju ovog proizvoda nisu ispunjeni.
hu: A termék csomagolásával kapcsolatos információk nincsenek kitöltve.
id: Informasi tentang kemasan produk ini tidak diisi.
it: Le informazioni sull'imballaggio di questo prodotto non sono compilate.
ka: ამ პროდუქტის შეფუთვის შესახებ ინფორმაცია არ არის შევსებული.
lt: Informacija apie šios prekės pakuotę nepildoma.
lv: Informācija par šī produkta iepakojumu nav aizpildīta.
nl_be: De verpakkingsinformatie van dit product is niet ingevuld.
pl: Informacje o opakowaniu tego produktu nie są podane.
pt_pt: A informação sobre a embalagem deste produto não está preenchida.
ru: Информация об упаковке этого продукта не заполнена.
sv: Informationen om förpackningen för denna produkt är inte ifylld.
th: ข้อมูลเกี่ยวกับบรรจุภัณฑ์ของผลิตภัณฑ์นี้ไม่ได้ถูกกรอกไว้
uk: Інформація про пакування цього продукту не заповнена.
