Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# origins_import_note
source: This field must contain only a comma separated list of countries of origin of the ingredients
bg: Това поле трябва да съдържа само разделен със запетая списък на страните на произход на съставките
ca: Aquest camp només ha de contenir una llista separada per comes dels països d'origen dels ingredients
cs: Toto pole musí obsahovat pouze seznam zemí původu složek oddělený čárkou
da: Dette felt må kun indeholde en kommasepareret liste over ingrediensernes oprindelseslande
de: Dieses Feld darf nur eine durch Komma getrennte Liste der Herkunftsländer der Inhaltsstoffe enthalten.
el: Αυτό το πεδίο πρέπει να περιέχει μόνο μια λίστα χωρών προέλευσης των συστατικών, χωρισμένες με κόμματα
eo: Ĉi tiu kampo devas enhavi nur per komo apartigitan liston de devenlandoj de la ingrediencoj.
es: Este campo debe contener sólo una lista separada por comas de los países de origen de los ingredientes
fa: این فیلد باید فقط شامل فهرستی از کشورهای مبداء مواد تشکیل‌دهنده باشد که با ویرگول از هم جدا شده‌اند.
fi: Tässä kentässä saa olla vain pilkulla eroteltu luettelo maista, joista ainesosat ovat peräisin
fr: Ce champ ne doit contenir que la liste de pays d'origine des ingrédients, séparés par des virgules
he: שדה זה חייב להכיל רשימה מופרדת בפסיקים של ארצות המוצא של החומרים בלבד
hr: Ovo polje mora sadržavati samo popis zemalja podrijetla sastojaka odvojen zarezima
hu: Ez a mező csak az összetevők származási országainak vesszővel elválasztott listáját tartalmazhatja
id: Field ini hanya boleh berisi daftar negara asal bahan yang dipisahkan koma
it: Questo campo deve contenere solo un elenco separato da virgole dei paesi d'origine degli ingredienti
ja: このフィールドには、原材料の原産国のコンマ区切りのリストのみを含める必要があります
ka: ეს ველი უნდა შეიცავდეს მხოლოდ ინგრედიენტების წარმოშობის ქვეყნების მძიმით გამოყოფილ ჩამონათვალს.
lt: Šiame lauke turi būti tik kableliais atskirtas ingredientų kilmės šalių sąrašas
lv: Šajā laukā drīkst būt tikai ar komatiem atdalīts sastāvdaļu izcelsmes valstu saraksts.
nl_be: Dit veld mag alleen een door komma's gescheiden lijst van landen van herkomst van de ingrediënten bevatten
pl: To pole musi zawierać tylko oddzieloną przecinkami listę krajów pochodzenia składników
pt_pt: Este campo deve conter apenas uma lista separada por vírgulas dos países de origem dos ingredientes
ro: Acest câmp trebuie să conțină doar o listă separată prin virgulă a țărilor de origine a ingredientelor
ru: В этом поле должны быть указаны только страны происхождения ингредиентов, разделенные через запятую
sl: To polje mora vsebovati samo z vejicami ločen seznam držav izvora sestavin
sv: Det här fältet får endast innehålla en kommaseparerad lista över ingrediensernas ursprungsländer.
th: ช่องนี้ต้องระบุรายชื่อประเทศต้นกำเนิดของส่วนผสมโดยคั่นด้วยเครื่องหมายจุลภาคเท่านั้น
tr: Bu alan içeriklerin menşe ülkelerinin listesinden sadece bir virgül ile ayrılmış şekilde içerilmelidir
uk: Це поле має містити в собі лише одну кому, яка розділяє список країн за їх походженням та компонентами
vi: Trường này chỉ được chứa một danh sách được phân tách bằng dấu phẩy với các quốc gia xuất xứ của các thành phần

# origin_import_note
source: Text or sentences that indicate the origin of the product and/or its ingredients.
bg: Текст или изречения, които показват произхода на продукта и/или неговите съставки.
ca: Text o frases que indiquen l'origen del producte i/o els seus ingredients.
cs: Text nebo věty, které označují původ produktu a/nebo jeho složek.
da: Tekst eller sætninger angivende produktoprindelsen og/eller -ingredienser.
de: Text oder Sätze, die den Ursprung des Produkts und/oder seiner Bestandteile angeben.
el: Κείμενο ή προτάσεις που υποδεικνύουν την προέλευση του προϊόντος ή/και των συστατικών του.
eo: Teksto aŭ frazoj kiuj indikas la devenon de la produkto kaj/aŭ ĝiajn ingrediencojn.
es: Texto o frases que indican el origen del producto y/o sus ingredientes.
fa: متن یا جملاتی که منشأ محصول و/یا مواد تشکیل‌دهنده آن را نشان می‌دهد.
fi: Teksti tai lauseet, jotka ilmoittavat tuotteen ja/tai sen ainesosien alkuperän.
fr: Texte ou phrases indiquant l'origine du produit et / ou de ses ingrédients.
he: טקסט או משפטים המציינים את מקור המוצר ו/או מרכיביו.
hr: Tekst ili rečenice koje ukazuju na podrijetlo proizvoda i/ili njegove sastojke.
hu: Szöveg vagy mondatok, amelyek jelzik a termék és/vagy összetevői eredetét.
id: Teks atau kalimat yang menunjukkan asal produk dan/atau bahannya.
it: Testo o frasi che indicano l'origine del prodotto e/o i suoi ingredienti.
ja: 製品および/またはその成分の原産国を示すテキストまたは文章。
ka: ტექსტი ან წინადადებები, რომლებიც მიუთითებს პროდუქტის წარმოშობაზე და/ან მის ინგრედიენტებზე.
lt: Tekstas arba sakiniai, nurodantys produkto ir (arba) jo sudedamųjų dalių kilmę.
lv: Teksts vai teikumi, kas norāda produkta un/vai tā sastāvdaļu izcelsmi.
nl_be: Tekst of zinnen die de herkomst van het product en/of de ingrediënten aangeven.
pl: Tekst lub zdania wskazujące pochodzenie produktu lub jego składników.
pt_pt: Texto ou frases que indiquem a origem do produto e/ou os seus ingredientes.
ro: Text sau propoziții care indică originea produsului și/sau ingredientele acestuia.
ru: Текст или предложения, указывающие на происхождение продукта и/или его ингредиентов.
sl: Besedilo ali stavki, ki označujejo poreklo izdelka in/ali njegove sestavine.
sv: Text eller meningar som anger produktens och/eller dess ingrediensers ursprung.
th: ข้อความที่บ่งบอกถึงที่มาของผลิตภัณฑ์และ/หรือส่วนผสมของผลิตภัณฑ์
tr: Metin veya cümleler ürün ve/veya içeriklerin kökenini gösterir.
uk: Наявність тексту або речення вказують на походження продукції та її складників.
vi: Văn bản hoặc câu chữ cho biết xuất xứ của sản phẩm và / hoặc các thành phần của sản phẩm.

# nutriscore_grade_producer_note
source: Nutri-Score grade from A to E displayed on the product label
bg: Оценка на Nutri-Score от A до E, показана на етикета на продукта
ca: Nota Nutri-Score de l'A a l'E mostrada a l'etiqueta del producte
cs: Nutri-Score stupeň od A do E uvedený na štítku produktu
da: Nutri-Score klasse fra A til E vises på produktetiketten
de: Nutri-Score-Wertung von A bis E auf dem Produktetikett
el: Ο βαθμός Nutri-Score από Α έως Ε εμφανίζεται στην ετικέτα του προϊόντος
eo: Nutri-Score-grado de A ĝis E montrata sur la produktetikedo
es: Nutri-Score entre A y E mostrada en la etiqueta del producto
fa: درجه بندی Nutri-Score از A تا E که روی برچسب محصول نمایش داده شده است
fi: Tuotteen etiketissä näkyvä Nutri-Score arvosana A-E
fr: Note Nutri-Score de A à E affichée sur l'étiquette du produit
he: ציון Nutri-Score מ־A עד E מוצג על תווית המוצר
hr: Nutri-Score ocjena od A do E prikazana je na etiketi proizvoda
hu: A termék címkéjén látható Nutri-Score osztályzat A-tól E-ig
id: Nilai Nutri-Score dari A hingga E ditampilkan pada label produk
it: Il punteggio del Nutri-Score dalla A alla E mostrato sull'etichetta del prodotto
ja: 製品ラベルに表示されているAからEまでのNutri-Scoreのグレード
ka: პროდუქტის ეტიკეტზე მითითებულია Nutri-Score კლასი A-დან E-მდე
lt: Nutri-Score klasė nuo A iki E nurodyta produkto etiketėje
lv: Uz produkta etiķetes norādītā Nutri-Score pakāpe no A līdz E
nl_be: Nutri-Score-kwaliteit van A tot E weergegeven op het productetiket
pl: Klasyfikacja Nutri-Score od A do E wyświetlana na etykiecie produktu
pt_pt: Grau Nutri-Score de A a E mostrado no rótulo do produto
ro: Nota Nutri-Score de la A la E afișată pe eticheta produsului
ru: Оценка Nutri-Score от A до E указанная на этикетке продукта
sl: Ocena Nutri-Score od A do E je prikazana na nalepki izdelka
sv: Nutri-Score-betyg från A till E visas på produktetiketten
th: ระดับคะแนนโภชนาการ (Nutri-Score) ตั้งแต่ A ถึง E จะแสดงอยู่บนฉลากผลิตภัณฑ์
tr: Ürün etiketinde gösterilen A'dan E'ye kadar Nutri-Score sınıfı
uk: Система оцінювання Nutri-Score позначається на марці товару від літери A до літери E
vi: Điểm Nutri-Score từ A đến E hiển thị trên nhãn sản phẩm

# nutriscore_grade_producer_import_note
source: Open Food Facts computes the Nutri-Score grade based on the information provided (nutrition facts and category). If the grade we compute is different from the grade you provide, you will get a private notification on the producers platform so that the difference can be resolved.
bg: Open Food Facts изчислява оценката Nutri-Score въз основа на предоставената информация (факти за хранителните стойности и категория). Ако оценката, която изчисляваме, е различна от оценката, която предоставяте, ще получите частно известие на платформата на производителите, за да може разликата да бъде разрешена.
ca: Open Food Facts calcula el grau de Nutri-Score a partir de la informació proporcionada (informació nutricional i categoria). Si el grau que calculem és diferent de la nota que proporcioneu, rebreu una notificació privada a la plataforma de productors perquè es pugui resoldre la diferència.
cs: Open Food Facts počítá Nutri-Score stupeň na základě poskytnutých informací (nutriční fakta a kategorie). Pokud se známka, kterou vypočítáme, liší od známky, kterou zadáte, obdržíte soukromé oznámení na platformě producentů, aby bylo možné rozdíl vyřešit.
da: Open Food Facts beregner Nutri-Score-karakteren baseret på de leverede oplysninger (ernæringsfakta og kategori). Er den beregnede karakter forskellig fra karakteren, du angiver, får du en privat notifikation på producentplatformen, så forskellen kan afklares.
de: Open Food Facts berechnet den Nutri-Score-Wert auf der Grundlage der bereitgestellten Informationen (Nährwertangaben und Kategorie). Wenn der von uns berechnete Wert von dem von Ihnen angegebenen abweicht, erhalten Sie eine private Benachrichtigung auf der Produzentenplattform, damit der Unterschied geklärt werden kann.
el: Το Open Food Facts υπολογίζει τη βαθμολογία Nutri-Score με βάση τις πληροφορίες που παρέχονται (διατροφικά στοιχεία και κατηγορία). Εάν ο βαθμός που υπολογίζουμε είναι διαφορετικός από τον βαθμό που παρέχετε, θα λάβετε μια ιδιωτική ειδοποίηση στην πλατφόρμα παραγωγών, ώστε να επιλυθεί η διαφορά.
eo: Open Food Facts kalkulas la Nutri-Score-gradon surbaze de la provizitaj informoj (nutraj faktoj kaj kategorio). Se la grado, kiun ni kalkulas, diferencas de la grado, kiun vi provizas, vi ricevos privatan sciigon sur la platformo de la produktantoj, por ke la diferenco povu esti solvita.
es: Open Food Facts calcula el grado Nutri-Score basándose en la información proporcionada (datos nutricionales y categoría). Si es diferente de la que tú proporcionas, recibirás una notificación privada en la plataforma de productores para poder resolver la diferencia.
fa: Open Food Facts بر اساس اطلاعات ارائه شده (اطلاعات تغذیه‌ای و دسته‌بندی) امتیاز تغذیه‌ای (Nutri-Score) را محاسبه می‌کند. اگر امتیازی که ما محاسبه می‌کنیم با امتیازی که شما ارائه می‌دهید متفاوت باشد، یک اعلان خصوصی در پلتفرم تولیدکنندگان دریافت خواهید کرد تا این اختلاف برطرف شود.
fi: Open Food Facts laskee Nutri-Score-arvosanan annettujen tietojen perusteella (ravintosisältö ja tuoteluokka). Jos laskemamme arvosana eroaa tarjoamastanne arvosanasta, saattte yksityisen ilmoituksen tuottaja-alustalla, jotta eroavaisuus voidaan ratkaista.
fr: Open Food Facts calcule le Nutri-Score selon les informations fournies (catégorie et informations nutritionnelles). Si la note que nous calculons est différent de la note que vous fournissez, vous recevrez une notification privée sur votre plateforme producteur afin que nous puissions résoudre cette disparité.
he: Open Food Facts מחשב ציון Nutri-Score על סמך המידע שסופק (עובדות תזונתיות וקטגוריה). אם הציון שאנו מחשבים שונה מהציון שסיפקת, תישלח אליך התראה פרטית בפלטפורמה ליצרנים כדי שנוכל להתנהל סביב השוני.
hr: Open Food Facts izračunava Nutri-Score ocjenu na temelju pruženih informacija (nutritivne vrijednosti i kategorija). Ako se ocjena koju izračunamo razlikuje od ocjene koju vi navedete, primit ćete privatnu obavijest na platformi proizvođača kako bi se razlika mogla riješiti.
hu: Az Open Food Facts kiszámítja a Nutri-Score osztályzatot a megadott információk (tápértékadatok és kategória) alapján. Ha az általunk kiszámított osztályzat eltér az Ön által megadott osztályzattól, privát értesítést kap a gyártói platformon, hogy az eltérést fel lehessen oldani.
id: Open Food Facts menghitung nilai Nutri-Score berdasarkan informasi yang diberikan (fakta dan kategori nutrisi). Jika nilai yang kami hitung berbeda dengan nilai yang Anda berikan, Anda akan mendapatkan notifikasi pribadi di platform para produsen agar perbedaan tersebut dapat teratasi.
it: Open Food Facts calcola il grado del Nutri-Score in base alle informazioni fornite (fatti nutrizionali e categoria). Se il punteggio che calcoliamo è differente da quello che fornisci, riceverai una notifica privata sulla piattaforma dei produttori così che la differenza possa essere risolta.
ja: Open Food Facts は、提供された情報(栄養成分およびカテゴリ)に基づいて栄養スコアグレードを計算します。 計算するグレードが提供されるグレードと異なる場合 生産者のプラットフォームに個人的な通知が届き、違いが解決できるようにします。
ka: Open Food Facts ითვლის Nutri-Score-ის რეიტინგს მოწოდებული ინფორმაციის (კვებითი ღირებულების ფაქტები და კატეგორია) საფუძველზე. თუ ჩვენს მიერ გამოთვლილი შეფასება განსხვავდება თქვენს მიერ მოწოდებული შეფასებისგან, თქვენ მიიღებთ პირად შეტყობინებას მწარმოებლის პლატფორმაზე, რათა სხვაობა გამოსწორდეს.
lt: „Open Food Facts“ apskaičiuoja „Nutri-Score“ įvertinimą pagal pateiktą informaciją (mitybos faktus ir kategoriją). Jei mūsų apskaičiuotas įvertinimas skiriasi nuo jūsų pateikto pažymio, gausite privatų pranešimą gamintojų platformoje, kad būtų galima išspręsti skirtumą.
lv: “Open Food Facts” aprēķina Nutri-Score vērtējumu, pamatojoties uz sniegto informāciju (uzturvērtības fakti un kategorija). Ja mūsu aprēķinātā vērtējuma atšķiras no jūsu sniegtā vērtējuma, jūs saņemsiet privātu paziņojumu ražotāja platformā, lai atšķirību varētu novērst.
nl_be: Open Food Facts berekent de Nutri-Score-score op basis van de verstrekte informatie (voedingsfeiten en categorie). Als het cijfer dat we berekenen verschilt van het cijfer dat u opgeeft, krijgt u een privémelding op het producentenplatform zodat het verschil kan worden opgelost.
pl: Open Food Facts oblicza ocenę Nutri-Score na podstawie dostarczonych informacji (wartości odżywcze i kategoria żywieniowa). Jeśli obliczona przez nas ocena różni się od oceny, którą podasz, otrzymasz prywatne powiadomienie na platformie producentów, aby można było usunąć różnicę.
pt_pt: O Open Food Facts calcula o grau Nutri-Score com base nas informações fornecidas (informação nutricional e categoria). Se o grau que calculamos for diferente do grau que nos forneceu, receberá uma notificação privada na plataforma do produtor para que a diferença seja resolvida.
ro: Open Food Facts calculează nota Nutri-Score pe baza informațiilor furnizate (informații nutriționale și categorie). Dacă nota pe care o calculăm este diferită de nota pe care o furnizați, veți primi o notificare privată pe platforma producătorilor, astfel încât diferența să poată fi rezolvată.
ru: Open Food Facts рассчитывает оценку Nutri-Score на основе указанной информации (информация о пищевой ценности и категория). Если оценка, которую мы вычисляем, отличается от предоставленной Вами, то Вы получите личное уведомление на платформе производителей, чтобы можно было устранить несоответствие.
sl: Open Food Facts izračuna oceno Nutri-Score na podlagi predloženih informacij (dejstva o hranilni vrednosti in kategoriji). Če se ocena, ki jo izračunamo, razlikuje od ocene, ki jo navedete, boste na platformi proizvajalcev prejeli zasebno obvestilo, da se lahko ta napaka odpravi.
sv: Open Food Facts beräknar Nutri-Score-betyget baserat på den information som lämnats (näringsfakta och kategori). Om betyget vi beräknar skiljer sig från det betyg du anger får du ett privat meddelande på producentplattformen så att skillnaden kan lösas.
th: Open Food Facts คำนวณเกรด Nutri-Score โดยอิงจากข้อมูลที่ให้มา (ข้อมูลโภชนาการและหมวดหมู่) หากเกรดที่เราคำนวณได้แตกต่างจากเกรดที่คุณให้มา คุณจะได้รับการแจ้งเตือนส่วนตัวบนแพลตฟอร์มของผู้ผลิต เพื่อให้สามารถแก้ไขความแตกต่างได้
tr: Open Food Facts, sağlanan bilgilere (besin değerleri ve kategori) dayalı olarak Nutri-Score puanını hesaplar. Hesapladığımız puan sizin verdiğiniz puandan farklıysa, farkın giderilebilmesi için yapımcılar platformunda özel bir bildirim alırsınız.
uk: Мережа Open Food Facts вираховує оцінку за допомогою системи Nutri-Score орієнтуючись на надану інформацію (властивості харчування та категорія). Якщо оцінка, яку обчислюють відрізняється від оцінки наданої вами, за допомогою платформи розробників ви отримаєте сповіщення про те, як вирішити цю проблему.
vi: Open Food Facts tính điểm Nutri-Score dựa trên thông tin được cung cấp (dữ kiện và danh mục dinh dưỡng). Nếu cấp độ chúng tôi tính toán khác với cấp độ bạn cung cấp, bạn sẽ nhận được thông báo riêng trên nền tảng nhà sản xuất để xử lý phần khác biệt.

# nutriscore_score_producer_note
source: Nutri-Score score (numeric value from which the A to E grade is derived)
bg: Nutri-Score резултат (числова стойност, от която се извлича оценката от A до E)
ca: Puntuació Nutri-Score (valor numèric a partir del qual es deriva la nota A a E)
cs: Nutri-Score skóre (číselná hodnota, ze které je odvozen stupeň A až E)
da: Nutri-Score score (numerisk værdi, fra hvilken A- til E-karakteren er afledt)
de: Nutri-Score-Ergebnis (numerischer Wert, von dem die Note A bis E abgeleitet wird)
el: Βαθμολογία Nutri-Score (αριθμητική τιμή από την οποία προκύπτει ο βαθμός Α έως Ε)
eo: Nutri-Score-poentaro (numera valoro el kiu la notoj A ĝis E estas derivita)
es: Nutri-Score (valor numérico del que se deriva la calificación entre A y E)
fa: امتیاز تغذیه‌ای (مقدار عددی که درجه A تا E از آن مشتق می‌شود)
fi: Nutri-Score -pisteet (numeerinen arvo, josta A–E -arvosana johdetaan)
fr: Score Nutri-Score (valeur numérique à partir de laquelle la note de A à E est attribuée)
he: ציון Nutri-Score (ערך מספרי ממנו נגזר הציון A עד E)
hr: Nutri-Score rezultat (brojčana vrijednost iz koje se izvodi ocjena od A do E)
hu: Nutri-Score pontszám (számérték, amelyből az A-tól E-ig terjedő osztályzat származtatható)
id: Skor Nutri-Score (nilai numerik dari mana nilai A sampai E diturunkan)
it: Punteggio del Nutri-Score (valore numerico da cui deriva il punteggio dalla A alla E)
ja: Nutri-Scoreの点数（AからEのグレードが導き出される数値）
ka: Nutri-Score ქულა (რიცხვითი მნიშვნელობა, საიდანაც მიიღება A-დან E-მდე ქულა)
lt: Nutri-Score balas (skaitinė vertė, iš kurios gaunamas A–E balas)
lv: Nutri-Score vērtējums (skaitliska vērtība, no kuras tiek iegūta A līdz E atzīme)
nl_be: Nutri-Score-score (numerieke waarde waarvan het A tot E-cijfer is afgeleid)
pl: Wynik Nutri-Score (wartość liczbowa, z której uzyskuje się stopień od A do E)
pt_pt: Pontuação Nutri-Score (valor numérico do qual a nota A a E é derivada)
ro: Scorul Nutri-Score (valoarea numerică din care este derivată nota de la A la E)
ru: Оценка Nutri-Score (числовое значение, из которого выводится оценка от A до E)
sl: Ocena Nutri-Score (številska vrednost, iz katere izhaja ocena od A do E)
sv: Nutri-Score-poäng (numeriskt värde från vilket betyget A till E härleds)
th: คะแนน Nutri-Score (ค่าตัวเลขที่ใช้ในการให้เกรดตั้งแต่ A ถึง E)
tr: Nutri-Score puanı (A'dan E'ye notlarıyla değerlendirildiği sayısal değer)
uk: Оцінка за допомогою системи Nutri-Score (числове значення з якого виводиться оцінка від рівня A до рівня E)
vi: Điểm Nutri-Score (giá trị số mà từ A đến E được tính)
