Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriscore_missing_nutrition_data
source: The nutrition facts of the product must be specified in order to compute the Nutri-Score.
bg: Хранителните стойности на продукта трябва да бъдат посочени, за да се изчисли Nutri-Score.
ca: S'han d'especificar les dades nutricionals del producte per calcular el Nutri-Score.
cs: Aby bylo možné vypočítat Nutri-Score, musí být specifikovány nutriční údaje produktu.
da: Produktnæringsfakta skal angives for at kunne beregne Nutri-Score.
de: Die Nährwertangaben des Produkts müssen angegeben werden, um den Nutri-Score berechnen zu können.
el: Τα διατροφικά στοιχεία του προϊόντος πρέπει να προσδιορίζονται προκειμένου να υπολογιστεί το Nutri-Score.
eo: La nutraj informoj de la produkto devas esti specifitaj por kalkuli la Nutri-Poentaron.
es: Los datos nutricionales del producto deben ser especificados para calcular el Nutri-Score.
fa: برای محاسبه امتیاز تغذیه‌ای، باید اطلاعات تغذیه‌ای محصول مشخص شود.
fi: Tuotteen ravintosisältö on määritettävä Nutri-Scoren laskemiseksi.
fr: Les données nutritionnelles du produit doivent être spécifiées afin de calculer le Nutri-Score.
he: יש לציין את העובדות התזונתיות של המוצר כדי לחשב Nutri-Score.
hr: Za izračun Nutri-Scorea potrebno je navesti nutritivne vrijednosti proizvoda.
hu: A Nutri-Score kiszámításához meg kell adni a termék tápértékét.
id: Fakta nutrisi produk harus disebutkan secara spesifik untuk menghitung Nutri-Score.
it: I valori nutrizionali del prodotto devono esser specificati per calcolare il Nutri-Score.
ja: Nutri-Scoreを計算するには、この製品の栄養成分表が記入されている必要があります。
ka: Nutri-Score-ის გამოსათვლელად აუცილებელია პროდუქტის კვებითი ღირებულების მითითება.
lt: Norint apskaičiuoti Nutri-Score, turi būti nurodyti produkto maistingumo faktai.
lv: Lai aprēķinātu Nutri-Score, jānorāda produkta uzturvērtības fakti.
nl_be: De voedingswaarden van het product moeten worden gespecificeerd om de Nutri-Score te berekenen.
pl: W celu obliczenia Nutri-Score należy określić fakty żywieniowe.
pt_pt: As informações nutricionais do produto devem ser especificadas para calcular o Nutri-Score.
ro: Valorile nutriționale ale produsului trebuie specificate pentru a calcula Nutri-Score.
ru: Для расчета Nutri-Score необходимо указать информацию о пищевой ценности продукта.
sl: Za izračun Nutri-Score je treba navesti hranilna dejstva izdelka.
sv: Produktens näringsinnehåll måste anges för att beräkna Nutri-Score.
th: ต้องระบุข้อมูลโภชนาการของผลิตภัณฑ์เพื่อคำนวณ Nutri-Score
tr: Nutri-Score'un hesaplanabilmesi için ürünün besin değerlerinin belirtilmesi gerekir.
uk: Обов’язково вказати властивості харчових цінностей продукції для того, щоб обчислити їх за допомогою системи Nutri-Score.
vi: Thông tin dinh dưỡng của sản phẩm phải được xác định để tính điểm Dinh Dưỡng.

# nutriscore_missing_nutrition_data_details
source: Missing nutrition facts:
bg: Липсващи хранителни факти:
cs: Chybějící výživové hodnoty:
de: Nährwertangaben fehlen:
el: Λείπουν διατροφικά στοιχεία:
eo: Mankas nutraj informoj:
fa: حقایق تغذیه‌ای نادیده گرفته شده:
fi: Puuttuvat ravitsemustiedot:
fr: Informations nutritionnelles manquantes :
he: עובדות תזונתיות חסרות:
hr: Nedostaju nutritivne činjenice:
hu: Hiányzó tápértékadatok:
id: Kandungan gizi yang hilang:
it: Valori nutrizionali mancanti:
ka: კვებითი ღირებულების შესახებ ფაქტების ნაკლებობა:
lt: Trūksta maistinė vertė:
lv: Trūkstošie uztura fakti:
nl_be: Ontbrekende voedingswaarden:
pl: Brakujące informacje o wartościach odżywczych:
pt_pt: Informações nutricionais em falta:
ru: Нет данных о пищевой ценности:
sv: Saknade näringsfakta:
th: ข้อมูลโภชนาการไม่ครบถ้วน:
uk: Відсутні факти харчування:

# nutriscore_missing_prepared_nutrition_data_details
source: Missing nutrition facts for prepared product:
eo: Mankas nutraj informoj por la preta produkto:
fa: اطلاعات تغذیه‌ای موجود در محصول آماده:
hr: Nedostaju nutritivne vrijednosti za pripremljeni proizvod:
ka: მომზადებული პროდუქტის კვებითი ღირებულების შესახებ ინფორმაცია არ არსებობს:
lv: Trūkstoša uzturvērtības informācija pagatavotajam produktam:
sv: Saknar näringsinformation för färdig produkt:
th: ข้อมูลโภชนาการที่ขาดหายไปสำหรับผลิตภัณฑ์ที่เตรียมไว้:

# nutriscore_missing_category_and_nutrition_data
source: The category and the nutrition facts of the product must be specified in order to compute the Nutri-Score.
bg: Категорията и хранителните стойности на продукта трябва да бъдат посочени, за да се изчисли Nutri-Score.
ca: S'han d'especificar la categoria i les dades nutricionals del producte per calcular el Nutri-Score.
cs: Aby bylo možné vypočítat Nutri-Score, musí být specifikována kategorie a nutriční údaje produktu.
da: Produktkategori samt -ernæringsfakta skal angives for at kunne beregne Nutri-Score.
de: Zur Berechnung des Nutri-Score muss die Kategorie des Produkts angegeben werden.
el: Η κατηγορία και τα διατροφικά στοιχεία του προϊόντος πρέπει να προσδιορίζονται για τον υπολογισμό του Nutri-Score.
eo: La kategorio kaj la nutraj informoj de la produkto devas esti specifitaj por kalkuli la Nutri-Poentaron.
es: La categoría y los datos nutricionales del producto deben especificarse para calcular el Nutri-Score.
fa: برای محاسبه امتیاز تغذیه‌ای، باید دسته بندی و اطلاعات تغذیه‌ای محصول مشخص شود.
fi: Tuotteen luokka ja ravintosisältö on määritettävä Nutri-Scoren laskemiseksi.
fr: La catégorie et la valeur nutritionnelle du produit doivent être précisées afin de calculer le Nutri-Score.
he: יש לציין את הקטגוריה ואת העובדות התזונתיות של המוצר כדי לחשב Nutri-Score.
hr: Za izračun Nutri-Scorea potrebno je navesti kategoriju i nutritivne vrijednosti proizvoda.
hu: A Nutri-Score kiszámításához meg kell adni a termék tápértékadatait és kategóriáját.
id: Kategori dan fakta nutrisi produk harus ditentukan untuk menghitung Nutri-Score.
it: La categoria e i valori nutrizionali del prodotto devono esser specificati per poter calcolare il Nutri-Score.
ja: Nutri-Scoreを計算するには、この製品のカテゴリの指定と栄養成分表の記入がされている必要があります。
ka: Nutri-Score-ის გამოსათვლელად აუცილებელია პროდუქტის კატეგორიის და კვებითი ღირებულების მითითება.
lt: Norint apskaičiuoti Nutri-Score, būtina nurodyti produkto kategoriją ir maistinius faktus.
lv: Lai aprēķinātu Nutri-Score, jānorāda produkta kategorija un uzturvērtība.
nl_be: De categorie en de voedingswaarden van het product moeten worden gespecificeerd om de Nutri-Score te berekenen.
pl: W celu obliczenia Nutri-Score należy określić kategorię i wartości odżywcze produktu.
pt_pt: A categoria e as informações nutricionais do produto devem ser especificadas para calcular o Nutri-Score.
ro: Categoria și valorile nutriționale ale produsului trebuie specificate pentru a calcula Nutri-Score.
ru: Для определения Nutri-Score необходимо указать категорию продукта и его пищевую ценность.
sl: Za izračun Nutri-Score je potrebno navesti kategorijo in hranilne vrednosti izdelkov.
sv: Produktens kategori och näringsinformation måste anges för att beräkna Nutri-Score.
th: เพื่อคำนวณค่า Nutri-Score จำเป็นต้องระบุหมวดหมู่และข้อมูลโภชนาการของผลิตภัณฑ์
tr: Nutri-Score'un hesaplanabilmesi için ürünün kategorisi ve besin değerlerinin belirtilmesi gerekir.
uk: Для розрахунку Nutri-Score необхідно вказати категорію та поживну цінність продукту.
vi: Danh mục và thông tin dinh dưỡng của sản phẩm phải được xác định để tính Điểm Dinh Dưỡng.

source: Health
bg: Здраве
ca: Salut
cs: Zdraví
da: Sundhed
de: Gesundheit
el: Υγεία
es: Salud
fi: Terveys
fr: Santé
he: בריאות
hu: Egészség
id: Kesehatan
it: Salute
ja: 健康
lt: Sveikata
lv: Veselība
nl_be: Gezondheid
pl: Zdrowie
pt_pt: Saúde
ro: Sănătate
ru: Здоровье
sl: Zdravje
sv: Hälsa
tr: Sağlık
uk: Здоров’я
vi: Sức khoẻ

# contribution_panel_title
source: Contribution
bg: Принос
ca: Contribució
cs: Příspěvky
da: Bidrag
de: Mitwirken
el: Συνεισφορά
eo: Kontribuo
es: Contribución
fa: مشارکت
fi: Osallistuminen
he: תרומה
hr: Doprinos
hu: Közreműködés
id: Kontribusi
it: Contributo
ka: წვლილი
lt: Bendradarbiavimas
lv: Ieguldījums
nl_be: Bijdrage
pl: Wkład
pt_pt: Contribuição
ro: Contribuiți
ru: Вклад
sv: Bidrag
th: ผลงาน
tr: Katkı
uk: Внесок

# contribution_navigation
source: Contribution
bg: Принос
ca: Contribució
cs: Příspěvky
da: Bidrag
de: Mitwirken
el: Συνεισφορά
eo: Kontribuo
es: Contribución
fa: مشارکت
fi: Osallistuminen
he: תרומה
hr: Doprinos
hu: Közreműködés
id: Kontribusi
it: Contributo
ka: წვლილი
lt: Bendradarbiavimas
lv: Ieguldījums
nl_be: Bijdrage
pl: Wkład
pt_pt: Contribuição
ro: Contribuiți
ru: Вклад
sv: Bidrag
th: ผลงาน
tr: Katkı
uk: Внесок

# data_quality_completeness_panel_title
source: Data Quality Completeness
eo: Kompleteco de Datumoj
fa: کامل بودن کیفیت داده‌ها
hr: Potpunost kvalitete podataka
ka: მონაცემთა ხარისხის სისრულე
lv: Datu kvalitāte un pilnīgums
sv: Fullständighet av datakvalitet
th: ความสมบูรณ์ของคุณภาพข้อมูล

# data_quality_completeness_panel_subtitle
source: Some infos about data quality completeness on this product
eo: Kelkaj informoj pri la pleneco de la datenkvalito de ĉi tiu produkto
fa: برخی اطلاعات در مورد کامل بودن کیفیت داده‌ها در این محصول
hr: Neke informacije o potpunosti kvalitete podataka za ovaj proizvod
ka: რამდენიმე ინფორმაცია ამ პროდუქტის მონაცემთა ხარისხის სისრულის შესახებ
lv: Informācija par šī produkta datu kvalitātes pilnīgumu
sv: Lite information om fullständigheten av datakvaliteten för den här produkten
th: ข้อมูลบางส่วนเกี่ยวกับความสมบูรณ์ของคุณภาพข้อมูลบนผลิตภัณฑ์นี้

# data_quality_errors_panel_title
source: Detected Errors
bg: Открити грешки
ca: Errors detectats
cs: Zjištěné chyby
da: Fundne fejl
de: Erkannte Fehler
el: Εντοπίστηκαν Σφάλματα
eo: Detektitaj Eraroj
es: Errores detectados
fa: خطاهای شناسایی شده
fi: Havaitut virheet
fr: Erreurs détectées
he: התגלו שגיאות
hr: Otkrivene pogreške
hu: Felfedezett hibák
id: Kesalahan yang Terdeteksi
it: Errori Rilevati
ka: აღმოჩენილი შეცდომები
lt: Aptiktos klaidos
lv: Atklātās kļūdas
nl_be: Gedetecteerde fouten
pl: Wykryte błędy
pt_pt: Erros Detetados
ro: Erori detectate
ru: Выявлены ошибки
sv: Upptäckta fel
th: ตรวจพบข้อผิดพลาด
tr: Algılanan Hatalar
uk: Виявлені помилки

# data_quality_errors_panel_subtitle
source: Help us improve quality of our data by contributing fixes
bg: Помогни ни да подобрим качеството на нашите данни, като допринесеш с корекции
ca: Ajudeu-nos a millorar la qualitat de les nostres dades aportant solucions
cs: Pomozte nám zlepšit kvalitu našich dat přidáním oprav
da: Hjælp med at forbedre datakvaliteten ved at bidrage med rettelser
de: Helfen Sie uns, die Qualität unserer Daten zu verbessern, indem Sie Korrekturen beisteuern
el: Βοηθήστε μας να βελτιώσουμε την ποιότητα των δεδομένων μας συνεισφέροντας διορθώσεις
eo: Helpu nin plibonigi la kvaliton de niaj datumoj per kontribuado de korektoj
es: Ayúdanos a mejorar la calidad de nuestros datos aportando correcciones
fa: با ارائه اصلاحات، به ما در بهبود کیفیت داده‌هایمان کمک کنید
fi: Auta meitä parantamaan tietojemme laatua tekemällä korjauksia
fr: Aidez-nous à améliorer la qualité de nos données en apportant des correctifs
he: מזמינים אותך לסייע לנו לשפר את איכות הנתונים שלנו באמצעות תרומת תיקונים
hr: Pomozite nam poboljšati kvalitetu naših podataka doprinosom ispravcima
hu: Javítások beküldésével segítsen javítani adataink minőségét
id: Bantu kami meningkatkan kualitas data kami dengan memberikan kontribusi perbaikan
it: Aiutaci a migliorare la qualità dei nostri dati contribuendo con delle correzioni
ka: დაგვეხმარეთ ჩვენი მონაცემების ხარისხის გაუმჯობესებაში შესწორებების შეტანით
lt: Padėkite mums gerinti duomenų kokybę atlikdami taisymus
lv: Palīdziet mums uzlabot mūsu datu kvalitāti, iesniedzot labojumus
nl_be: Help ons de kwaliteit van onze gegevens te verbeteren door oplossingen aan te bieden
pl: Pomóż nam poprawić jakość naszych danych, dostarczając poprawki
pt_pt: Ajude-nos a melhorar a qualidade dos nossos dados ao contribuir correções
ro: Ajutați-ne să îmbunătățim calitatea datelor noastre contribuind cu remedieri
ru: Помогите нам повысить качество наших данных, внося правки
sv: Hjälp oss att förbättra kvaliteten på våra data genom att bidra med korrigeringar
th: คุณสามารถช่วยแก้ไขข้อมูลให้ถูกต้องมากขึ้น
tr: Düzeltmelere katkıda bulunarak verilerimizin kalitesini iyileştirmemize yardımcı olun
uk: Допоможіть нам покращити якість наших даних, зробивши свій внесок у виправлення

# data_quality_warnings_panel_title
source: Potential issues
bg: Потенциални проблеми
ca: Problemes potencials
cs: Potenciální problémy
da: Potentielle problemer
de: Mögliche Probleme
el: Πιθανά ζητήματα
eo: Eblaj problemoj
es: Posibles problemas
fa: مشکلات بالقوه
fi: Mahdolliset ongelmat
fr: Problèmes potentiels
he: בעיות אפשריות
hr: Potencijalni problemi
hu: Lehetséges problémák
id: Masalah potensial
it: Potenziali problemi
ka: პოტენციური პრობლემები
lt: Galimos problemos
lv: Iespējamās problēmas
nl_be: Potentiële problemen
pl: Potencjalne problemy
pt_pt: Problemas possíveis
ro: Probleme potențiale
ru: Возможные проблемы
sv: Potentiella problem
th: ข้อควรระวัง
tr: Potansiyel sorunlar
uk: Потенційні проблеми

# data_quality_warnings_panel_subtitle
source: We have detected some potential issues or potential improvements, could you check if some apply ?
bg: Открихме някои потенциални проблема или потенциални подобрения, можеш ли да провериш дали някои са приложими?
ca: Hem detectat alguns problemes potencials o millores potencials, podríeu comprovar si alguna aplica?
cs: Zjistili jsme nějaké potenciální problémy nebo potenciální vylepšení, můžete zkontrolovat, zda se některá týkají?
da: Potentielle problemer eller potentielle forbedringer fundet. Kan du tjekke, om de har relevans?
de: Wir haben einige potenzielle Probleme oder Verbesserungsmöglichkeiten erkannt, könnten Sie prüfen, ob einige davon zutreffen?
el: Εντοπίσαμε ορισμένα πιθανά προβλήματα ή πιθανές βελτιώσεις, μπορείτε να ελέγξετε αν ισχύουν κάποια;
eo: Ni detektis kelkajn eblajn problemojn aŭ eblajn plibonigojn, ĉu vi povus kontroli ĉu iuj validas?
es: Hemos detectado algunos problemas potenciales o posibles mejoras, ¿podrías comprobar si se aplican algunos?
fa: ما برخی مشکلات یا بهبودهای احتمالی را شناسایی کرده‌ایم، آیا می‌توانید بررسی کنید که آیا برخی از آنها اعمال می‌شوند؟
fi: Havaittiin mahdollisia ongelmia tai parannuksia. Voisitko tarkistaa niiden soveltumisen?
fr: Nous avons détecté des problèmes potentiels ou des améliorations potentielles, pourriez-vous vérifier si certains s'appliquent ?
he: זיהינו מספר בעיות או שיפורים אפשריים, אולי שווה לבדוק אם חלק מהם מתאימים לך?
hr: Otkrili smo neke potencijalne probleme ili potencijalna poboljšanja, možete li provjeriti primjenjuju li se neki?
hu: Találtunk néhány lehetséges problémát és fejlesztési lehetőséget. Ellenőrizné ezeket?
id: Kami telah mendeteksi beberapa potensi masalah atau potensi peningkatan, dapatkah Anda memeriksa apakah ada yang berlaku?
it: Abbiamo rilevato dei potenziali problemi o miglioramenti, potresti dare un'occhiata per verificare se sono applicabili?
ka: ჩვენ აღმოვაჩინეთ რამდენიმე პოტენციური პრობლემა ან პოტენციური გაუმჯობესება, შეგიძლიათ შეამოწმოთ, ეხება თუ არა ზოგიერთი მათგანი?
lt: Aptikome kelias galimas problemas arba galimus taisymus. Gal patikrintumėte, ar kurias nors taikyti?
lv: Esam atklājuši dažas potenciālas problēmas vai potenciālus uzlabojumus. Vai varētu pārbaudīt, vai daži no tiem ir piemērojami?
nl_be: We hebben enkele potentiële problemen of mogelijke verbeteringen ontdekt. Kunt u controleren of deze van toepassing zijn?
pl: Wykryliśmy pewne problemy lub ulepszenia. Sprawdź, czy któreś z nich mają zastosowanie?
pt_pt: Detetámos alguns problemas ou melhoras possíveis, pode verificar se alguns se aplicam?
ro: Am detectat unele probleme potențiale sau îmbunătățiri potențiale, puteți verifica dacă unele se aplică?
ru: Мы обнаружили потенциальные проблемы и возможности для улучшения. Вы не могли бы проверить их применение?
sv: Vi har upptäckt några potentiella problem eller potentiella förbättringar, kan du kontrollera om några gäller?
th: ระบบตรวจพบปัญหาด้านคุณภาพของข้อมูลในประเด็นดังนี้ คุณต้องการตรวจสอบและแก้ไขหรือไม่ ?
tr: Bazı potansiyel sorunlar veya potansiyel iyileştirmeler tespit ettik, bazılarının geçerli olup olmadığını kontrol edebilir misiniz?
uk: Ми виявили деякі потенційні проблеми або потенційні покращення, не могли б ви перевірити, чи застосовні вони?

# data_quality_info_panel_title
source: Data Quality infos
bg: Информация за качеството на данните
cs: Informace o kvalitě dat
da: Datakvalitetsinformationer
de: Informationen zur Datenqualität
el: Πληροφορίες Ποιότητας Δεδομένων
eo: Informoj pri datumkvalito
es: Información sobre la calidad de los datos
fa: اطلاعات کیفیت داده‌ها
fi: Tiedon laadun tiedot
fr: Informations sur la qualité des données
he: פרטי איכות נתונים
hr: Informacije o kvaliteti podataka
hu: Információk az adatminőségről
id: Info Kualitas Data
it: Info sulla Qualità dei Dati
ka: მონაცემთა ხარისხის ინფორმაცია
lt: Duomenų kokybės informacija
lv: Informācija par datu kvalitāti
nl_be: Informatie over gegevenskwaliteit
pl: Informacje o jakości danych
pt_pt: Informação sobre Qualidade de Dados
ro: Informații despre calitatea datelor
ru: Сведения о качестве данных
sv: Information om datakvalitet
th: คุณภาพของข้อมูล
tr: Veri Kalitesi bilgileri
uk: Інформація про якість даних

# data_quality_info_panel_subtitle
source: Some infos about data quality on this product
bg: Малко информация за качеството на данните за този продукт
cs: Některé informace o kvalitě dat o tomto produktu
da: Nogle oplysninger om datakvalitet på dette produkt
de: Einige Informationen zur Datenqualität bei diesem Produkt
el: Μερικές πληροφορίες σχετικά με την ποιότητα των δεδομένων σε αυτό το προϊόν
eo: Kelkaj informoj pri la datenkvalito de ĉi tiu produkto
es: Algunas informaciones sobre la calidad de los datos en este producto
fa: برخی اطلاعات در مورد کیفیت داده‌ها در این محصول
fi: Joitakin tietoja tämän tuotteen tietojen laadusta
fr: Quelques infos sur la qualité des données sur ce produit
he: חלק מהפרטים על איכות הנתונים של המוצר הזה
hr: Neke informacije o kvaliteti podataka o ovom proizvodu
hu: Néhány információ a termék adatminőségéről
id: Beberapa info tentang kualitas data pada produk ini
it: Alcune info sulla qualità dei dati su questo prodotto
ka: რამდენიმე ინფორმაცია ამ პროდუქტის მონაცემთა ხარისხის შესახებ
lt: Šiek tiek informacijos apie šio produkto duomenų kokybę
lv: Informācija par šī produkta datu kvalitāti
nl_be: Wat info over de gegevenskwaliteit van dit product
pl: Niektóre informacje o jakości danych tego produktu
pt_pt: Algumas informações sobre a qualidade de dados neste produto
ro: Câteva informații despre calitatea datelor despre acest produs
ru: Некоторые сведения о качестве данных по этому продукту
sv: Lite information om datakvaliteten på den här produkten
th: ข้อมูลการตรวจสอบในด้านคุณภาพของข้อมูลผลิตภัณฑ์
tr: Bu üründeki veri kalitesi hakkında bazı bilgiler
uk: Fix Geschnetzeltes Züricher Art - KnorrUnilever - 36g

source: Compared to
bg: В сравнение с
ca: Comparat amb
cs: Ve srovnání s
da: Sammenlignet med
de: Verglichen mit
el: Σε σύγκριση με
eo: Kompare kun
es: Comparado con
fa: در مقایسه با
fi: Verrattuna
fr: Comparé à
he: לעומת
hr: U usporedbi s
hu: Ehhez képest
id: Dibandingkan dengan
it: Rispetto a
ja: 比較対象
ka: შედარებით
lt: Palyginus su
lv: Salīdzinot ar
nl_be: Vergeleken met
pl: W porównaniu z
pt_pt: Comparado a
ro: Comparat cu
ru: По сравнению с
sl: Primerjaj z
sv: Jämfört med
th: เปรียบเทียบกับ
tr: Nazaran
uk: Порівняно з
vi: So sánh với

# activity_walking
source: Walking
bg: Ходене
ca: Caminar
cs: Chůze
da: Gåtur
de: Gehen
el: Περπάτημα
eo: Piedirado
es: Caminando
fa: پیاده روی
fi: Kävely
fr: Marche
he: הליכה
hr: Hodanje
hu: Gyaloglás
id: Berjalan
it: Camminare
ja: ウォーキング
ka: სიარული
lt: Vaikščiojimas
lv: Pastaigas
nl_be: Wandelen
pl: Chodzenie
pt_pt: Caminhar
ro: Plimbare
ru: Ходьба
sl: Hoja
sv: Gående
th: เดิน
tr: Yürüme
uk: Ходьба
vi: Đi bộ

# activity_swimming
source: Swimming
bg: Плуване
ca: Natació
cs: Plavání
da: Svømning
de: Schwimmen
el: Κολύμβηση
eo: Naĝado
es: Nadando
fa: شنا کردن
fi: Uinti
fr: Nage
he: שחייה
hr: Plivanje
hu: Úszás
id: Berenang
it: Nuoto
ja: 水泳
ka: ცურვა
lt: Plaukimas
lv: Peldēšana
nl_be: Zwemmen
pl: Pływanie
pt_pt: Nadar
ro: Înot
ru: Плавание
sl: Plavanje
sv: Simning
th: การว่ายน้ำ
tr: Yüzme
uk: Плавання
vi: Bơi

# activity_bicycling
source: Bicycling
bg: Колоездене
ca: Ciclisme
cs: Jízda na kole
da: Cykling
de: Radfahren
el: Ποδηλασία
eo: Biciklado
es: En bicicleta
fa: دوچرخه سواری
fi: Polkupyöräily
fr: Vélo
he: רכיבה על אופניים
hr: Biciklizam
hu: Biciklizés
id: Bersepeda
it: Ciclismo
ja: 自転車
ka: ველოსიპედით სიარული
lt: Važiavimas dviračiu
lv: Velosipēds
nl_be: Fietsen
pl: Jazda na rowerze
pt_pt: Andar de bicicleta
ro: Ciclism
ru: Езда на велосипеде
sl: Kolesarjenje
sv: Cykling
th: การปั่นจักรยาน
tr: Bisiklet sürme
uk: Їзда на велосипеді
vi: Đạp xe

# activity_running
source: Running
bg: Бягане
ca: Córrer
cs: Běh
da: Løb
de: Laufen
el: Τρέξιμο
eo: Kurado
es: Corriendo
fa: دویدن
fi: Juoksu
fr: Course
he: ריצה
hr: Trčanje
hu: Futás
id: Berlari
it: Corsa
ja: ランニング
ka: სირბილი
lt: Bėgimas
lv: Skriešana
nl_be: Hardlopen
pl: Bieganie
pt_pt: Correr
ro: Alergare
ru: Бег
sl: Tek
sv: Spring
th: วิ่ง
tr: Koşma
uk: Біг
vi: Chạy

# f_energy_per_100g
source: {kj} kJ per 100g
bg: {kj} kJ на 100 г
ca: {kj} kJ cada 100 g
cs: {kj} kJ na 100 g
da: {kj} kJ pr. 100g
de: {kj} kJ pro 100g
el: {kj} kJ ανά 100g
eo: {kj} kJ por 100g
es: {kj} kJ por 100 g
fa: {kj} کیلوژول در 100 گرم
fi: {kj} kJ 100 g:ssa
fr: {kj} kJ pour 100g
he: {kj} קילו ג׳אול ל־100 גר׳
hr: {kj} kJ na 100 g
hu: {kj} kJ / 100g
ja: {kj} kJ / 100g
ka: {kj} კჯ 100 გ-ზე
lt: {kj} kJ 100 g
lv: {kj} kJ uz 100 g
pl: {kj} kJ na 100 g
pt_pt: {kj} kJ por 100g
ro: {kj} kJ la 100 g
ru: {kj} кДж на 100 г
sl: {kj} kJ na 100 g
th: {kj} กิโลจูลต่อ 100 กรัม
tr: 100g başına {kj} kJ
uk: {kj} кДж на 100 г
vi: {kj} kJ trên 100g

# f_equal_to_walking_minutes_or_steps
source: Equal to walking {minutes} minutes or {steps} steps
bg: Равно на {minutes} минути ходене или {steps} крачки
ca: Equivalent a caminar {minutes} minuts fer {steps} passos
cs: Rovná se chůzi {minutes} minut nebo {steps} kroků
da: Svarer til at gå i {minutes} minutter eller {steps} skridt
de: Gleich wie {minutes} Minuten oder {steps} Schritte gehen
el: Ισοδυναμεί με περπάτημα {minutes} λεπτά ή {steps} βήματα
eo: Egala al piedirado de {minutes} minutoj aŭ {steps} paŝoj
es: El equivalente a pasear {minutes}, o dar {steps} pasos
fa: برابر با {minutes} دقیقه یا {steps} قدم پیاده روی است
fi: Vastaa kävelyä {minutes} minuuttia tai {steps} askelta
fr: Correspond à {minutes} minutes de marche ou {steps} pas
he: שווה ערך ל־{minutes} דקות או {steps} צעדים
hr: Jednako hodanju {minutes} minuta ili {steps} koraka
hu: Megfelel {minutes} perc sétának vagy {steps} lépésnek
id: Sama dengan berjalan {minutes} menit atau {steps} langkah
it: Pari a camminare {minutes} minuti o percorrere {steps} passi
ja: {minutes} 分 または {steps} 歩のウォーキングに相当
ka: უდრის {minutes} წუთს ან {steps} ნაბიჯს სიარულის
lt: Lygu {minutes} minučių arba {steps} žingsnio ėjimui
lv: Vienāds ar {minutes} minūšu vai {steps} soļu nogāšanu
nl_be: Gelijk aan {minutes} minuten lopen of {steps} stappen
pl: Odpowiada to spacerowi przez {minutes} minut(y) lub {steps} kroki/ów
pt_pt: Equivale a {minutes} minutos ou {steps} passos
ro: Egal cu parcurgerea a {minutes} minute sau cu {steps} pași
ru: Соответствует {minutes} ходьбы или {steps} шагов
sl: Enako kot {minutes} minut hoje ali {steps} korakov
sv: Lika med att gå {minutes} minuter eller {steps} steg
th: เทียบเท่ากับการเดิน {minutes} นาที หรือ {steps} ก้าว
tr: {minutes} dakika veya {steps} adım yürümeye eşittir
uk: Дорівнює ходьбі {minutes} хвилин або {steps} крокам
vi: Tương đương với đi bộ {minutes} phút hay {steps} bước
