Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# packaging_weight_description
source: Remove any remaining food and wash and dry the packaging part before weighting. If possible, use a scale with 0.1g or 0.01g precision.
bg: Отстрани останалата храна, измий и подсуши опаковката преди претеглянето. Ако е възможно, използвай везна с точност 0,1 г или 0,01 г.
cs: Před vážením odstraňte veškeré zbývající potraviny a omyjte a osušte část obalu. Pokud je to možné, použijte váhu s přesností 0,1 g nebo 0,01 g.
da: Fjern evt. madrester, og afvask og aftør emballagedelen før vejning. Brug om muligt en vægt med en præcision på 0,1 g eller 0,01 g.
de: Entfernen Sie Lebensmittelreste und waschen und trocknen Sie das Verpackungsteil vor dem Wiegen. Wenn möglich, verwenden Sie eine Waage mit einer Genauigkeit von 0,1g oder 0,01g.
el: Αφαιρέστε τυχόν εναπομείναντα τρόφιμα και πλύνετε και στεγνώστε το μέρος της συσκευασίας πριν το ζύγισμα. Εάν είναι δυνατόν, χρησιμοποιήστε ζυγαριά με ακρίβεια 0,1 g ή 0,01 g.
eo: Forigu ajnan restantan manĝaĵon kaj lavu kaj sekigu la pakaĵon antaŭ pesado. Se eble, uzu pesilon kun precizeco de 0,1g aŭ 0,01g.
es: Retire cualquier resto de comida y lave y seque la parte del empaque antes de pesarlo. Si es posible, utilice una balanza con una precisión de 0,1g ó 0,01g.
fa: قبل از وزن کردن، هرگونه غذای باقی مانده را خارج کرده و قسمت بسته بندی را بشویید و خشک کنید. در صورت امکان، از ترازو با دقت 0.1 گرم یا 0.01 گرم استفاده کنید.
fi: Poista kaikki ruoka ja huuhtele ja kuivaa pakkaus ennen punnitsemista. Jos mahdollista, käytä vaakaa, joka antaa tuloksen kymmenesosa- tai sadasosagramman tarkkuudella.
fr: Enlevez les restes de nourriture et lavez et séchez les éléments d'emballage avant de les peser. Si possible, utilisez une balance avec une précision de 0.1g ou 0.01g.
he: יש להסיר שאריות מזון ולשטוף ולייבש את החלק של האריזה בטרם השקילה. אם אפשר, כדאי להשתמש במשקל עם רמת דיוק של 0.1 גרם או 0.01 גרם.
hr: Uklonite preostalu hranu te operite i osušite ambalažu prije vaganja. Ako je moguće, koristite vagu s preciznošću od 0,1 g ili 0,01 g.
hu: Távolítson el minden megmaradt élelmiszert, és lemérés előtt mossa le és szárítsa meg a csomagolást. Ha lehetséges, használjon 0,1 g vagy 0,01 g pontosságú mérleget.
id: Buang makanan yang tersisa dan cuci dan keringkan bagian kemasan sebelum menimbang. Jika memungkinkan, gunakan timbangan dengan ketelitian 0,1 g atau 0,01 g.
it: Rimuovi qualsiasi residuo alimentare e lava e asciuga l'imballaggio prima di pesarlo. Se possibile, utilizza una bilancia con una precisione di 0,1g o 0,01g.
ja: 残りの食品を除去し、重み付けの前に包装部品を洗浄し、乾燥させます. 可能な場合は、0.1グラムまたは0.01グラムの精度でスケールを使用してください.
ka: აწონვამდე ამოიღეთ დარჩენილი საკვები და შეფუთვის ნაწილი გარეცხეთ და გააშრეთ. თუ შესაძლებელია, გამოიყენეთ 0.1 გრამის ან 0.01 გრამის სიზუსტის სასწორი.
lt: Pašalinkite likusį maistą, išplaukite ir išdžiovinkite pakuotės dalį prieš sverdami. Jei įmanoma, naudokite 0,1 g arba 0,01 g tikslumo svarstykles.
lv: Pirms svēršanas izņemiet visus pārtikas atlikumus un nomazgājiet un nosusiniet iepakojuma daļu. Ja iespējams, izmantojiet svarus ar precizitāti 0,1 g vai 0,01 g.
nl_be: Verwijder eventueel achtergebleven voedsel en was en droog het verpakkingsgedeelte voordat u gaat wegen. Gebruik indien mogelijk een weegschaal met een nauwkeurigheid van 0,1 g of 0,01 g.
pl: Usuń wszelką zawartość opakowania, umyj je i wysusz przed ważeniem. W miarę możliwości użyj wagi z dokładnością do dziesiętnej lub setnej grama.
pt_pt: Remova qualquer resto de comida, lave e seque a parte da embalagem antes de pesar. Se possível, use uma balança com precisão de 0,1g ou 0,01g.
ro: Îndepărtați orice mâncare rămasă și spălați și uscați partea de ambalaj înainte de cântărire. Dacă este posibil, utilizați o cântar cu precizie de 0,1 g sau 0,01 g.
ru: Удалите остатки пищи, вымойте и высушите упаковочную часть перед взвешиванием. Если возможно, используйте весы с точностью до 0.1 или 0.01 г.
sv: Ta bort eventuell matrester och tvätta och torka förpackningsdelen innan vägning. Använd om möjligt en våg med 0,1 g eller 0,01 g noggrannhet.
th: นำเศษอาหารที่เหลือออกให้หมด และล้างและเช็ดบรรจุภัณฑ์ให้แห้งก่อนชั่งน้ำหนัก ถ้าเป็นไปได้ ให้ใช้เครื่องชั่งที่มีความแม่นยำ 0.1 กรัม หรือ 0.01 กรัม
tr: Kalan yiyecekleri çıkarın ve tartmadan önce ambalaj parçasını yıkayın ve kurulayın. Mümkünse 0,1g veya 0,01g hassasiyetli bir terazi kullanın.
uk: Перед зважуванням видаліть залишки їжі, вимийте та висушіть пакувальну частину. Якщо можливо, використовуйте ваги з точністю до 0,1 г або 0,01 г.
vi: Loại bỏ bất kỳ thực phẩm còn sót lại, rửa sạch và làm khô phần đóng gói trước khi cân. Nếu có thể, hãy sử dụng cân có độ chính xác 0,1g hoặc 0,01g.

# packaging_quantity_per_unit_description
source: Enter the net weight or net volume and indicate the unit (for example g or ml).
bg: Въведи нетното тегло или нетния обем и посочи единицата (например г или мл).
ca: Introduïu el pes net o el volum net i indiqueu la unitat (per exemple, g o ml).
cs: Zadejte čistou hmotnost nebo čistý objem a uveďte jednotku (například g nebo ml).
da: Angiv nettovægten eller nettovolumen samt enheden (f.eks. g eller ml).
de: Geben Sie das Nettogewicht oder Nettovolumen ein und geben Sie die Einheit an (z. B. g oder ml).
el: Εισαγάγετε το καθαρό βάρος ή τον καθαρό όγκο και υποδείξτε τη μονάδα (για παράδειγμα g ή ml).
eo: Enigu la netan pezon aŭ netan volumenon kaj indiku la unuon (ekzemple g aŭ ml).
es: Ingrese el peso neto o el volumen neto e indique la unidad (por ejemplo g o ml).
fa: وزن خالص یا حجم خالص را وارد کنید و واحد را مشخص کنید (مثلاً گرم یا میلی‌لیتر).
fi: Syötä nettopaino tai -tilavuus, muista suure (kuten g tai ml).
fr: Entrez le poids net ou le volume net et indiquez l'unité (par exemple g ou ml).
he: נא למלא את המשקל הנקי או את הנפח הנקי ולציין את היחידה (למשל גרם או מיליליטר).
hu: Adja meg a termék nettó tömegét vagy nettó térfogatát, és tüntesse fel a mértékegységet (például g vagy ml).
id: Masukkan berat bersih atau volume bersih dan tunjukkan satuannya (misalnya g atau ml).
it: Inserisci il peso o il volume netto e indica l'unità (ad esempio, g o ml).
ja: 正味重量または正味体積を入力し、単位を明記します（g または ml など）。
lt: Įveskite grynąjį svorį arba grynąjį tūrį ir nurodykite vienetą (pvz., g arba ml).
lv: Ievadiet neto svaru vai neto tilpumu un norādiet mērvienību (piemēram, g vai ml).
nl_be: Vul het netto gewicht of netto volume in en geef de eenheid aan (bijvoorbeeld g of ml).
pl: Podaj wagę lub objętość produktu netto i uzupełnij jednostkę (na przykład g. lub ml.).
pt_pt: Introduza o peso líquido ou o volume líquido e indique a unidade (por exemplo g ou ml).
ro: Introduceți greutatea netă sau volumul net și indicați unitatea (de exemplu, g sau ml).
sv: Ange nettovikt eller nettovolym och ange enhet (till exempel g eller ml).
th: ป้อนน้ำหนักสุทธิหรือปริมาตรสุทธิ และระบุหน่วย (เช่น กรัม หรือ มิลลิลิตร)
tr: Net ağırlığı veya net hacmi girin ve birimi belirtin (örneğin g veya ml).
uk: Введіть вагу нетто або об'єм нетто і вкажіть одиницю виміру (наприклад, г або мл).
vi: Nhập khối lượng tịnh hoặc thể tích tịnh và cho biết đơn vị (ví dụ g hoặc ml).

source: Import and export products
bg: Внос и износ на продукти
cs: Import a export produktů
da: Importér og eksportér produkter
de: Produkte im- und exportieren
el: Εισαγωγή και εξαγωγή προϊόντων
eo: Importi kaj eksporti produktojn
es: Importar y exportar productos
fa: محصولات وارداتی و صادراتی
fi: Tuo ja vie tuotteita
fr: Importer et exporter des produits
he: ייבוא וייצוא מוצרים
hr: Uvoz i izvoz proizvoda
hu: Termékek importálása és exportálása
id: Impor dan ekspor produk
it: Importa ed esporta i prodotti
ka: იმპორტი და ექსპორტის პროდუქტები
lt: Importuoti ir eksportuoti produktus
lv: Importa un eksporta produkti
nl_be: Producten importeren en exporteren
pl: Import i eksport produktów
pt_pt: Importar e exportar produtos
ro: Import si export produse
ru: Импорт и экспорт продуктов
sv: Importera och exportera produkter
th: สินค้านำเข้าและส่งออก
tr: İthalat ve ihracat ürünleri
uk: Імпорт та експорт продукції
vi: Nhập và xuất sản phẩm

source: Add products
ar: أضف المنتجات
bg: Добави продукти
ca: Afegiu productes
cs: Přidejte produkty
da: Tilføj produkter
de: Produkte hinzufügen
el: Προσθέστε προϊόντα
es: Agrega productos
fi: Lisää tuotteita
fr: Ajouter des produits
he: הוספת מוצרים
hu: Termékek hozzáadása
id: Tambahkan produk
it: Inserisci i prodotti
lt: Pridėk produktus
lv: Pievienot produktu
nl_be: Voeg producten toe
pl: Dodawaj produkty
pt_pt: Adicionar produtos
ro: Adăugați produse
ru: Добавьте продукты
sl: Dodajte izdelke
sv: Lägg till produkter
tr: Ürün ekle
uk: Додати продукти
vi: Thêm sản phẩm

source: Install the app to add products
bg: Инсталирай приложението, за да добавяш продукти
ca: Instal·leu l'aplicació per afegir productes
cs: Chcete-li přidat produkty, nainstalujte si aplikaci
da: Installér appen for at tilføje produkter
de: Installieren Sie die App, um Produkte hinzufügen zu können
el: Εγκαταστήστε την εφαρμογή για να προσθέσετε προϊόντα
eo: Instalu la aplikaĵon por aldoni produktojn
es: Instalar la aplicación para agregar productos
fa: برای اضافه کردن محصولات، برنامه را نصب کنید
fi: Asenna sovellus lisätäksesi tuotteita
fr: Installez l'application pour ajouter des produits
he: אפשר להתקין את היישומון כדי להוסיף מוצרים
hr: Instalirajte aplikaciju za dodavanje proizvoda
hu: App telepítése termékek hozzáadásához
id: Instal aplikasi untuk menambahkan produk
it: Installa l'app per aggiungere prodotti
ka: დააინსტალირეთ აპლიკაცია პროდუქტების დასამატებლად
lt: Instaliuokite programėlę, kad pridėtumėte produktų
lv: Instalējiet lietotni, lai pievienotu produktus
nl_be: Installeer de app om producten toe te voegen
pl: Aby dodać produkty, zainstaluj aplikację mobilną
pt_pt: Instale a aplicação para adicionar produtos
ro: Instalați aplicația pentru a adăuga produse
ru: Установите приложение, чтобы добавить продукты
sv: Installera appen för att lägga till produkter
th: ติดตั้งแอปเพื่อเพิ่มสินค้า
tr: Ürün eklemek için uygulamayı yükleyin
uk: Встановіть додаток, щоб додавати товари
vi: Cài đặt ứng dụng để thêm sản phẩm

source: Search and analyze products
bg: Търси и анализирай продукти
ca: Busca i analitza productes
cs: Vyhledávejte a analyzujte produkty
da: Søg efter og analysér produkter
de: Produkte suchen und analysieren
el: Αναζήτηση και ανάλυση προϊόντων
eo: Serĉu kaj analizu produktojn
es: Buscar y analizar productos
fa: جستجو و تحلیل محصولات
fi: Etsi ja analysoi tuotteita
fr: Rechercher et analyser des produits
he: חיפוש וניתוח מוצרים
hr: Pretraživanje i analiza proizvoda
hu: Termékek keresése és elemzése
id: Mencari dan menganalisis produk
it: Cerca e analizza i prodotti
ka: პროდუქტების ძიება და ანალიზი
lt: Ieškoti ir analizuoti produktus
lv: Produktu meklēšana un analīze
nl_be: Zoek en analyseer producten
pl: Wyszukaj i analizuj produkty
pt_pt: Pesquisar e analisar produtos
ro: Căutați și analizați produse
ru: Поиск и анализ продуктов
sv: Sök och analysera produkter
th: ค้นหาและวิเคราะห์ผลิตภัณฑ์
tr: Ürünleri arayın ve analiz edin
uk: Пошук та аналіз продуктів
vi: Tìm kiếm và phân tích sản phẩm

source: Resources
bg: Ресурси
ca: Recursos
cs: Zdroje
da: Ressourcer
de: Ressourcen
el: Πόροι
eo: Rimedoj
es: Recursos
fa: منابع
fi: Resursseja
fr: Ressources
he: משאבים
hr: Resursi
hu: Erőforrások
id: Sumber daya
it: Risorse
ka: რესურსები
lt: Ištekliai
lv: Resursi
nl_be: Bronnen
pl: Zasoby
pt_pt: Recursos
ro: Resurse
ru: Ресурсы
sv: Resurser
th: ทรัพยากร
tr: Kaynaklar
uk: Ресурси
vi: Tên nguồn

source: Pro platform user guide
bg: Ръководство за потребителя на Pro платформа
ca: Guia d'usuari de la plataforma Pro
cs: Průvodce pro uživatele platformy Pro
da: Pro-platform brugervejledning
de: Benutzerhandbuch für die Pro-Plattform
el: Οδηγός χρήσης Pro πλατφόρμας
eo: Gvidilo por uzanto de la profesia platformo
es: Guía del usuario de la plataforma profesional
fa: راهنمای کاربر پلتفرم حرفه‌ای
fi: Ammattilaisten alustan käyttöopas
fr: Guide d'utilisation de la plateforme pro
he: מדריך למשתמש בפלטפורמת פרו
hr: Korisnički priručnik za Pro platformu
hu: Pro platform felhasználói útmutató
id: Panduan pengguna platform Pro
it: Guida utente alla piattaforma Pro
ka: Pro პლატფორმის მომხმარებლის სახელმძღვანელო
lt: Gamintojų platformos naudojimo vadovas
lv: Pro platformas lietotāja rokasgrāmata
nl_be: Pro-platform gebruikershandleiding
pl: Instrukcja użytkowania paltformy Pro
pt_pt: Guia de utilizador da plataforma Pro
ro: Ghidul utilizatorului platformei Pro
ru: Руководство пользователя Pro
sv: Användarhandbok för Pro-plattformen
th: คู่มือการใช้งานแพลตฟอร์ม Pro
tr: Pro platformu kullanım kılavuzu
uk: Посібник користувача платформи Pro
vi: Hướng dẫn sử dụng nền tảng Pro

source: FAQ for producers
bg: ЧЗВ за производителите
ca: Preguntes freqüents per als productors
cs: Nejčastější dotazy pro výrobce
da: FAQ for producenter
de: FAQ für Produzenten
el: Συχνές ερωτήσεις για παραγωγούς
eo: Oftaj demandoj por produktantoj
es: Preguntas frecuentes para productores
fa: سوالات متداول برای تولیدکنندگان
fi: UKK tuottajille
fr: FAQ pour les Producteurs
he: שאלות נפוצות של יצרנים
hr: Često postavljana pitanja za proizvođače
hu: GYIK a gyártóknak
id: SSD untuk produsen
it: Domande Frequenti per produttori
ka: ხშირად დასმული კითხვები მწარმოებლებისთვის
lt: DUK gamintojams
lv: Bieži uzdotie jautājumi ražotājiem
nl_be: Veelgestelde vragen voor producenten
pl: Najczęściej zadawane pytanie dla producentów
pt_pt: Perguntas frequentes para produtores
ro: Întrebări frecvente pentru producători
ru: FAQ для производителей
sv: FAQ för producenter
th: คำถามที่พบบ่อยสำหรับผู้ผลิต
tr: Üreticiler için SSS
uk: FAQ для виробників
vi: FAQ cho các nhà sản xuất

# product_js_enter_value_between_0_and_max
source: Please enter a value between 0 and {max}.
bg: Моля, въведи стойност между 0 и {max}.
ca: Si us plau, introduïu un valor entre 0 i {max}.
cs: Zadejte hodnotu mezi 0 a {max}.
da: Angiv en værdi mellem 0 og {max}.
de: Bitte geben Sie einen Wert zwischen 0 und {max} an.
el: Εισαγάγετε μια τιμή μεταξύ 0 και {max}.
eo: Bonvolu enigi valoron inter 0 kaj {max}.
es: Por favor ingresa un valor entre 0 y {max}.
fa: لطفا مقداری بین ۰ و {max}وارد کنید.
fi: Anna arvo väliltä 0 ja {max}.
fr: Veuillez entrer une valeur entre 0 et {max}.
he: נא למלא ערך בין 0 ל־{max}.
hr: Molimo unesite vrijednost između 0 i {max}.
hu: Adjon meg egy 0 és {max} közötti értéket.
id: Harap masukan nilai antara 0 dan {max}.
it: Per favore inserisci un valore tra 0 e {max}.
ka: გთხოვთ, შეიყვანოთ მნიშვნელობა 0-დან {max}-მდე.
lt: Įveskite reikšmę nuo 0 iki {max}.
lv: Lūdzu, ievadiet vērtību no 0 līdz {max}.
nl_be: Voer een waarde tussen 0 en {max} in.
pl: Wprowadź wartość pomiędzy 0 a {max}.
pt_pt: Por favor insira um valor entre 0 e {max}.
ro: Vă rugăm să introduceți o valoare între 0 și {max}.
ru: Пожалуйста, введите значение между 0 и {max}.
sv: Ange ett värde mellan 0 och {max}.
th: โปรดป้อนค่าระหว่าง 0 ถึง {max}
tr: Lütfen 0 ile {max} arasında bir değer giriniz.
uk: Будь ласка, введіть значення від 0 до {max}.
vi: Vui lòng nhập giá trị từ 0 đến {max}.

# please_ask_users_create_account_first
source: Please ask the following users to create an Open Food Facts account first:
bg: Моля, помолете следните потребители първо да създадат акаунт за Open Food Facts:
ca: Si us plau, demaneu als usuaris següents que creïn primer un compte d'Open Food Facts:
cs: Požádejte prosím následující uživatele, aby si nejprve vytvořili účet Open Food Facts:
da: Bed venligst følgende brugere om at oprette en Open Food Facts-konto først:
de: Bitte fordern Sie die folgenden Benutzer auf, zunächst ein Open Food Facts-Konto anzulegen:
el: Ζητήστε από τους ακόλουθους χρήστες να δημιουργήσουν πρώτα έναν λογαριασμό Open Food Facts:
eo: Bonvolu peti la jenajn uzantojn unue krei konton ĉe Open Food Facts:
fa: لطفاً از کاربران زیر بخواهید که ابتدا یک حساب کاربری در Open Food Facts ایجاد کنند:
fi: Pyydä seuraavia käyttäjiä tekemään Open Food Facts -tili:
fr: Veuillez d'abord demander aux utilisateurs suivants de créer un compte Open Food Facts :
he: נא לבקש מהמשתמשים הבאים ליצור חשבון ב־Open Food Facts תחילה:
hr: Molimo vas da prvo zamolite sljedeće korisnike da kreiraju Open Food Facts račun:
hu: Kérje meg a következő felhasználókat, hogy először hozzanak létre Open Food Facts fiókot:
id: Harap minta pengguna berikut membuat akun Open Food Facts terlebih dahulu:
it: Chiedi ai seguenti utenti di creare prima un account Open Food Facts:
ka: გთხოვთ, სთხოვოთ შემდეგ მომხმარებლებს, პირველ რიგში შექმნან Open Food Facts ანგარიში:
lt: Pirmiausia paprašykite šių vartotojų susikurti „Open Food Facts“ paskyrą:
lv: Lūdzu, palūdziet šiem lietotājiem vispirms izveidot Open Food Facts kontu:
nl_be: Vraag de volgende gebruikers om eerst een Open Food Facts-account aan te maken:
pl: Najpierw poproś następujących użytkowników o utworzenie konta Open Food Facts:
pt_pt: Por favor, peça aos seguintes utilizadores para criarem primeiro uma conta no Open Food Facts:
ro: Vă rugăm să cereți mai întâi următorilor utilizatori să creeze un cont Open Food Facts:
ru: Пожалуйста, попросите следующих пользователей сначала создать учетную запись Open Food Facts:
sv: Vänligen be följande användare att först skapa ett Open Food Facts-konto:
th: โปรดขอให้ผู้ใช้ต่อไปนี้สร้างบัญชี Open Food Facts ก่อน:
tr: Lütfen önce aşağıdaki kullanıcılardan bir Open Food Facts hesabı oluşturmalarını isteyin:
uk: Будь ласка, попросіть наступних користувачів спочатку створити обліковий запис Open Food Facts:

# users_added_successfully
source: Users added to the organization successfully:
bg: Потребителите са добавени успешно към организацията:
ca: Usuaris afegits a l'organització correctament:
cs: Uživatelé úspěšně přidáni do organizace:
da: Brugere føjet til organisationen:
de: Benutzer erfolgreich zur Organisation hinzugefügt:
el: Χρήστες που προστέθηκαν με επιτυχία στον οργανισμό:
eo: Uzantoj sukcese aldonitaj al la organizo:
es: Usuarios añadidos a la organización con éxito:
fa: کاربران با موفقیت به سازمان اضافه شدند:
fi: Seuraavat käyttäjät lisätty organisaatioon:
fr: Utilisateurs ajoutés à l'organisation avec succès :
he: משתמשים נוספו לארגון בהצלחה:
hr: Korisnici uspješno dodani u organizaciju:
hu: A szervezethez sikeresen hozzáadott felhasználók:
id: Pengguna berhasil ditambahkan ke organisasi:
it: Utenti aggiunti all'organizzazione con successo:
ka: ორგანიზაციაში წარმატებით დაემატა მომხმარებლები:
lt: Vartotojai sėkmingai pridėti prie organizacijos:
lv: Lietotāji veiksmīgi pievienoti organizācijai:
nl_be: Gebruikers succesvol toegevoegd aan de organisatie:
pl: Użytkownicy dodani pomyślnie do organizacji:
pt_pt: Utilizadores adicionados à organização com sucesso:
ro: Utilizatori adăugați cu succes la organizație:
ru: Пользователи успешно добавлены в организацию:
sv: Användare har lagts till i organisationen:
th: ผู้ใช้ที่ถูกเพิ่มเข้าสู่องค์กรสำเร็จแล้ว:
tr: Kullanıcılar başarıyla kuruluşa eklendi:
uk: Користувачі успішно додані до організації:

# product_js_sugars_warning
source: Sugars should not be higher than carbohydrates.
bg: Захарите не трябва да са по-високи от въглехидратите.
ca: Els sucres no haurien de ser superiors als hidrats de carboni.
cs: Cukry by neměly být vyšší než sacharidy.
da: Sukker bør ikke være højere end kulhydrater.
de: Der Zuckergehalt sollte nicht höher sein als der Kohlenhydratgehalt.
el: Τα σάκχαρα δεν πρέπει να είναι υψηλότερα από τους υδατάνθρακες.
eo: Sukeroj ne devus esti pli altaj ol karbonhidratoj.
es: Los azúcares no deben ser más altos que los carbohidratos.
fa: قندها نباید از کربوهیدرات‌ها بیشتر باشند.
fi: Sokerien määrän ei pitäisi olla korkeampi kuin hiilihydraattien.
fr: Les sucres ne doivent pas être supérieurs aux glucides.
he: הסוכרים לא יכולים לעלות על כמות הפחמימות.
hr: Šećeri ne bi trebali biti veći od ugljikohidrata.
hu: A cukor nem lehet magasabb a szénhidrátoknál.
id: Gula tidak boleh lebih tinggi dari karbohidrat.
it: Gli zuccheri non dovrebbero essere superiori ai carboidrati.
ja: 糖質は炭水化物より高くてはなりません。
ka: შაქარი არ უნდა აღემატებოდეს ნახშირწყლებს.
lt: Cukrų neturi būti daugiau negu angliavandenių.
lv: Cukura daudzumam nevajadzētu būt augstākam par ogļhidrātu daudzumu.
nl_be: Suikers kunnen niet hoger zijn dan koolhydraten.
pl: Cukry nie powinny mieć wyższej wartości niż całkowita wartość węglowodanów.
pt_pt: Os açúcares não devem ser superiores aos hidratos de carbono.
ro: Zaharurile nu trebuie să fie mai mari decât carbohidrații.
ru: Содержание сахара не должно превышать содержание углеводов.
sv: Sockerarter bör inte vara högre än kolhydrater.
th: ปริมาณน้ำตาลไม่ควรมีมากกว่าคาร์โบไฮเดรตทั้งหมด
tr: Şekerler karbonhidratlardan daha yüksek olmamalıdır.
uk: Цукрів не повинно бути більше, ніж вуглеводів.
vi: Đường không nên cao hơn carbohydrate.

# product_js_saturated_fat_warning
source: Saturated fat should not be higher than fat.
bg: Наситените мазнини не трябва да са по-високи от мазнините.
ca: El greix saturat no hauria de ser superior al greix.
cs: Nasycený tuk by neměl být vyšší než tuk.
da: Mættet fedt bør ikke være højere end fedt.
de: Der Anteil an gesättigten Fettsäuren sollte nicht höher sein als der an Fett.
el: Το κορεσμένο λίπος δεν πρέπει να είναι υψηλότερο από το λίπος.
eo: Saturita graso ne devus esti pli alta ol graso.
es: La grasa saturada no debe ser más alta que la grasa.
fa: چربی اشباع نباید از چربی اشباع بیشتر باشد.
fi: Tyydyttyneiden rasvojen määrän ei pitäisi olla korkeampi kuin rasvan.
fr: Les acides gras saturés ne doivent pas être plus élevées que les matières grasses.
he: שומן רווי לא יכול לעלות על כמות השומן.
hr: Zasićene masti ne bi trebale biti veće od masnoća.
hu: A telített zsírsavak mennyisége nem lehet magasabb a zsíroknál.
id: Lemak jenuh tidak boleh lebih tinggi dari lemak.
it: I grassi saturi non dovrebbero essere superiori ai grassi.
ja: 飽和脂肪は脂肪よりも高くてはいけません。
ka: ნაჯერი ცხიმების რაოდენობა ცხიმზე მეტი არ უნდა იყოს.
lt: Sočiųjų riebalų neturi būti daugiau negu riebalų.
lv: Piesātināto tauku saturam nevajadzētu būt augstākam par tauku saturu.
nl_be: Verzadigd vet kan niet hoger zijn dan vet.
pl: Tłuszcze nasycone nie powinny mieć wyższej wartości niż całkowita wartość tłuszczy.
pt_pt: Os lípidos saturados (gordura saturada) não devem ser superiores aos lípidos (gordura).
ro: Grăsimile saturate nu trebuie să fie mai mari decât grăsimile.
ru: Содержание насыщенных жиров не должно превышать содержание жиров.
sv: Mättat fett bör inte vara högre än fett.
th: ปริมาณไขมันอิ่มตัวไม่ควรสูงกว่าปริมาณไขมันทั้งหมด
tr: Doymuş yağ, yağdan daha yüksek olmamalıdır.
uk: Насичені жири не повинні перевищувати жирність.
vi: Chất béo bão hòa không nên cao hơn chất béo.

source: Packaging materials
bg: Опаковъчни материали
ca: Materials d'embalatge
cs: Obalové materiály
da: Emballagematerialer
de: Verpackungsmaterialien
el: Υλικά συσκευασίας
eo: Pakmaterialoj
es: Materiales del envase
fa: مواد بسته بندی
fi: Pakkausmateriaalit
fr: Matériaux d'emballage
he: חומרי אריזה
hr: Materijali za pakiranje
hu: Csomagoló anyagok
id: Bahan kemasan
it: Materiali d'imballaggio
ja: 包装材料
ka: შესაფუთი მასალები
lt: Pakuotės medžiagos
lv: Iepakojuma materiāli
nl_be: Verpakkingsmaterialen
pl: Materiały opakowania
pt_pt: Materiais da embalagem
ro: Materiale de ambalare
ru: Упаковочные материалы
sv: Förpackningsmaterial
th: วัสดุบรรจุภัณฑ์
tr: Ambalaj malzemeleri
uk: Пакувальні матеріали
