Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# packaging_quantity_per_unit
source: Quantity of product contained per unit
bg: Количество продукт, съдържащо се в единица
cs: Množství produktu obsaženého v jednotce
da: Mængde af produktindehold pr. enhed
de: Menge des enthaltenen Produkts pro Einheit
el: Ποσότητα προϊόντος που περιέχεται ανά μονάδα
eo: Kvanto de produkto enhavita po unuo
es: Cantidad de producto por unidad
fa: مقدار محصول موجود در هر واحد
fi: Tuotteen määrä yksikössä
fr: Quantité de produit contenue par élément
he: כמות של המוצר שכלולה ביחידה
hr: Količina proizvoda po jedinici
hu: A tartalmazott termék mennyisége egységenként
id: Jumlah produk yang terkandung per unit
it: Quantità di prodotto contenuto per unità
ja: ユニット単位に含まれる製品数
ka: პროდუქტის რაოდენობა ერთეულზე
lt: Produkto kiekis, esantis vienete
lv: Produkta daudzums vienā vienībā
nl_be: Hoeveelheid product per eenheid
pl: Ilość produktu na jednostke
pt_pt: Quantidade de produto contido por unidade
ro: Cantitatea de produs conținută pe unitate
ru: Количество продукта, содержащегося в единице
sv: Mängd produkt per enhet
th: ปริมาณผลิตภัณฑ์ที่บรรจุต่อหน่วย
tr: Birim başına bulunan ürün miktarı
uk: Кількість продукту, що міститься в одиниці

# f_help_categorize_on_hunger_games
source: Help categorize more {title} on Hunger Games
bg: Помогни за категоризирането на още {title} в Игрите на глада
cs: Pomozte kategorizovat více {title} na Hunger Games
da: Hjælp med at kategorisere flere Hunger Games-{title}
de: Helfen Sie, mehr {title} auf Hunger Games zu kategorisieren
el: Βοηθήστε να κατηγοριοποιήσουμε περισσότερα {title} στα Παιχνίδια Πείνας
eo: Helpu kategoriigi pli da {title} pri Malsatludoj
es: Ayuda a categorizar más {title} en Los Juegos del Hambre
fa: به دسته‌بندی بیشتر {title} در بازی‌های گرسنگی کمک کنید
fi: Auta luokittelemaan lisää "{title}" Hunger Gamesissa
fr: Aidez à classer plus de {title} sur Hunger Games
he: נשמח לסיוע בסיווג של עוד {title} במשחקי הרעב
hr: Pomozite kategorizirati više {title} na Igrama gladi
hu: Segítsen több {title} kategorizálásában a Hunger Gamesben
id: Bantu mengkategorikan lebih banyak {title} di Hunger Games
it: Aiuta a categorizzare più {title} sugli Hunger Games
ka: დაგვეხმარეთ შიმშილის თამაშებზე მეტი {title} კატეგორიზაციაში
lt: Padėkite suskirstyti daugiau {title} į kategorijas „Bado žaidynėse“
lv: Palīdziet kategorizēt vairāk {title} vietnē Bada spēles
nl_be: Help meer {title} te categoriseren op Hunger Games
pl: Pomóż sklasyfikować więcej {title} w Hunger Games
pt_pt: Ajude a categorizar mais {title} em Hunger Games
ro: Ajută la categorizarea mai multor {title} în Jocurile Foamei
ru: Помогите классифицировать больше {title} в Hunger Games
sv: Hjälp till att kategorisera mer {title} på Hungerspelen
th: ช่วยจัดหมวดหมู่ {title} เพิ่มเติมเกี่ยวกับ Hunger Games
tr: Açlık Oyunları'nda daha fazla {title} kategorileştirmeye yardımcı olun
uk: Допоможіть класифікувати більше {title} про Голодні ігри
vi: Giúp phân loại thêm {title} trên Hunger Games

# packagings_complete
source: All the packaging parts of the product are listed.
bg: Изброени са всички части на опаковката на продукта.
cs: Všechny části balení produktu jsou uvedeny.
da: Alle produktemballagedelene er anført.
de: Alle Verpackungsbestandteile des Produkts sind aufgeführt.
el: Αναφέρονται όλα τα μέρη συσκευασίας του προϊόντος.
eo: Ĉiuj pakpartoj de la produkto estas listigitaj.
es: Todas las partes del embalaje del producto están enumeradas.
fa: تمام قطعات بسته بندی محصول ذکر شده است.
fi: Kaikki tuotteen pakkausosat on listattu.
fr: Tous les éléments de l'emballage du produit sont listés.
he: כל חלקי האריזה של המוצר מפורטים.
hr: Navedeni su svi dijelovi ambalaže proizvoda.
hu: A termék összes csomagolóeleme fel van sorolva.
id: Semua bagian kemasan produk tercantum.
it: Tutte le parti dell'imballaggio del prodotto sono elencate.
ja: 製品のすべてのパッケージ部品がリストされています。
ka: პროდუქტის შეფუთვის ყველა ნაწილი ჩამოთვლილია.
lt: Visos produkto pakuotės dalys yra pateiktos.
lv: Ir uzskaitītas visas produkta iepakojuma daļas.
nl_be: Alle verpakkingsonderdelen van het product worden vermeld.
pl: Wszystkie składowe opakowania wymienione.
pt_pt: Todas as partes da embalagem do produto estão indicadas.
ro: Toate părțile de pe ambalaj ale produsului sunt enumerate.
ru: Перечислены все части упаковки продукта.
sv: Alla delar av produktens förpackning listas.
th: ส่วนประกอบบรรจุภัณฑ์ทั้งหมดของผลิตภัณฑ์ได้ถูกระบุไว้แล้ว
tr: Ürünün tüm ambalaj parçaları listelenmiştir.
uk: Перераховані всі пакувальні частини продукту.

# api_message_invalid_user_id_and_password
source: Invalid user id and password
bg: Невалидно потребителско име и парола
cs: Neplatné uživatelské id a heslo
da: Ugyldig bruger-ID og adgangskode
de: Ungültige Benutzerkennung und Passwort
el: Μη έγκυρο αναγνωριστικό χρήστη και κωδικός πρόσβασης
eo: Malvalida uzantnomo kaj pasvorto
es: Nombre de usuario y contraseña inválidos
fa: شناسه کاربری و رمز عبور نامعتبر است
fi: Virheellinen käyttäjätunnus ja salasana
fr: Identifiant et mot de passe non valides
he: מזהה משתמש וסיסמה שגויים
hr: Nevažeći korisnički ID i lozinka
hu: Érvénytelen felhasználói azonosító vagy jelszó
id: Identitas pengguna dan kata sandi tidak valid
it: Id utente e password non validi
ja: ユーザー名・パスワードが間違っています
ka: არასწორი მომხმარებლის ID და პაროლი
lt: Neteisingas vartotojo vardas arba slaptažodis
lv: Nederīgs lietotāja ID un parole
nl_be: Ongeldige gebruikers-Id en wachtwoord
pl: Nieprawidłowy identyfikator użytkownika i hasło
pt_pt: ID de utilizador e palavra-passe inválidos
ro: ID utilizator și parolă nevalide
ru: Неправильное имя пользователя или пароль
sv: Ogiltigt användar-ID och lösenord
th: รหัสผู้ใช้และรหัสผ่านไม่ถูกต้อง
tr: Geçersiz kullanıcı kimliği ve şifre
uk: Неправильний логін і пароль

# api_message_invalid_value_must_be_0_or_1
source: Invalid value: must be 0 or 1
bg: Невалидна стойност: трябва да бъде 0 или 1
ca: Valor invàlid: ha de ser 0 o 1
cs: Neplatná hodnota: musí být 0 nebo 1
da: Ugyldig værdi: Skal være 0 eller 1
de: Ungültiger Wert: muss 0 oder 1 sein
el: Μη έγκυρη τιμή: πρέπει να είναι 0 ή 1
eo: Malvalida valoro: devas esti 0 aŭ 1
es: Valor inválido: debe ser 0 o 1
fa: مقدار نامعتبر: باید 0 یا 1 باشد
fi: Virheellinen arvo: täytyy olla 0 tai 1
fr: Valeur invalide : doit être 0 ou 1
he: ערך שגוי: חייב להיות 0 או 1
hr: Nevažeća vrijednost: mora biti 0 ili 1
hu: Érvénytelen érték: 0 vagy 1 lehet
id: Nilai tidak valid: harus 0 atau 1
it: Valore non valido: deve essere 0 o 1
ja: 無効な値: 0 または 1 でなければなりません
ka: არასწორი მნიშვნელობა: უნდა იყოს 0 ან 1
lt: Netinkama vertė: turi būti 0 arba 1
lv: Nederīga vērtība: tai jābūt 0 vai 1
nl_be: Ongeldige waarde: moet 0 of 1 zijn
pl: Nieprawidłowa wartość: wymagana 0 lub 1
pt_pt: Valor inválido: deve ser 0 ou 1
ro: Valoare invalidă: trebuie să fie 0 sau 1
ru: Недопустимое значение: должно быть 0 или 1
sv: Ogiltigt värde: måste vara 0 eller 1
th: ค่าไม่ถูกต้อง: ต้องเป็น 0 หรือ 1
tr: Geçersiz değer: 0 veya 1 olmalıdır
uk: Неприпустиме значення: має бути 0 або 1

# packaging_number_of_units_description
source: Enter the number of packaging units of the same shape and material contained in the product.
bg: Въведи броя на опаковъчните единици с еднаква форма и материал, съдържащи се в продукта.
ca: Introduïu el nombre d'unitats d'embalatge de la mateixa forma i material que conté el producte.
cs: Zadejte počet obalových jednotek stejného tvaru a materiálu obsažených v produktu.
da: Angiv antallet af emballageenheder af samme form og materiale indeholdt i produktet.
de: Geben Sie die Anzahl der Verpackungseinheiten gleicher Form und gleichen Materials an, die in dem Erzeugnis enthalten sind.
el: Εισαγάγετε τον αριθμό των μονάδων συσκευασίας του ίδιου σχήματος και υλικού που περιέχονται στο προϊόν.
eo: Enigu la nombron de pakaĵunuoj de la sama formo kaj materialo enhavitaj en la produkto.
es: Indique el número de unidades de embalaje de la misma forma y material que contiene el producto.
fa: تعداد واحدهای بسته‌بندی با شکل و جنس مشابه موجود در محصول را وارد کنید.
fi: Syötä samanmuotoisten ja samaa materiaalia olevien pakkausten määrä tuotteessa.
fr: Entrez le nombre d'éléments d'emballage de la même forme et de la même matière contenue dans le produit.
he: נא למלא את מספר יחידות האריזה מאותה הצורה והחומר שנמצא בתוך המוצר.
hu: Adja meg a terméken lévő azonos alakú és anyagú csomagolóelemek számát.
id: Masukkan jumlah unit kemasan dengan bentuk dan bahan yang sama yang terdapat dalam produk.
it: Inserisci il numero di unità di imballaggio della stessa forma e materiale contenute nel prodotto.
ja: 製品に含まれる、同一形状、同材質の包装単位の数を入力してください。
lt: Įveskite tokios pačios formos ir medžiagos, esančios produkto sudėtyje, pakuočių vienetų skaičių.
lv: Ievadiet vienādas formas un materiāla iepakojuma vienību skaitu, kas ietilpst produktā.
nl_be: Voer het aantal verpakkingseenheden van dezelfde vorm en hetzelfde materiaal in het product in.
pl: Wprowadź liczbę opakowań tego samego kształtu i materiału zawartych w produkcie.
pt_pt: Introduza o número de unidades de embalagens com o mesmo formato e material.
ro: Introduceți numărul de unități de ambalare de aceeași formă și material conținute în produs.
sv: Ange antalet förpackningsenheter av samma form och material som produkten innehåller.
th: ป้อนจำนวนหน่วยบรรจุภัณฑ์ที่มีรูปร่างและวัสดุเดียวกันที่บรรจุอยู่ในผลิตภัณฑ์
tr: Üründe bulunan aynı şekil ve malzemeye sahip ambalaj birimlerinin sayısını girin.
uk: Введіть кількість пакувальних одиниць однакової форми та матеріалу, які містяться в продукті.
vi: Nhập số lượng đơn vị đóng gói có cùng hình dạng và chất liệu chứa trong sản phẩm.

# packaging_shape_description
source: Enter the shape name listed in the recycling instructions if they are available, or select a shape.
bg: Въведи името на формата, посочено в инструкциите за рециклиране, ако са налични, или избери форма.
ca: Introduïu el nom de la forma que apareix a les instruccions de reciclatge si està disponible o seleccioneu una forma.
cs: Zadejte název tvaru uvedený v pokynech k recyklaci, pokud jsou k dispozici, nebo vyberte tvar.
da: Angiv formnavnet oplyst i genbrugsvejledningen (hvis tilgængelig), eller vælg en form.
de: Geben Sie den Namen der Form ein, die in der Recycling-Anleitung aufgeführt ist (falls vorhanden) oder wählen Sie eine Form aus.
el: Εισάγετε το όνομα σχήματος που αναγράφεται στις οδηγίες ανακύκλωσης, εάν είναι διαθέσιμες, ή επιλέξτε ένα σχήμα.
eo: Enigu la nomon de la formo listigitan en la instrukcioj pri reciklado, se ili haveblas, aŭ elektu formon.
es: Ingrese el nombre de la forma que aparece en las instrucciones de reciclaje, si están disponibles, o seleccione una forma.
fa: در صورت موجود بودن، نام شکل ذکر شده در دستورالعمل‌های بازیافت را وارد کنید، یا یک شکل را انتخاب کنید.
fi: Syötä kierrätysohjeiden mukainen muodon nimi tai valitse muoto.
fr: Entrez le nom de la forme indiqué dans les instructions de recyclage si elles sont disponibles, ou sélectionnez une forme.
he: נא למלא את שם הצורה שמופיעה על הנחיות המיחזור אם יש כאלה, או לבחור צורה.
hu: Adja meg az alak újrahasznosítási utasításokban látható nevét, ha fel van tüntetve, vagy válasszon egy alakot.
id: Masukkan nama bentuk yang tercantum dalam petunjuk daur ulang jika tersedia, atau pilih bentuk.
it: Inserisci il nome della forma elencata nelle istruzioni di riciclaggio se disponibili, oppure selezionane una.
ja: リサイクル手順に形状が記載されている場合それを入力するか、形状を選択してください。
lt: Įveskite formos pavadinimą, įtrauktą į perdirbimo instrukcijų, jei tokios yra, sąrašą, arba pasirinkite formą.
lv: Ievadiet pārstrādes instrukcijās norādīto formas nosaukumu, ja tie ir pieejami, vai atlasiet formu.
nl_be: Voer de vormnaam in die wordt vermeld in de recyclinginstructies als deze beschikbaar zijn, of selecteer een vorm.
pl: Podaj nazwę kształtu znajdującego się w instrukcjach dotyczących recyklingu, lub go wybierz.
pt_pt: Introduza o nome do formato indicado nas instruções de reciclagem, se estiverem disponíveis ou selecione um formato.
ro: Introduceți numele formei afișat în instrucțiunile de reciclare dacă sunt disponibile sau selectați o formă.
sv: Ange formens namn som anges i återvinningsinstruktionerna om de är tillgängliga, eller välj en form.
th: ระบุชื่อรูปทรงตามที่ระบุไว้ในคำแนะนำการรีไซเคิล หากมี หรือเลือกรูปทรงที่ต้องการ
tr: Varsa, geri dönüşüm talimatlarında listelenen şeklin adını girin veya bir şekil seçin.
uk: Введіть назву форми, вказану в інструкціях з перероблювання, якщо вони доступні, або виберіть форму.
vi: Nhập tên hình dạng được liệt kê trong hướng dẫn tái chế nếu chúng có sẵn, hoặc chọn một hình dạng.

# packaging_material_description
source: Enter the specific material if it can be determined (a material code inside a triangle can often be found on packaging parts), or a generic material (for instance plastic or metal) if you are unsure.
bg: Въведи конкретния материал, ако може да бъде определен (код на материала вътре в триъгълник често може да се намери върху частите на опаковката) или общ материал (например пластмаса или метал), ако не си сигурен.
ca: Introduïu el material específic si es pot determinar (hi sol haver un codi de material dins d'un triangle a les peces d'embalatge) o un material genèric (per exemple, plàstic o metall) si no n'esteu segurs.
cs: Zadejte konkrétní materiál, pokud jej lze určit (kód materiálu uvnitř trojúhelníku lze často nalézt na částech balení), nebo obecný materiál (například plast nebo kov), pokud si nejste jisti.
da: Angiv det specifikke materiale, hvis det kan bestemmes (en materialekode i en trekant findes ofte på emballagedele), eller et generisk materiale (f.eks. plastik eller metal), hvis der er tvivl.
de: Geben Sie das spezifische Material an, wenn es bestimmt werden kann (ein Materialcode in einem Dreieck ist oft auf Verpackungsteilen zu finden), oder ein allgemeines Material (z. B. Kunststoff oder Metall), wenn Sie sich nicht sicher sind.
el: Εισαγάγετε το συγκεκριμένο υλικό εάν μπορεί να προσδιοριστεί (ένας κωδικός υλικού μέσα σε ένα τρίγωνο μπορεί συχνά να βρεθεί στα μέρη της συσκευασίας) ή ένα γενικό υλικό (για παράδειγμα πλαστικό ή μέταλλο) εάν δεν είστε σίγουροι.
eo: Enigu la specifan materialon se ĝi estas determinebla (materialkodo ene de triangulo ofte troveblas sur pakaĵpartoj), aŭ ĝeneralan materialon (ekzemple plaston aŭ metalon) se vi ne certas.
es: Ingrese el material específico si se pudiera determinar (a menudo se puede encontrar un código de material dentro de un triángulo en las piezas del empaque), o un material genérico (por ejemplo, plástico o metal) si no está seguro.
fa: اگر جنس خاصی قابل تشخیص است (کد جنس اغلب در داخل یک مثلث روی قطعات بسته‌بندی یافت می‌شود) یا اگر مطمئن نیستید، یک جنس عمومی (مثلاً پلاستیک یا فلز) را وارد کنید.
fi: Lisää materiaali, jos se voidaan määrittää (pakkauksessa materiaalikoodi kolmiossa) tai yleismateriaali (kuten muovi tai lasi), jos olet epävarma.
fr: Entrez le matériau spécifique s'il peut être déterminé (un code de matériau à l'intérieur d'un triangle peut souvent être trouvé sur les éléments d'emballage), ou un matériau générique (par exemple du plastique ou du métal) si vous n'êtes pas sûr.
he: נא לציין מה החומר המסוים שבו נעשה שימוש אם אפשר לאתר אותו (אפשר למצוא את קוד החומר בתוך משולש שנמצא על חלקי האריזה), או חומר כללי (למשל: פלסטיק או מתכת) במקרה של ספק.
hu: Adja meg a pontos anyagot, ha az megállapítható (egy háromszögben lévő anyagkód gyakran megtalálható a csomagolóelemeken), vagy egy általános anyagnevet (például műanyag vagy fém), ha nem biztos benne.
id: Masukkan bahan spesifik jika dapat ditentukan (kode bahan di dalam segitiga sering kali dapat ditemukan pada bagian kemasan), atau bahan umum (misalnya plastik atau logam) jika Anda tidak yakin.
it: Inserisci il materiale specifico se determinabile (un codice del materiale in un triangolo si può spesso trovare sulle parti dell'imballaggio), o un materiale generico (ad esempio, plastica o metallo) se non ne sei sicuro.
ja: 判別できる場合は特定の素材（三角で囲まれた素材コードはパッケージ部分によくあります）を入力し、不明な場合は包括的な素材（プラスチックや金属など）を入力してください。
lt: Įveskite konkrečią medžiagą, jei ją galima nustatyti (medžiagos kodą trikampyje dažnai galima rasti ant pakuotės dalių), arba bendrąją medžiagą (pvz., plastikas arba metalas), jei nesate tikri.
lv: Ievadiet konkrēto materiālu, ja to var noteikt (materiāla kodu trīsstūrī bieži var atrast uz iepakojuma detaļām), vai vispārīgu materiālu (piemēram, plastmasu vai metālu), ja neesat pārliecināts.
nl_be: Voer het specifieke materiaal in als dit kan worden bepaald (een materiaalcode in een driehoek is vaak te vinden op verpakkingsonderdelen), of een algemener materiaal (bijvoorbeeld plastic of metaal) als u het niet zeker weet.
pl: Podaj konkretny materiał, jeżeli można go wskazać (kod materiału znajdujący się w trójkącie często można znaleźć na opakowaniu), lub materiał ogólny (na przykład plastik lub metal), jeśli nie masz pewności.
pt_pt: Escreva o material específico se souber (pode-se ver muitas vezes um código de material dentro de um triângulo na embalagem) ou um material genérico (por exemplo plástico ou metal) se não tiver a certeza.
ro: Introduceți materialul specific dacă poate fi determinat (un cod de material în interiorul unui triunghi poate fi găsit adesea pe piesele de ambalaj) sau un material generic (de exemplu plastic sau metal) dacă nu sunteți sigur.
sv: Ange det specifika materialet om det kan fastställas (en materialkod inuti en triangel finns ofta på förpackningsdelar), eller ett generiskt material (till exempel plast eller metall) om du är osäker.
th: หากสามารถระบุวัสดุได้ ให้ป้อนรหัสวัสดุที่เฉพาะเจาะจง (โดยปกติจะมีรหัสวัสดุอยู่ภายในรูปสามเหลี่ยมบนชิ้นส่วนบรรจุภัณฑ์) หรือหากไม่แน่ใจ ให้ระบุวัสดุทั่วไป (เช่น พลาสติกหรือโลหะ)
tr: Belirlenebiliyorsa belirli bir malzemeyi (bir üçgen içindeki bir malzeme kodu genellikle ambalaj parçalarında bulunur) veya emin değilseniz genel bir malzemeyi (örneğin plastik veya metal) girin.
uk: Введіть конкретний матеріал, якщо він може бути визначений (матеріальний код всередині трикутника часто можна знайти на упаковуванні) або загальний матеріал (наприклад пластик чи метал) якщо ви не впевнені.
vi: Nhập vật liệu cụ thể nếu có thể xác định được (mã vật liệu bên trong hình tam giác thường có trên các bộ phận đóng gói) hoặc một loại vật liệu chung (ví dụ: nhựa hoặc kim loại) nếu bạn không chắc chắn.

# packaging_recycling_description
source: Enter recycling instructions only if they are listed on the product.
bg: Въведи инструкциите за рециклиране само ако са посочени на продукта.
ca: Introduïu les instruccions de reciclatge només si apareixen al producte.
cs: Pokyny k recyklaci zadávejte pouze v případě, že jsou uvedeny na produktu.
da: Angiv kun genbrugsvejledningen anført på selve produktet.
de: Geben Sie Recyclinghinweise nur an, wenn sie auf dem Produkt angegeben sind.
el: Εισαγάγετε οδηγίες ανακύκλωσης μόνο εάν αναγράφονται στο προϊόν.
eo: Enigu reciklajn instrukciojn nur se ili estas listigitaj sur la produkto.
es: Ingrese las instrucciones de reciclaje solo si están enumeradas en el producto.
fa: دستورالعمل‌های بازیافت را فقط در صورتی که روی محصول ذکر شده است، وارد کنید.
fi: Lisää kierrätysohje, jos se lukee paketissa.
fr: Saisissez les consignes de tri seulement si elles apparaîssent sur le produit.
he: נא למלא פרטי מיחזור רק אם הם מופיעים על המוצר.
hu: Csak akkor adja meg az újrahasznosítási utasításokat, ha fel van tüntetve a terméken.
id: Masukkan petunjuk daur ulang hanya jika petunjuk tersebut tercantum pada produk.
it: Inserisci le istruzioni di riciclaggio soltanto se sono elencate sul prodotto.
ja: 製品に記載されている場合にのみ、リサイクル手順を入力してください。
lt: Įveskite perdirbimo instrukcijas tik, jei jos yra nurodytas ant produkto.
lv: Ievadiet pārstrādes instrukcijas tikai tad, ja tās ir norādītas uz produkta.
nl_be: Voer recyclinginstructies alleen in als ze op het product vermeld staan.
pl: Wprowadź informacje dotyczące recyklingu tylko wtedy, gdy znajdują się na produkcie.
pt_pt: Introduza as instruções de reciclagem apenas se estiverem indicadas no produto.
ro: Introduceți instrucțiunile de reciclare numai dacă sunt enumerate pe produs.
sv: Ange endast återvinningsinstruktioner om de finns listade på produkten.
th: ระบุคำแนะนำในการรีไซเคิลเฉพาะในกรณีที่ระบุไว้บนผลิตภัณฑ์เท่านั้น
tr: Yalnızca ürün üzerinde listeleniyorsa geri dönüşüm talimatlarını girin.
uk: Вказуйте інструкції з утилізації, тільки якщо вони зазначені на виробі.
vi: Chỉ nhập hướng dẫn tái chế nếu chúng được liệt kê trên sản phẩm.
