Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# delete_confirmation
source: This will delete your user details and anonymise all of your contributions. Please re-enter your user name to confirm.
bg: Това ще изтрие твоите потребителски данни и ще анонимизира всичките ти приноси. Моля, въведи отново твоето потребителско име, за да потвърдиш.
ca: Això suprimirà les vostres dades d'usuari i anonimitzarà totes les vostres contribucions. Torneu a introduir el vostre nom d'usuari per confirmar.
cs: Tím smažete své uživatelské údaje a anonymizujete všechny vaše příspěvky. Pro potvrzení znovu zadejte své uživatelské jméno.
da: Dette sletter dine brugeroplysninger og anonymisere alle dine bidrag. Angiv dit brugernavn igen for at bekræfte.
de: Dadurch werden Ihre Benutzerdaten gelöscht und alle Ihre Beiträge anonymisiert. Bitte geben Sie zur Bestätigung Ihren Benutzernamen erneut ein.
el: Αυτό θα διαγράψει τα στοιχεία χρήστη σας και θα καταστήσει ανώνυμες όλες τις συνεισφορές σας. Εισαγάγετε ξανά το όνομα χρήστη σας για επιβεβαίωση.
eo: Tio forigos viajn uzantodetalojn kaj anonimigos ĉiujn viajn kontribuojn. Bonvolu reenigi vian uzantonomon por konfirmi.
es: Esto eliminará sus datos de usuario y anonimizará todas sus contribuciones. Vuelva a ingresar su nombre de usuario para confirmar.
fa: این کار اطلاعات کاربری شما را حذف کرده و تمام مشارکت‌های شما را ناشناس می‌کند. لطفاً برای تأیید، نام کاربری خود را دوباره وارد کنید.
fi: Tämä poistaa käyttäjätietosi ja anonymisoi kaikki osallistumisesi. Vahvista antamalla käyttäjätunnuksesi uudelleen.
fr: Cela supprimera vos informations d'utilisateur et anonymisera toutes vos contributions. Veuillez ressaisir votre nom d'utilisateur pour confirmer.
he: פעולה זו תמחק את פרטי המשתמש שלך ותהפוך את כל התרומות שלך לאלמוניות. נא למלא את שם המשתמש שלך מחדש כדי לאשר.
hr: Ovim će se izbrisati vaši korisnički podaci i anonimizirati svi vaši doprinosi. Molimo vas da ponovno unesete svoje korisničko ime za potvrdu.
hu: Ezzel törli felhasználói adatait, és anonimizálja az összes hozzájárulását. A megerősítéshez adja meg újra a felhasználónevét.
id: Ini akan menghapus detail pengguna Anda dan menganonimkan semua kontribusi Anda. Masukkan kembali nama pengguna Anda untuk mengonfirmasi.
it: Questo eliminerà i tuoi dettagli utente e anonimizzerà tutti i tuoi contributi. Ti preghiamo di reinserire il tuo nome utente per confermare.
ka: ეს წაშლის თქვენი მომხმარებლის მონაცემებს და თქვენი ყველა წვლილი ანონიმური გახდება. დასადასტურებლად, გთხოვთ, ხელახლა შეიყვანოთ თქვენი მომხმარებლის სახელი.
lt: Taip ištrinsite savo vartotojo duomenis, o jūsų pateiktos informacijos indėlis bus anonimizuotas. Dar kartą įveskite savo vartotojo duomenis, kad patvirtintumėte.
lv: Tas izdzēsīs jūsu lietotāja datus un anonimizēs visus jūsu ieguldījumus. Lūdzu, atkārtoti ievadiet savu lietotājvārdu, lai apstiprinātu.
nl_be: Dit zal uw gebruikersgegevens verwijderen en al uw bijdragen anonimiseren. Voer uw gebruikersnaam opnieuw in om te bevestigen.
pl: Spowoduje to usunięcie danych użytkownika i zanonimizowanie wszystkich twoich wkładów. Proszę, wprowadź ponownie swoją nazwę użytkownika, aby potwierdzić.
pt_pt: Isto irá eliminar os seus dados de utilizador e tornar todos os seus contributos anónimos. Para confirmar, volte a introduzir o seu nome de utilizador.
ro: Acest lucru va șterge detaliile de utilizator și va anonimiza toate contribuțiile tale. Te rugăm să reintroduci numele de utilizator pentru a confirma.
ru: Это действие удалит ваши пользовательские данные и сделает все ваши пожертвования анонимными. Пожалуйста, введите свое имя пользователя еще раз, чтобы подтвердить действие.
sv: Detta kommer att radera dina användaruppgifter och anonymisera alla dina bidrag. Vänligen ange ditt användarnamn igen för att bekräfta.
th: การดำเนินการนี้จะลบรายละเอียดผู้ใช้ของคุณและ ผลิตภัณฑ์ที่คุณเพิ่มไว้จะกลายเป็นไม่ระบุชื่อแทน กรุณากรอกชื่อผู้ใช้ของคุณอีกครั้งเพื่อยืนยันการลบบัญชีผู้ใช้
tr: Bu, kullanıcı ayrıntılarınızı siler ve tüm katkılarınızı anonimleştirir. Lütfen onaylamak için kullanıcı adınızı tekrar girin.
uk: Це видалить ваші дані користувача та анонімізує всі ваші внески. Будь ласка, введіть своє ім'я користувача ще раз для підтвердження.
vi: Thao tác này sẽ xóa chi tiết người dùng của bạn và ẩn danh tất cả các đóng góp của bạn. Vui lòng nhập lại tên người dùng của bạn để xác nhận.

source: Danger Zone
bg: Опасна зона
ca: Zona de perill
cs: Nebezpečná zóna
da: Farezone
de: Gefahrenzone
el: Επικίνδυνη Ζώνη
eo: Danĝera Zono
es: Zona peligrosa
fa: منطقه خطر
fi: Vaaravyöhyke
fr: Zone Dangereuse
he: אזור סכנה
hr: Opasna zona
hu: Veszélyes területet
id: Zona Bahaya
it: Zona Pericolosa
ka: საფრთხის ზონა
lt: Pavojinga zona
lv: Bīstamā zona
nl_be: Gevarenzone
pl: Wysokie Ryzko
pt_pt: Zona de Perigo
ro: Zona periculoasă
ru: Опасная зона
sv: Farozon
th: เขตอันตราย
tr: Tehlikeli Bölge
uk: Небезпечна Зона
vi: Khu vực nguy hiểm

# diff_add
source: Added:
ar: أضيف:
bg: Добавено:
ca: Afegit:
cs: Přidáno:
da: Tilføjet:
de: Hinzugefügt:
el: Προστέθηκε:
eo: Aldonita:
es: Añadido:
fa: اضافه شد:
fi: Lisätty:
fr: Ajout :
he: נוסף:
hr: Dodano:
hu: Hozzáadva:
id: Ditambahkan:
it: Aggiunto:
ja: 追加：
ka: დამატებულია:
lt: Pridėta:
lv: Pievienots:
ms: Ditambah:
nl_be: Toegevoegd:
pl: Dodane:
pt_pt: Adicionado:
ro: Adăugate:
ru: Добавлено:
sl: Dodano:
sv: Lades till:
th: เพิ่มเติม:
tl: Idinagdag:
tr: Eklendi:
uk: Додано:
vi: Đã được thêm vào:

# diff_change
source: Changed:
ar: تغير:
bg: Променено:
ca: Canviat:
cs: Změněno:
da: Ændret:
de: Geändert:
el: Τροποποιήθηκε:
eo: Ŝanĝita:
es: Cambiado:
fa: تغییر یافته:
fi: Muutettu:
fr: Changement :
he: השתנה:
hr: Promijenjeno:
hu: Módosítva:
id: Diubah:
it: Cambiato:
ja: 変更：
ka: შეიცვალა:
lt: Pakeista:
lv: Mainīts:
ms: Diubah:
nl_be: Gewijzigd:
pl: Zmieniono:
pt_pt: Alterado:
ro: Schimbate:
ru: Изменено:
sl: Spremenjeno:
sv: Ändrad:
th: เปลี่ยน:
tl: Binago:
tr: Değiştirildi:
uk: Змінено:
vi: Đã thay đổi:

# diff_delete
source: Deleted:
ar: حذف:
bg: Изтрито:
ca: Eliminat:
cs: Smazáno:
da: Slettet:
de: Gelöscht:
el: Διαγράφηκε:
eo: Forigita:
es: Eliminado:
fa: حذف شده:
fi: Poistettu:
fr: Suppression :
he: נמחק:
hr: Izbrisano:
hu: Törölve:
id: Dihapus:
it: Eliminato:
ja: 削除：
ka: წაშლილია:
lt: Ištrinta:
lv: Dzēsts:
ms: Dipadam:
nl_be: Verwijderd:
pl: Usunięto:
pt_pt: Eliminado:
ro: Șterse:
ru: Удалено:
sl: Izbrisano:
sv: Borttagen:
th: ถูกลบแล้ว:
tl: Tinanggal:
tr: Silindi:
uk: Видалено:
vi: Đã xóa:

# donate
source: Donate to Open Food Facts
ar: تبرع ل Open Food Facts
bg: Дари на Open Food Facts
ca: Feu un donatiu a Open Food Facts
cs: Přispějte na Open Food Facts
da: Donér til Open Food Facts
de: An Open Food Facts spenden
el: Δωρεά στο Open Food Facts
eo: Donacu al Malfermaj Manĝaĵoj
es: Donar a Open Food Facts
fa: برای باز کردن حقایق غذایی کمک مالی کنید
fi: Lahjoita Open Food Factsille
fr: Faire un don à l'association Open Food Facts
he: תרומה ל־Open Food Facts
hr: Donirajte Open Food Facts
hu: Adományozzon az Open Food Facts programnak
id: Berdonasi ke Open Food Facts
it: Dona a Open Food Facts
ja: Open Food Facts に寄付する
ka: შემოწირულობა Open Food Facts-ისთვის
lt: Paaukokite Open Food Facts
lv: Ziedot Open Food Facts
ms: Sumbang kepada Open Food Facts
nl_be: Doneer aan Open Food Facts
pl: Przekaż darowiznę na Open Food Facts
pt_pt: Fazer um donativo ao Open Food Facts
ro: Donează pentru Open Food Facts
ru: Пожертвовать Open Food Facts
sl: Doniraj k Open Food Facts
sv: Donera till Open Food Facts
th: บริจาคให้กับ Open Food Facts
tl: Magbigay sa Open Food Facts
tr: Open Food Facts'e Bağışta Bulunun
uk: Пожертвуй для Open Food Facts
vi: Đóng góp cho Open Food Facts

# ecological_data_table
source: Ecological footprint
ar: آثار بيئية
bg: Екологичен отпечатък
ca: Petjada ecològica
cs: Enviromentální stopa
da: Økologisk fodaftryk
de: Ökologischer Fußabdruck
el: Οικολογικό αποτύπωμα
eo: Ekologia spuro
es: Huella ecológica
fa: ردپای اکولوژیکی
fi: Ekologinen jalanjälki
fr: Impact écologique
he: טביעת רגל אקולוגית
hr: Ekološki otisak
hu: Ökológiai lábnyom
id: Jejak ekologis
it: Impronta ecologica
ja: エコロジカル・フットプリント
ka: ეკოლოგიური კვალი
lt: Ekologinis pėdsakas
lv: Ekoloģiskā pēda
ms: Jejak ekologi
nl_be: Ecologische voetafdruk
pl: Ślad ekologiczny
pt_pt: Pegada ecológica
ro: Impact ecologic
ru: Экологический след
sl: Ekološki odtis
sv: Ekologiskt fotavtryck
th: รอยเท้าทางนิเวศวิทยา
tr: Ekolojik ayak izi
uk: Вплив на екологію
vi: Dấu chân sinh thái

# ecological_data_table_note
source: If the carbon footprint is specified on the label (rarely at this time), indicate it for the same quantity than the nutritional composition.
ar: إذا تم تحديد البصمة الكربونية على الملصق (نادرًا في هذا الوقت) ، فقم بالإشارة إلى نفس الكمية من التركيبة الغذائية.
bg: Ако въглеродният отпечатък е посочен на етикета (рядко по това време), посочи го за същото количество като хранителния състав.
ca: Si s'especifica la petjada de carboni a l'etiqueta (poques vegades en aquest moment), cal indicar per la mateixa quantitat de composició nutritiva.
cs: Pokud je na etiketě uvedená uhlíková stopa (což se stává velmi výjimečně), uveďte ji prosím v přepočtu na stejné množství výrobku, jako výživové údaje.
da: Hvis CO2-udslip eller CO2-fodaftryk er angivet på etiketten (endnu sjældent set), skal det angives for den samme mængde som ernæringsindholdet opgives for.
de: Falls der CO₂-Fußabdruck auf der Verpackung angegeben ist (derzeit ist das selten der Fall), dann ist dieser für die selbe Menge der anderen Nährwertangaben einzutragen.
el: Αν το αποτύπωμα άνθρακα είναι αποσαφηνισμένο στην ετικέτα (προς το παρόν όχι συχνά), υποδείξτε το για την ίδια ποσότητα όπως και για τη διατροφική σύνθεση.
eo: Se la karbona spuro estas specifita sur la etikedo (malofte nuntempe), indiku ĝin por la sama kvanto kiel la nutra konsisto.
es: Si aparece en el envase la huella ecológica (muy raro en la actualidad), indícala por la misma cantidad que la información nutricional.
fa: اگر ردپای کربن روی برچسب مشخص شده است (در حال حاضر به ندرت)، آن را برای همان مقدار نسبت به ترکیب غذایی ذکر کنید.
fi: Jos hiilijalanjälki löytyy etiketistä (harvinaista tällä hetkellä), ilmoita se samaa määrää kohden kuin tuotteen ravintotiedot ovat ilmoitettu.
fr: Si l'empreinte carbone est présente sur l'emballage (rarement actuellement), elle est à indiquer pour la même quantité que pour la composition nutritionnelle.
he: אם טביעת הרגל של הפחמן מצוינת על התווית (נדיר בימינו אנו), כדאי לציין אותה עבור כמות מסוימת מאשר את התרכובת התזונתית.
hr: Ako je ugljični otisak naveden na etiketi (što je trenutno rijetko), navedite ga za istu količinu kao i nutritivni sastav.
hu: Ha a karbonlábnyom (avagy szénlábnyom) fel van tüntetve a címkén (ez még ritka), akkor arra a mennyiségre vonatkozóan tüntesse fel, mint amire a tápértékadatok is vonatkoznak.
id: Jika jejak karbon ditentukan pada label (masih jarang untuk saat ini), tunjukkan hal tersebut dalam jumlah yang sama ketimbang komposisi nutrisinya.
it: Se l'impronta di carbonio è specificata sull'etichetta (raramente viene fatto), indicarla per la stessa quantità della composizione nutrizionale.
ja: （現状稀ですが）カーボンフットプリントがラベルに明記されている場合は、栄養成分表と同量を入力してください。
ka: თუ ნახშირბადის კვალი მითითებულია ეტიკეტზე (ამ დროისთვის იშვიათად), მიუთითეთ ის იმავე რაოდენობით, რაც კვებითი შემადგენლობის მიხედვით.
lt: Jei anglies pėdsakas nurodytas etiketėje (šiuo metu retai), nurodykite jį tuo pačiu kiekiu, nei maistinė sudėtis.
lv: Ja uz etiķetes ir norādītas oglekļa pazīmes (retos gadījumos šajā laikā), norādiet to tādā pašā daudzumā kā uztura sastāvā.
ms: Jika jejak karbon dinyatakan pada label (jarang sekali pada masa ini), nyatakannya untuk kuantiti yang sama daripada komposisi nutrisi.
nl_be: Als de ecologische voetafdruk op het etiket vermeld wordt (momenteel is dat zelden), geef ze dan voor dezelfde hoeveelheid als voor de nutritionele samenstelling
pl: Jeśli ślad węglowy został opisany na etykiecie (rzadko w tym czasie), należy podać go da tej samej ilości, nie składu.
pt_pt: Se a pegada de carbono for especificada na embalagem (raro atualmente), indique-a para a mesma quantidade que a composição nutricional.
ro: Dacă amprenta de carbon este specificată pe etichetă (rar acum), indicați-o pentru aceeași cantitate ca și compoziția nutrițională.
ru: Если углеродный след указан на этикетке (редко в настоящее время), укажите его для того же количества продукта, что и пищевая ценность.
sl: Če je na etiketi označen ogljični odtis (redko), ga označite z isto količino kot hranilni sestavek.
sv: Om koldioxidavtrycket anges på etiketten (ovanligt just nu), ange det för samma mängd som näringskompositionen.
th: หากมีการระบุปริมาณการปล่อยก๊าซคาร์บอนไดออกไซด์บนฉลาก (ซึ่งปัจจุบันพบได้น้อย) ให้ระบุปริมาณการปล่อยก๊าซคาร์บอนไดออกไซด์ในปริมาณที่เท่ากับปริมาณสารอาหารที่ระบุไว้
tl: Kung ang carbon footprint ay tinukoy sa tanda (bihira lang sa oras na ito), isaad ito sa parehong kandidad kaysa sa nutrisyonal na komposisyon.
tr: Karbon ayak izi etikette belirtilmişse (nadiren şu an), besin bileşimi ile aynı miktarda belirtin.
uk: Якщо на етикетці точно визначений вуглецевий слід (наразі рідко), замість харчового складу зазначте таку ж величину.
vi: Nếu lượng khí thải carbon được ghi trên nhãn (hiếm khi vào thời điểm này), cho biết nó có cùng khối lượng so với thành phần dinh dưỡng.

source: edit
ar: تحرير
bg: редактирай
ca: edita
cs: upravit
da: rediger
de: bearbeiten
el: επεξεργασία
eo: redakti
es: modificar
fa: ویرایش
fi: muokkaa
fr: modifier
he: עריכה
hr: uredi
hu: szerkesztés
id: sunting
it: modificare
ja: 編集
ka: რედაქტირება
lt: redaguoti
lv: rediģēt
ms: sunting
nl_be: bewerken
pl: edytuj
pt_pt: editar
ro: modificare
ru: изменить
sl: uredi
sv: redigera
th: แก้ไข
tl: i-edit
tr: düzenle
uk: редагувати
vi: chỉnh sửa

# edit_comment
source: Changes summary
ar: ملخص التغييرات
bg: Резюме на промените
ca: Resum de canvis
cs: Souhrn změn
da: Ændringsoversigt
de: Bearbeitung begründen
el: Περίληψη αλλαγών
eo: Resumo de ŝanĝoj
es: Descripción de los cambios
fa: خلاصه تغییرات
fi: Muutosten yhteenveto
fr: Description de vos changements
he: תקציר השינויים
hr: Sažetak promjena
hu: A módosítások összefoglalása
id: Ubah ringkasan
it: Sommario delle modifiche
ja: 変更の概要
ka: ცვლილებების შეჯამება
lt: Pakeitimų suvestinė
lv: Izmaiņu kopsavilkums
ms: Ringkasan perubahan
nl_be: Overzicht van de wijzigingen
pl: Podsumowanie zmian
pt_pt: Resumo das alterações
ro: Sumarul schimbărilor
ru: Сводка изменений
sl: Povzetek sprememb
sv: Ändringssammanfattning
th: บันทึกสาเหตุการแก้ไขข้อมูล
tl: Buod ng pagbabago
tr: Değişiklik özeti
uk: Перелік змін
vi: Tóm tắt thay đổi

# edit_product
source: Edit a product
ar: تعديل المنتج
bg: Редактирай продукт
ca: Edita un producte
cs: Upravit produkt
da: Rediger et produkt
de: Produkt bearbeiten
el: Τροποποιήστε ένα προϊόν
eo: Redaktante produkton
es: Editar un producto
fi: Muokkaa tuotetta
fr: Modifier un produit
he: עריכת מוצר
hu: Termék szerkesztése
id: Sunting produk
it: Modifica un prodotto
ja: 製品を編集
lt: Redaguoti produktą
lv: Rediģējiet produktu
ms: Sunting produk
nl_be: Product aanpassen
pl: Edytuj produkt
pt_pt: Editar um produto
ro: Modificare produs
ru: Редактировать продукт
sl: Uredi izdelek
sv: Redigera en produkt
th: แก้ไขสินค้า
tl: I-edit ang produkto
tr: Ürün düzenle
uk: Редагувати продукт
vi: Chỉnh sửa sản phẩm

# edit_product_page
source: Edit the page
ar: تحرير الصفحة
bg: Редактирай страницата
ca: Edita la pàgina
cs: Upravit stránku
da: Rediger siden
de: Seite bearbeiten
el: Επεξεργαστείτε τη σελίδα
eo: Redakti la paĝon
es: Modificar la página
fa: صفحه را ویرایش کنید
fi: Muokkaa sivua
fr: Modifier la fiche
he: עריכת העמוד
hr: Uredi stranicu
hu: Termék szerkesztése
id: Sunting halaman
it: Modifica la pagina
ja: ページを編集
ka: გვერდის რედაქტირება
lt: Redaguoti šį puslapį
lv: Rediģējiet lapu
ms: Sunting halaman
nl_be: Productpagina aanpassen
pl: Edytuj stronę
pt_pt: Editar a página
ro: Modificare pagină
ru: Редактировать страницу
sl: Uredi stran
sv: Redigera sidan
th: แก้ไขข้อมูลผลิตภัณฑ์
tl: I-edit ang pahina
tr: Sayfayı düzenle
uk: Перевірити сторінку
vi: Chỉnh sửa trang

# signin_to_edit_fe_properties
source: Sign-in to add or edit properties
eo: Ensalutu por aldoni aŭ redakti ecojn
hr: Prijavite se za dodavanje ili uređivanje svojstava
lv: Pierakstieties, lai pievienotu vai rediģētu rekvizītus
sv: Logga in för att lägga till eller redigera egenskaper
th: ลงชื่อเข้าใช้เพื่อเพิ่มหรือแก้ไขคุณสมบัติ

# edit_profile
source: Edit your public profile
ar: تعديل إعداداتك الشخصية
bg: Редактирай публичния си профил
ca: Edita el perfil públic
cs: Upravit veřejný profil
da: Rediger din offentlige profil
de: Öffentliches Profil bearbeiten
el: Επεξεργαστείτε το δημόσιο προφίλ σας
eo: Redakti vian publikan profilon
es: Edita tu perfil público
fa: ویرایش پروفایل عمومی شما
fi: Muokkaa julkista profiiliasi
fr: Modifier votre profil public
he: עריכת הפרופיל הציבורי שלך
hr: Uredite svoj javni profil
hu: Szerkessze nyilvános profilját
id: Sunting profil publik Anda
it: Modificare il vostro profilo pubblico
ja: 公開プロフィールを編集
ka: თქვენი საჯარო პროფილის რედაქტირება
lt: Redaguokite savo viešą profilį
lv: Rediģēt profilu
ms: Sunting profil awam anda
nl_be: Uw publiek profiel aanpassen
pl: Edytuj swój profil publiczny
pt_pt: Editar o seu perfil público
ro: Modificați profilul public
ru: Изменить ваш публичный профиль
sl: Uredite svoj javni profil
sv: Redigera din offentliga profil
th: แก้ไขโปรไฟล์สาธารณะของคุณ
tl: I-edit ang iyong pampublikong katauhan
tr: Herkese açık profili düzenle
uk: Відредагувати загальнодоступний профіль
vi: Chỉnh sửa hồ sơ công khai của bạn

# edit_profile_confirm
source: Changes to your public profile have been saved.
ar: لقد تم تعديل بياناتكم بنجاح
bg: Промените в обществения ти профил са запазени.
ca: Els canvis en el perfil públic s'han desat.
cs: Změny vašeho veřejného profilu byly uloženy.
da: Ændringerne i din offentlige profil er gemt.
de: Die Änderungen an Ihrem öffentlichen Profil wurden gespeichert.
el: Οι αλλαγές στο δημόσιο προφίλ σας έχουν αποθηκευτεί.
eo: Ŝanĝoj al via publika profilo estas konservitaj.
es: Los cambios en tu perfil público han sido guardados.
fa: تغییرات در نمایه عمومی شما ذخیره شد.
fi: Muutokset julkiseen profiilisi on tallennettu.
fr: Les modifications de votre profil public ont été enregistrées.
he: השינויים לפרופיל הציבורי שלך נשמרו.
hr: Promjene vašeg javnog profila su spremljene.
hu: Nyilvános profiljának módosításait elmentettük.
id: Perubahan pada profil publik Anda telah disimpan.
it: Le modifiche del suo profilo pubblico sono state registrate.
ja: 公開プロフィールへの変更を保存しました。
ka: თქვენს საჯარო პროფილში შეტანილი ცვლილებები შენახულია.
lt: Viešojo profilio pakeitimai buvo išsaugoti.
lv: Jūsu publiskā profila izmaiņas ir saglabātas.
ms: Perubahan pada profil umum anda telah disimpan.
nl_be: De aanpassingen aan uw publiek profiel werden opgeslagen
pl: Zmiany profilu publicznego zostały zapisane.
pt_pt: As alterações ao perfil público foram guardadas.
ro: Modificările asupra profilului public au fost salvate.
ru: Изменения в вашем публичном профиле сохранены.
sl: Spremembe javnega profila so shranjene.
sv: Ändringar utav din offentliga profil har sparats.
th: บันทึกการเปลี่ยนแปลงโปรไฟล์สาธารณะของคุณแล้ว
tl: Na-save ang mga pagbabago sa iyong pampublikong katauhan.
tr: Herkese açık profilinizde ki değişiklikler kaydedildi.
uk: Зміни у вашому відкритому профілі збережено.
vi: Các thay đổi đối với tiểu sử công khai của bạn đã được lưu.

# edit_profile_msg
source: Information below is visible in your public profile.
ar: هذه المعلومات تظهر في صفحتك و يطلع عليها كل المستخدمون
bg: Информацията по-долу се вижда в твоя обществен профил.
ca: La informació a continuació és visible en el seu perfil públic.
cs: Níže uvedené informace jsou viditelné ve vašem veřejném profilu.
da: Informationen nedenfor er synlig i din offentlige profil.
de: Die Informationen unten sind in Ihrem öffentlichen Profil sichtbar.
el: Η παρακάτω πληροφορία είναι ορατή στο δημόσιο προφίλ σας.
eo: La subaj informoj videblas en via publika profilo.
es: La información que se encuentra debajo estará disponible en tu perfil público.
fa: اطلاعات زیر در پروفایل عمومی شما قابل مشاهده است.
fi: Alla olevat tiedot näkyvät julkisessa profiilissasi.
fr: Les informations ci-dessous figurent dans votre profil public.
he: המידע שלהלן מופיע בפרופיל הציבורי שלך.
hr: Informacije u nastavku vidljive su u vašem javnom profilu.
hu: Az alábbi információk láthatóak a nyilvános profilján.
id: Informasi di bawah ini terlihat di profil publik Anda.
it: Le informazioni qui sotto appaiono nel vostro profilo pubblico.
ja: 以下の情報は公開プロフィールに表示されます。
ka: ქვემოთ მოცემული ინფორმაცია თქვენს საჯარო პროფილში ჩანს.
lt: Žemiau esanti informacija yra matoma jūsų viešoje paskyroje.
lv: Zemāk redzamā informācija ir redzama jūsu publiskajā profilā.
ms: Maklumat di bawah boleh dilihat dalam profil awam anda.
nl_be: De onderstaande informatie is zichtbaar op uw publiek profiel
pl: Poniższe informacje są widoczne w twoim publiczny profilu.
pt_pt: As informações que se seguem, são visíveis no seu perfil público.
ro: Informația următoare este vizibilă în profilul dumneavoastră public.
ru: Нижеприведённая информация отображается в вашем публичном профиле.
sl: Informacija na dnu je vidna v vašem javnem profilu.
sv: Nedanstående information är synlig i din offentliga profil.
th: ข้อมูลด้านล่างนี้สามารถดูได้ในโปรไฟล์สาธารณะของคุณ
tl: Ang impormasyon sa ibaba ay makikita sa iyong pampublikong profile.
tr: Aşşağıda ki bilgiler herkese açık profilinizde görünür.
uk: Нижчеподана інформація показується у вашому відкритому профілі.
vi: Thông tin bên dưới hiển thị trong hồ sơ công khai của bạn.

# edit_settings
source: Change your account parameters
ar: تغيير معلمات الحساب الخاص بك
bg: Промяна на параметрите на акаунта
ca: Canvia els paràmetres del seu compte
cs: Změnit vlastnosti účtu
da: Ændr konto-instillinger
de: Konteneinstellungen bearbeiten
el: Αλλάξτε τις παραμέτρους του λογαριασμού σας
eo: Ŝanĝu viajn kontoparametrojn
es: Cambiar la configuración de la cuenta
fa: پارامترهای حساب خود را تغییر دهید
fi: Muuta tilisi parametreja
fr: Modifier les paramètres de votre compte
he: החלפת משתני החשבון שלך
hr: Promijenite parametre svog računa
hu: Módosítsa fiókja beállításait
id: Ubah parameter akun Anda
it: Modificare le opzioni di account
ja: アカウントパラメータの変更
ka: შეცვალეთ თქვენი ანგარიშის პარამეტრები
lt: Keisti paskyros parametrus
lv: Mainiet sava konta parametrus
ms: Tukar parameter akaun anda
nl_be: Wijzig de parameters van uw account
pl: Zmień ustawienia konta
pt_pt: Alterar configurações da conta
ro: Schimbați parametrii contului
ru: Изменить параметры вашей учётной записи
sl: Spremeni parametre svojega računa
sv: Ändra dina kontoparametrar
th: เปลี่ยนการตั้งค่าบัญชีของคุณ
tl: Baguhin ang mga parameter ng iyong account
tr: Hesap parametrelerini değiştir
uk: Налаштуйте параметри вашого облікового запису
vi: Thay đổi thông số tài khoản của bạn

# edit_user
source: Account parameters
ar: إعدادات المستخدم
bg: Параметри на акаунта
ca: Paràmetres del compte
cs: Vlastnosti účtu
da: Kontoparametre
de: Konteneinstellungen
el: Παράμετροι λογαριασμού
eo: Konto-parametroj
es: Parámetros de la cuenta
fa: پارامترهای حساب
fi: Tilin parametrit
fr: Paramètres du compte
he: משתני החשבון
hr: Parametri računa
hu: Fiókbeállítások
id: Parameter akun
it: Parametri account
ja: アカウントパラメータ
ka: ანგარიშის პარამეტრები
lt: Paskyros parametrai
lv: Konta parametri
ms: Parameter akaun
pl: Parametry konta
pt_pt: Definições da conta
ro: Parametrii contului
ru: Параметры учётной записи
sl: Parametri računa
sv: Kontoparametrar
th: พารามิเตอร์บัญชี
tl: Mga parameter ng account
tr: Hesap parametreleri
uk: Параметри облікового запису
vi: Thông số tài khoản
