Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# product_js_extracted_packaging_nok
source: Recycling instructions and/or packaging information text could not be extracted. Try with a sharper image, with higher resolution or a better framing of the text.
bg: Инструкциите за рециклиране и/или текстът с информация за опаковката не може да бъде извлечен. Опитайте с по-ясно изображение, с по-висока разделителна способност или по-добро рамкиране на текста.
ca: No s'han pogut extreure les instruccions de reciclatge i/o el text d'informació sobre l'embalatge. Proveu-ho amb una imatge més nítida, amb una resolució més alta o amb un millor enquadrament del text.
cs: Pokyny k recyklaci a/nebo text informací o balení nelze extrahovat. Zkuste s ostřejším obrázkem, s vyšším rozlišením nebo lepším orámováním textu.
da: Tekst til genbrugsinstruktioner og/eller emballageoplysninger kunne ikke udtrækkes. Prøv med et skarpere foto med højere opløsning eller en bedre tekstindramning.
de: Wiederverwertungsanweisungen und/oder Verpackungsinformationstexte konnten nicht extrahiert werden. Versuchen Sie es mit einem schärferen Foto, einer höheren Auflösung oder einer besseren Rahmung des Textes.
el: Δεν ήταν δυνατή η εξαγωγή του κειμένου οδηγιών ανακύκλωσης ή/και πληροφοριών συσκευασίας. Δοκιμάστε με πιο ευκρινή εικόνα, με υψηλότερη ανάλυση ή καλύτερο καδράρισμα του κειμένου.
eo: La instrukcioj pri reciklado kaj/aŭ la teksto pri pakaĵinformoj ne estis eltireblaj. Provu kun pli akra bildo, kun pli alta distingivo aŭ pli bona kadrigo de la teksto.
es: No se pudieron extraer las instrucciones de reciclaje y/o el texto de información de empaquetado. Inténtalo con una imagen más nítida, con mayor resolución o con un mejor encuadre del texto.
fa: متن دستورالعمل‌های بازیافت و/یا اطلاعات بسته‌بندی قابل استخراج نیست. با یک تصویر واضح‌تر، با وضوح بالاتر یا با کادربندی بهتر متن، امتحان کنید.
fi: Kierrätysohjeiden ja/tai pakkaustietojen tekstiä ei voitu poimia. Kokeile terävämmällä kuvalla, korkeammalla tarkkuudella tai paremman tekstin rajauksella.
fr: Les instructions de recyclage et/ou d'informations d'emballage n'ont pas pu être extraites. Essayez avec une image moins floue, de plus haute résolution, ou un meilleur cadrage du texte.
he: חילוץ הטקסט מהנחיות המיחזור ו/או פרטי האריזה לא הצליח. כדאי לנסות עם תמונה ברורה יותר, ברזולוציה גבוהה יותר או מסגור טוב יותר של הטקסט.
hr: Upute za recikliranje i/ili tekst s informacijama o pakiranju nije moguće izdvojiti. Pokušajte s oštrijom slikom, većom rezolucijom ili boljim kadriranjem teksta.
hu: Az újrahasznosítási utasításokat és/vagy a csomagolásra vonatkozó információkat nem sikerült kinyerni. Próbálkozzon élesebb képpel, nagyobb felbontással vagy a szöveg jobb keretezésével.
id: Instruksi daur ulang dan/atau teks informasi kemasan tidak dapat diekstrak. Coba dengan gambar yang lebih tajam, dengan resolusi yang lebih tinggi atau pembingkaian teks yang lebih baik.
it: Impossibile estrarre le istruzioni per il riciclaggio e/o il testo delle informazioni di imballaggio. Prova con un'immagine più nitida con una risoluzione maggiore o un'inquadratura migliore del testo.
ja: リサイクル手順および/またはパッケージ情報のテキストを抽出できませんでした。より鮮明な画像か、解像度の高い画像を試すか、テキストを画像内により良く収めてください。
ka: გადამუშავების ინსტრუქციების და/ან შეფუთვის ინფორმაციის ტექსტის ამოღება ვერ მოხერხდა. სცადეთ უფრო მკვეთრი სურათი, უფრო მაღალი გარჩევადობა ან ტექსტის უკეთესი კადრირება.
lt: Nepavyko išgauti perdirbimo instrukcijų ir (arba) pakuotės informacijos teksto. Išbandykite ryškesnę nuotrauką, didesnę raišką arba geresnį teksto įrėminimą.
lv: Nevarēja izvilkt pārstrādes instrukcijas un/vai iepakojuma informācijas tekstu. Mēģiniet izmantot asāku attēlu ar augstāku izšķirtspēju vai labāku teksta kadrējumu.
nl_be: Recycling-instructies en/of verpakkingsinformatietekst kon niet worden geëxtraheerd. Probeer het eens met een scherpere afbeelding, met een hogere resolutie of een betere kadrering van de tekst.
pl: Nie można pobrać instrukcji recyklingu i/lub tekstu informacji na temat opakowania. Spróbuj z ostrzejszym obrazem, z wyższą rozdzielczością lub lepszym ujęciem na tekst.
pt_pt: As instruções de reciclagem e/ou o texto das informações da embalagem não puderam ser extraídos. Experimente com uma imagem mais nítida, com maior resolução ou com melhor enquadramento do texto.
ro: Instrucțiunile de reciclare și/sau textul cu informații despre ambalare nu au putut fi extrase. Încercați cu o imagine mai clară, cu rezoluție mai mare sau o încadrare mai bună a textului.
ru: Не удалось извлечь инструкции по переработке и/или информационнию об упаковке. Попробуйте сделать изображение более резким, с более высоким разрешением или улучшите расположение текста в кадре.
sl: Navodil za recikliranje in/ali informacij o embalaži ni bilo mogoče izvleči. Poskusite ponovno z višjo ločljivostjo, ostrejšo sliko ali bolje uokvirite besedilo.
sv: Återvinningsinstruktioner och/eller förpackningsinformation kunde inte extraheras. Försök med en skarpare bild, med högre upplösning eller en bättre inramning av texten.
th: ไม่สามารถดึงข้อความคำแนะนำในการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์ออกมาได้ โปรดลองใช้ภาพที่คมชัดกว่า มีความละเอียดสูงกว่า หรือจัดวางข้อความให้ดีกว่านี้
tr: Geri dönüşüm talimatları ve/veya ambalaj bilgi metni çıkarılamadı. Daha yüksek çözünürlüklü veya daha iyi bir metin çerçevesine sahip daha keskin bir fotoğraf deneyin.
uk: Неможливо вилучити інструкції з переробки та / або текст з інформацією про пакування. Спробуйте використати більш чітке зображення з вищою роздільною здатністю або з більш структурованим текстом.
vi: Không thể trích xuất hướng dẫn tái chế và / hoặc văn bản thông tin đóng gói. Hãy thử với hình ảnh sắc nét hơn, có độ phân giải cao hơn hoặc khung văn bản tốt hơn.

# product_js_extracted_packaging_ok
source: Recycling instructions and/or packaging information text has been extracted. Text recognition is not perfect, so please check the text below and correct errors if needed.
bg: Инструкциите за рециклиране и/или текстът с информация за опаковката са извлечени. Разпознаването на текст не е перфектно, така че, моля, проверете текста по-долу и коригирайте грешките, ако е необходимо.
ca: S'han extret les instruccions de reciclatge i/o el text d'informació sobre l'embalatge. El reconeixement de text no és perfecte, així que comproveu el text següent i corregiu els errors si cal.
cs: Byly extrahovány pokyny k recyklaci a/nebo text informací o balení. Rozpoznání textu není dokonalé, proto prosím zkontrolujte text níže a v případě potřeby opravte chyby.
da: Tekst til genbrugsinstruktioner og/eller emballageinformation er udtrukket. Tjek nedenstående tekst og korrigér om nødvendigt evt. fejl i tekstgenkendelsen.
de: Wiederverwertungsanweisungen und/oder Verpackungsinformationstexte wurden extrahiert. Die Texterkennung ist nicht perfekt, daher überprüfen Sie bitte den untenstehenden Text und korrigieren Sie gegebenenfalls Fehler.
el: Έχει εξαχθεί κείμενο οδηγιών ανακύκλωσης ή/και πληροφοριών συσκευασίας. Η αναγνώριση κειμένου δεν είναι τέλεια, επομένως ελέγξτε το παρακάτω κείμενο και διορθώστε τα σφάλματα εάν χρειάζεται.
eo: La teksto pri reciklado kaj/aŭ pakaĵinformoj estis eltirita. Teksta rekono ne estas perfekta, do bonvolu kontroli la tekston sube kaj korekti erarojn se necese.
es: Se han extraído las instrucciones de reciclaje y/o la información de embalaje. El reconocimiento del texto no es perfecto, así que por favor revisa el texto de abajo y corrige los errores si es necesario.
fa: متن دستورالعمل‌های بازیافت و/یا اطلاعات بسته‌بندی استخراج شده است. تشخیص متن کامل نیست، بنابراین لطفاً متن زیر را بررسی کرده و در صورت لزوم خطاها را اصلاح کنید.
fi: Kierrätysohjeiden ja/tai pakkaustietojen teksti on poimittu. Tekstintunnistus ei ole täydellinen, joten tarkista alla oleva teksti ja korjaa virheet tarvittaessa.
fr: Les instructions de recyclage et/ou informations d'emballage ont été extraites. La reconnaissance de texte n'est pas parfaite, veuillez vérifier le texte ci-dessous et corrigez les erreurs si nécessaire.
he: חילוץ הטקסט מהנחיות המיחזור ו/או פרטי האריזה הצליח. זיהוי טקסט אינו מושלם, לכן כדאי לבדוק את הטקסט שלהלן ולתקן שגיאות במקרה הצורך.
hr: Izdvojen je tekst uputa za recikliranje i/ili informacija o pakiranju. Prepoznavanje teksta nije savršeno, stoga provjerite tekst u nastavku i ispravite pogreške ako je potrebno.
hu: Az újrahasznosítási utasítások és/vagy a csomagolásra vonatkozó információk ki lettek olvasva. A szövegfelismerés nem tökéletes, ezért kérjük, hogy ellenőrizze az alábbi szöveget és szükség esetén javítsa ki a hibákat.
id: Instruksi daur ulang dan/atau teks informasi kemasan telah diekstrak. Pengenalan teks tidak sempurna, jadi silakan periksa teks di bawah ini dan perbaiki kesalahan jika diperlukan.
it: Le istruzioni per il riciclaggio e/o il testo delle informazioni di imballaggio sono state estratte. Il riconoscimento del testo non è perfetto, quindi sei pregato di controllare il testo sotto e correggere gli errori se necessario.
ja: リサイクル手順および/またはパッケージ情報のテキストが抽出されました。テキスト認識は完全ではないため、以下のテキストを確認し、必要に応じて間違いを修正してください。
ka: ამოღებულია გადამუშავების ინსტრუქციები და/ან შეფუთვის ინფორმაციის ტექსტი. ტექსტის ამოცნობა არ არის სრულყოფილი, ამიტომ, გთხოვთ, შეამოწმოთ ქვემოთ მოცემული ტექსტი და საჭიროების შემთხვევაში გამოასწოროთ შეცდომები.
lt: Perdirbimo instrukcijos ir (arba) pakuotės informacijos tekstas buvo išgautas. Teksto atpažinimas nėra tobulas, todėl patikrinkite toliau pateiktą tekstą ir, jei reikia, ištaisykite klaidas.
lv: Ir izvilkts pārstrādes instrukciju un/vai iepakojuma informācijas teksts. Teksta atpazīšana nav perfekta, tāpēc, lūdzu, pārbaudiet tālāk redzamo tekstu un, ja nepieciešams, izlabojiet kļūdas.
nl_be: Recycling-instructies en/of verpakkingsinformatietekst is geëxtraheerd. Tekstherkenning is niet perfect, dus controleer de onderstaande tekst en corrigeer eventuele fouten.
pl: Zapisano instrukcje dotyczące recyklingu i/lub informacje na temat opakowania. Rozpoznawanie tekstu nie jest doskonałe, więc sprawdź poniższy tekst i popraw błędy w razie potrzeby.
pt_pt: As instruções de reciclagem e/ou o texto de informação da embalagem foram extraídos. O reconhecimento de texto não é perfeito, por isso verifique o texto abaixo e corrija os erros se necessário.
ro: A fost extras instrucțiunile de reciclare și/sau textul cu informații despre ambalaj. Recunoașterea textului nu este perfectă, așa că vă rugăm să verificați textul de mai jos și să corectați erorile dacă este necesar.
ru: Инструкции по переработке и/или информация об упаковке были извлечены. Распознавание текста несовершенно, поэтому проверьте текст ниже и при необходимости исправьте ошибки.
sl: Izvlečeno je bilo besedilo navodil za recikliranje in/ali informacij o embalaži. Prepoznavanje besedila ni popolno, zato preverite spodnje besedilo in po potrebi popravite napake.
sv: Återvinningsinstruktioner och/eller förpackningsinformation har extraherats. Textigenkänningen är inte perfekt, så kontrollera texten nedan och korrigera fel vid behov.
th: ข้อความคำแนะนำในการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์ถูกดึงออกมาแล้ว การจดจำข้อความอาจไม่สมบูรณ์ โปรดตรวจสอบข้อความด้านล่างและแก้ไขข้อผิดพลาดหากจำเป็น
tr: Geri dönüşüm talimatları ve/veya ambalaj bilgi metni çıkarıldı. Metin tanıma mükemmel değildir, bu nedenle lütfen aşağıdaki metni kontrol edin ve gerekirse hataları düzeltin.
uk: Текст інструкцій з переробки та / або інформації про пакування вилучено. Текст розпізнано неточно, тому перевірте, будь ласка, поданий нижче текст та виправте помилки, якщо у цьому є необхідність.
vi: Hướng dẫn tái chế và / hoặc văn bản thông tin đóng gói đã được trích xuất. Nhận dạng văn bản không hoàn hảo, vui lòng kiểm tra văn bản bên dưới và sửa lỗi nếu cần.

# product_js_extracting_packaging
source: Extracting recycling instructions and/or packaging information
bg: Извличане на инструкции за рециклиране и/или информация за опаковане
ca: Extraient de la imatge les instruccions de reciclatge i/o la informació sobre l’envasament
cs: Získání pokynů k recyklaci a/nebo informací o balení
da: Udtrækker genbrugsinstruktioner og/eller emballageoplysninger
de: Wiederverwertungsanweisungen und/oder Verpackungsinformationen extrahieren
el: Εξαγωγή οδηγιών ανακύκλωσης ή/και πληροφοριών συσκευασίας
eo: Eltirante reciklajn instrukciojn kaj/aŭ pakajn informojn
es: Extrayendo las instrucciones de reciclaje y/o la información de embalaje
fa: استخراج دستورالعمل‌های بازیافت و/یا اطلاعات بسته‌بندی
fi: Poimitaan kierrätysohjeita ja/tai pakkaustietoja
fr: Extraction en cours des instructions de recyclage et/ou informations d'emballage
he: הנחיות מיחזור ו/או פרטי אריזה מחולצים
hr: Izvlačenje uputa za recikliranje i/ili informacija o pakiranju
hu: Újrahasznosítási utasítások és/vagy csomagolási információk kiolvasása
id: Mengekstrak instruksi daur ulang dan/atau informasi pengemasan
it: Estraendo le istruzioni di riciclaggio e/o le informazioni sull'imballaggio
ja: リサイクル手順および/またはパッケージ情報を抽出しています
ka: გადამუშავების ინსტრუქციების და/ან შეფუთვის ინფორმაციის ამოღება
lt: Išgaunamas perdirbimo instrukcijos ir (arba) pakuotės informacija
lv: Pārstrādes instrukciju un/vai iepakojuma informācijas iegūšana
nl_be: Ophalen van recyclinginstructies en/of verpakkingsinformatie
pl: Rozpoznawanie instrukcji recyklingu i/lub informacji na opakowaniu
pt_pt: A extrair informações de reciclagem e/ou informação de embalagem
ro: Extragerea instrucțiunilor de reciclare și/sau a informațiilor de ambalare
ru: Извлечь инструкции по переработке и/или информацию об упаковке
sl: Pridobivanje navodil za recikliranje in / ali informacij o embalaži
sv: Utdrag av återvinningsinstruktioner och/eller förpackningsinformation
th: การดึงข้อมูลคำแนะนำในการรีไซเคิลและ/หรือข้อมูลบรรจุภัณฑ์
tr: Geri dönüşüm talimatları ve/veya ambalaj bilgileri çıkarılıyor
uk: Вилучення інструкцій щодо переробки та/або інформації про пакування
vi: Trích xuất hướng dẫn tái chế và / hoặc thông tin đóng gói

# attribute_group_environment_name
source: Environment
ar: البيئة
bg: Околна среда
ca: Entorn
cs: Životní prostředí
da: Miljø
de: Umweltauswirkungen
el: Περιβάλλον
eo: Medio
es: Medio ambiente
fi: Ympäristö
fr: Environnement
he: סביבה
hu: Környezet
id: Lingkungan
it: Ambiente
ja: 環境
lv: Vide
nl_be: Milieu
pl: Oddziaływanie na środowisko
pt_pt: Ambiente
ro: Mediu
ru: Окружающая среда
sl: Okolje
sv: Miljö
th: สิ่งแวดล้อม
tr: Çevre
uk: Середовище
vi: Môi trường

# attribute_environmental_score_name
source: Green-Score
bg: Зелен-Резултат
cs: Eco-score
eo: Verda-Poentaro
fa: امتیاز سبز
ka: მწვანე ქულა
lv: Zaļais rādītājs
sv: Grön poäng
th: คะแนนสีเขียว
uk: Green-Score (показник впливу на довкілля)

# attribute_environmental_score_setting_name
source: Low environmental impact (Green-Score)
bg: Ниско въздействие върху околната среда (Green-Score)
cs: Nízký dopad na životní prostředí (Eko-skóre)
de: Geringe Umweltbelastung (Green-Score)
el: Χαμηλός περιβαλλοντικός αντίκτυπος (Green-Score)
eo: Malalta media efiko (Verda-Poentaro)
fa: تأثیر کم بر محیط زیست (امتیاز سبز)
fi: Vähäinen ympäristövaikutus (Green-Score)
fr: Faible impact environnemental (Green-Score)
he: השפעה סביבתית נמוכה (Green-Score)
hr: Nizak utjecaj na okoliš (Green-Score)
hu: Alacsony környezeti hatás (Green-Score)
id: Dampak lingkungan rendah (Green-Score)
it: Basso impatto ambientale (Green-Score)
ka: დაბალი გარემოზე ზემოქმედება (მწვანე ქულა)
lt: Mažas poveikis aplinkai (Green-Score)
lv: Zema ietekme uz vidi (Green-Score)
nl_be: Lage milieu-impact (Green-Score)
pl: Niski wpływ na środowisko (Green-Score)
pt_pt: Impacto ambiental baixo (Green-Score)
ru: Низкая экологическая нагрузка (Green-Score)
sv: Låg miljöpåverkan (Green-Score)
th: ผลกระทบต่อสิ่งแวดล้อมต่ำ (คะแนนสีเขียว)
uk: Низький вплив на навколишнє середовище (Green-Score)

# attribute_environmental_score_setting_note
source: The Green-Score is an environmental score from A+ to F which makes it easy to compare the impact of food products on the environment.
eo: La Verda Poentaro estas media poentaro de A+ ĝis F, kiu faciligas kompari la efikon de nutraĵoj sur la medion.
hr: Zeleni rezultat je ekološka ocjena od A+ do F koja olakšava usporedbu utjecaja prehrambenih proizvoda na okoliš.
lv: Green-Score ir vides vērtējums no A+ līdz F, kas ļauj viegli salīdzināt pārtikas produktu ietekmi uz vidi.
sv: Green-Score är ett miljöbetyg från A+ till F som gör det enkelt att jämföra livsmedelsprodukters miljöpåverkan.
th: คะแนนสีเขียว (Green-Score) เป็นคะแนนด้านสิ่งแวดล้อมตั้งแต่ A+ ถึง F ซึ่งช่วยให้เปรียบเทียบผลกระทบของผลิตภัณฑ์อาหารต่อสิ่งแวดล้อมได้ง่ายขึ้น

# attribute_ecoscore_name
source: Green-Score
bg: Зелен-Резултат
cs: Eco-score
eo: Verda-Poentaro
fa: امتیاز سبز
ka: მწვანე ქულა
lv: Zaļais rādītājs
sv: Grön poäng
th: คะแนนสีเขียว
uk: Green-Score (показник впливу на довкілля)

# attribute_ecoscore_setting_name
source: Low environmental impact (Green-Score)
bg: Ниско въздействие върху околната среда (Green-Score)
cs: Nízký dopad na životní prostředí (Eko-skóre)
de: Geringe Umweltbelastung (Green-Score)
el: Χαμηλός περιβαλλοντικός αντίκτυπος (Green-Score)
eo: Malalta media efiko (Verda-Poentaro)
fa: تأثیر کم بر محیط زیست (امتیاز سبز)
fi: Vähäinen ympäristövaikutus (Green-Score)
fr: Faible impact environnemental (Green-Score)
he: השפעה סביבתית נמוכה (Green-Score)
hr: Nizak utjecaj na okoliš (Green-Score)
hu: Alacsony környezeti hatás (Green-Score)
id: Dampak lingkungan rendah (Green-Score)
it: Basso impatto ambientale (Green-Score)
ka: დაბალი გარემოზე ზემოქმედება (მწვანე ქულა)
lt: Mažas poveikis aplinkai (Green-Score)
lv: Zema ietekme uz vidi (Green-Score)
nl_be: Lage milieu-impact (Green-Score)
pl: Niski wpływ na środowisko (Green-Score)
pt_pt: Impacto ambiental baixo (Green-Score)
ru: Низкая экологическая нагрузка (Green-Score)
sv: Låg miljöpåverkan (Green-Score)
th: ผลกระทบต่อสิ่งแวดล้อมต่ำ (คะแนนสีเขียว)
uk: Низький вплив на навколишнє середовище (Green-Score)

# attribute_ecoscore_setting_note
source: The Green-Score is an environmental score from A+ to F which makes it easy to compare the impact of food products on the environment.
eo: La Verda Poentaro estas media poentaro de A+ ĝis F, kiu faciligas kompari la efikon de nutraĵoj sur la medion.
hr: Zeleni rezultat je ekološka ocjena od A+ do F koja olakšava usporedbu utjecaja prehrambenih proizvoda na okoliš.
lv: Green-Score ir vides vērtējums no A+ līdz F, kas ļauj viegli salīdzināt pārtikas produktu ietekmi uz vidi.
sv: Green-Score är ett miljöbetyg från A+ till F som gör det enkelt att jämföra livsmedelsprodukters miljöpåverkan.
th: คะแนนสีเขียว (Green-Score) เป็นคะแนนด้านสิ่งแวดล้อมตั้งแต่ A+ ถึง F ซึ่งช่วยให้เปรียบเทียบผลกระทบของผลิตภัณฑ์อาหารต่อสิ่งแวดล้อมได้ง่ายขึ้น

# attribute_environmental_score_grade_title
source: Green-Score %s
bg: Зелен-Резултат %s
eo: Verda-Poentaro %s
fa: امتیاز سبز %s
ka: მწვანე ქულა %s
lv: Zaļais rādītājs %s
sv: Grön-poäng %s
th: คะแนนสีเขียว %s
uk: Зелена оцінка %s

# attribute_environmental_score_a_plus_description_short
source: Very low environmental impact
bg: Много ниско въздействие върху околната среда
cs: Velmi nízký dopad na životní prostředí
de: Sehr geringe Umweltbelastung
el: Πολύ χαμηλός περιβαλλοντικός αντίκτυπος
eo: Tre malalta media efiko
fa: تأثیر بسیار کم بر محیط زیست
fi: Erittäin vähäinen ympäristövaikutus
fr: Très faible impact environnemental
he: השפעה מועטה מאוד על איכות הסביבה
hr: Vrlo nizak utjecaj na okoliš
hu: Nagyon alacsony környezeti hatás
id: Dampak lingkungan sangat rendah
it: Impatto ambientale molto basso
ka: ძალიან დაბალი გარემოზე ზემოქმედება
lt: Labai mažas poveikis aplinkai
lv: Ļoti zema ietekme uz vidi
nl_be: Zeer lage milieu-impact
pl: Bardzo niski wpływ na środowisko
pt_pt: Impacto ambiental muito baixo
ru: Очень низкое воздействие на окружающую среду
sv: Mycket låg miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมต่ำมาก
uk: Дуже низький вплив на навколишнє середовище

# attribute_environmental_score_a_description_short
source: Very low environmental impact
bg: Много ниско въздействие върху околната среда
cs: Velmi nízký dopad na životní prostředí
de: Sehr geringe Umweltbelastung
el: Πολύ χαμηλός περιβαλλοντικός αντίκτυπος
eo: Tre malalta media efiko
fa: تأثیر بسیار کم بر محیط زیست
fi: Erittäin vähäinen ympäristövaikutus
fr: Très faible impact environnemental
he: השפעה מועטה מאוד על איכות הסביבה
hr: Vrlo nizak utjecaj na okoliš
hu: Nagyon alacsony környezeti hatás
id: Dampak lingkungan sangat rendah
it: Impatto ambientale molto basso
ka: ძალიან დაბალი გარემოზე ზემოქმედება
lt: Labai mažas poveikis aplinkai
lv: Ļoti zema ietekme uz vidi
nl_be: Zeer lage milieu-impact
pl: Bardzo niski wpływ na środowisko
pt_pt: Impacto ambiental muito baixo
ru: Очень низкое воздействие на окружающую среду
sv: Mycket låg miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมต่ำมาก
uk: Дуже низький вплив на навколишнє середовище

# attribute_environmental_score_b_description_short
source: Low environmental impact
bg: Ниско въздействие върху околната среда
cs: Nízký dopad na životní prostředí
de: Geringe Umweltbelastung
el: Χαμηλό περιβαλλοντικό αντίκτυπο
eo: Malalta media efiko
fa: تأثیر کم بر محیط زیست
fi: Vähäinen ympäristövaikutus
fr: Faible impact environnemental
he: השפעה מועטה על איכות הסביבה
hr: Nizak utjecaj na okoliš
hu: Alacsony környezeti hatás
id: Dampak lingkungan rendah
it: Basso impatto ambientale
lt: Mažas poveikis aplinkai
lv: Zema ietekme uz vidi
nl_be: Lage milieu-impact
pl: Niski wpływ na środowisko
pt_pt: Baixo impacto ambiental
ru: Низкое воздействие на окружающую среду
sv: Låg miljöpåverkan
uk: Низький вплив на навколишнє середовище

# attribute_environmental_score_c_description_short
source: Moderate environmental impact
bg: Умерено въздействие върху околната среда
cs: Střední dopad na životní prostředí
de: Mäßige Umweltbelastung
el: Μεσαίος περιβαλλοντικός αντίκτυπος
eo: Modera media efiko
fa: تأثیر زیست‌محیطی متوسط
fi: Kohtalainen ympäristövaikutus
fr: Impact modéré sur l'environnement
he: השפעה מתונה על איכות הסביבה
hr: Umjeren utjecaj na okoliš
hu: Mérsékelt környezeti hatás
id: Dampak lingkungan sedang
it: Impatto ambientale moderato
ka: ზომიერი გარემოზე ზემოქმედება
lt: Vidutinis poveikis aplinkai
lv: Mērena ietekme uz vidi
nl_be: Matige milieu-impact
pl: Umiarkowany wpływ na środowisko
pt_pt: Impacto ambiental moderado
ru: Умеренное воздействие на окружающую среду
sv: Måttlig miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมระดับปานกลาง
uk: Помірний вплив на навколишнє середовище

# attribute_environmental_score_d_description_short
source: High environmental impact
bg: Силно въздействие върху околната среда
cs: Vysoký dopad na životní prostředí
de: Hohe Umweltbelastung
el: Υψηλός περιβαλλοντικός αντίκτυπος
eo: Alta media efiko
fa: تأثیر بالای زیست‌محیطی
fi: Suuri ympäristövaikutus
fr: Impact environnemental élevé
he: השפעה רבה על איכות הסביבה
hr: Visok utjecaj na okoliš
hu: Magas környezeti hatás
id: Dampak lingkungan tinggi
it: Alto impatto ambientale
ka: მაღალი გარემოზე ზემოქმედება
lt: Didelis poveikis aplinkai
lv: Augsta ietekme uz vidi
nl_be: Grote milieu-impact
pl: Duży wpływ na środowisko
pt_pt: Impacto ambiental alto
ru: Сильное воздействие на окружающую среду
sv: Hög miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมสูง
uk: Високий вплив на навколишнє середовище
