Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# attribute_low_sugars_setting_note
source: The sugars level is taken into account by the Nutri-Score. Use this setting only if you are specifically on a low sugars diet.
bg: Нивото на захарите се взема предвид от Nutri-Score. Използвай тази настройка само ако си на диета с ниско съдържание на захар.
ca: El Nutri-Score té en compte el nivell de sucre. Utilitzeu aquesta configuració només si feu una dieta específica baixa en sucre.
cs: Hladina cukrů je zohledněna Nutri-Score. Toto nastavení použijte pouze v případě, že jste konkrétně na dietě s nízkým obsahem cukrů.
da: Sukkerniveauet tages i betragtning i Nutri-Score. Brug kun denne indstilling, såfremt din kost skal være med lavt sukkerindhold.
de: Der Zuckergehalt wird durch den Nutri-Score berücksichtigt. Verwenden Sie diese Einstellung nur, wenn Sie sich gezielt zuckerarm ernähren möchten.
el: Το επίπεδο σακχάρων λαμβάνεται υπόψη από το Nutri-Score. Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο εάν κάνετε δίαιτα με χαμηλή περιεκτικότητα σε σάκχαρα.
eo: La sukernivelo estas konsiderata de la Nutri-Poentaro. Uzu ĉi tiun agordon nur se vi specife sekvas malalt-sukera dieton.
es: Nutri-score tiene en cuenta el nivel de azúcar. Usa esta opción solo si está específicamente en una dieta baja en azúcar.
fa: سطح قند توسط Nutri-Score در نظر گرفته می‌شود. فقط در صورتی که رژیم غذایی کم قند دارید از این تنظیم استفاده کنید.
fi: Nutri-Score ottaa huomioon sokeripitoisuuden. Käytä tätä asetusta vain, jos olet nimenomaisesti vähäsokerisella ruokavaliolla.
fr: Le taux de sucres est pris en compte par le Nutri-Score. Utilisez ce paramètre uniquement si vous suivez un régime alimentaire faible en sucres.
he: רמת הסוכר נלקחת בחשבון על ידי Nutri-Score. יש להשתמש בהגדרה הזאת רק אם בחרת בדיאטה דלת סוכר.
hr: Nutri-Score uzima u obzir razinu šećera. Koristite ovu postavku samo ako ste na dijeti s niskim udjelom šećera.
hu: A cukor mennyiségét a Nutri-Score veszi figyelembe. Csak akkor használja ezt a beállítást, ha kifejezetten alacsony cukortartalmú étrendet tart.
id: Tingkat kandungan gula diperthitungkan oleh Nutri-Score. Gunakan pengaturan ini hanya jika Anda secara khusus menjalani diet rendah gula.
it: I livelli degli zuccheri sono considerati dal Nutri-Score. Usa quest'impostazione solo se segui una dieta a basso contenuto zuccherino.
ja: 糖類レベルはNutri-Scoreで考慮されています。この設定は、低糖類ダイエットをしている場合にのみ使用してください。
ka: შაქრის დონეს Nutri-Score ითვალისწინებს. ეს პარამეტრი გამოიყენეთ მხოლოდ იმ შემთხვევაში, თუ კონკრეტულად შაქრის დაბალი შემცველობის დიეტას იცავთ.
lt: Nutri-Score atsižvelgia į cukraus kiekį. Naudokite šį nustatymą tik tuo atveju, jei laikotės dietos, kurioje mažai cukraus.
lv: Nutri-Score ņem vērā cukura līmeni. Izmantojiet šo iestatījumu tikai tad, ja ievērojat diētu ar zemu cukura saturu.
nl_be: Bij de Nutri-Score wordt rekening gehouden met het suikergehalte. Gebruik deze instelling alleen als u specifiek een suikerarm dieet volgt.
pl: Poziom cukru jest brany pod uwagę w Nutri-Score. Używaj tego ustawienia tylko wtedy, gdy jesteś na diecie o niskiej zawartości cukru.
pt_pt: O nível de açúcar é tido em consideração pelo Nutri-Score. Use esta configuração apenas se estiver especificamente numa dieta pobre em açúcar.
ro: Nivelul de zaharuri este luat în considerare de Nutri-Score. Utilizați această setare numai dacă urmați o dietă cu conținut scăzut de zaharuri.
ru: Уровень сахара учитывается в Nutri-Score. Используйте эту настройку, только если вы придерживаетесь диеты с низким содержанием сахара.
sl: Nutri-Score vključuje tudi vsebnost sladkorja. To nastavitev uporabite samo, če ste izrecno na dieti z nizko vsebnostjo sladkorja.
sv: Sockernivån tas med i beräkningen av Nutri-Score. Använd endast den här inställningen om du specifikt följer en sockerfattig kost.
th: ค่าระดับน้ำตาลจะถูกนำมาพิจารณาในโปรแกรม Nutri-Score ควรใช้การตั้งค่านี้เฉพาะในกรณีที่คุณกำลังควบคุมปริมาณน้ำตาลในอาหารอย่างเคร่งครัดเท่านั้น
tr: Şeker seviyesi Nutri-Score tarafından dikkate alınır. Bu ayarı yalnızca özellikle düşük şekerli bir diyet uyguluyorsanız kullanın.
uk: Рівень цукрів обчислено за допомогою системи Nutri-Score. Використовуйте це налаштування у випадку перебування на нижчій від норми цукровій дієті.
vi: Mức độ đường được tính đến bởi Điểm Dinh Dưỡng. Chỉ sử dụng cài đặt này nếu bạn đang thực hiện chế độ ăn kiêng ít đường.

# attribute_low_fat_setting_note
source: The fat level is taken into account by the Nutri-Score. Use this setting only if you are specifically on a low fat diet.
bg: Нивото на мазнините се взема предвид от Nutri-Score. Използвай тази настройка само ако си на диета с ниско съдържание на мазнини.
ca: El Nutri-Score té en compte el nivell de greix. Utilitzeu aquest paràmetre només si feu una dieta específica baixa en greixos.
cs: Hladina tuku je zohledněna Nutri-Score. Toto nastavení použijte pouze v případě, že jste konkrétně na nízkotučné dietě.
da: Fedtniveauet tages i betragtning i Nutri-Score. Brug kun denne indstilling, såfremt din kost skal være med lavt fedtindhold.
de: Der Fettgehalt wird durch den Nutri-Score berücksichtigt. Verwenden Sie diese Einstellung nur, wenn Sie sich gezielt fettarm ernähren möchten.
el: Το επίπεδο λίπους λαμβάνεται υπόψη από το Nutri-Score. Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο εάν ακολουθείτε συγκεκριμένα δίαιτα χαμηλής περιεκτικότητας σε λιπαρά.
eo: La grasnivelo estas konsiderata de la Nutri-Poentaro. Uzu ĉi tiun agordon nur se vi specife sekvas malaltgrasan dieton.
es: Nutri-score tiene en cuenta el nivel de grasa. Usa esta opción solo si está específicamente en una dieta baja en grasa.
fa: سطح چربی توسط Nutri-Score در نظر گرفته می‌شود. فقط در صورتی که رژیم غذایی کم‌چرب دارید از این تنظیم استفاده کنید.
fi: Nutri-Score ottaa huomioon rasvapitoisuuden. Käytä tätä asetusta vain, jos nimenomaisesti olet vähärasvaisella ruokavaliolla.
fr: Le taux de graisse est pris en compte par le Nutri-Score. Utilisez ce paramètre uniquement si vous suivez un régime alimentaire faible en gras.
he: רמת השומן נלקחת בחשבון על ידי Nutri-Score. יש להשתמש בהגדרה הזאת רק אם בחרת בדיאטה דלת שומן.
hr: Nutri-Score uzima u obzir razinu masti. Ovu postavku koristite samo ako ste na dijeti s niskim udjelom masti.
hu: A zsír mennyiségét a Nutri-Score veszi figyelembe. Csak akkor használja ezt a beállítást, ha kifejezetten alacsony zsírtartalmú étrendet tart.
id: Tingkat kandungan lemak diperhitungkan oleh Nutri-Score. Gunakan pengaturan ini hanya jika Anda secara khusus menjalani diet rendah lemak.
it: Il livello di grassi è considerato dal Nutri-Score. Usa quest'impostazione solo se segui una dieta a basso contenuto di grassi.
ja: 脂質レベルはNutri-Scoreで考慮されています。この設定は、低脂肪ダイエットをしている場合にのみ使用してください。
ka: ცხიმის დონეს Nutri-Score ითვალისწინებს. ეს პარამეტრი გამოიყენეთ მხოლოდ იმ შემთხვევაში, თუ კონკრეტულად დაბალცხიმიან დიეტას იცავთ.
lt: Nutri-Score atsižvelgia į riebalų kiekį. Naudokite šį nustatymą, tik jei laikotės mažai riebalų turinčios dietos.
lv: Nutri-Score ņem vērā tauku līmeni. Izmantojiet šo iestatījumu tikai tad, ja ievērojat diētu ar zemu tauku saturu.
nl_be: Bij de Nutri-Score wordt rekening gehouden met het vetgehalte. Gebruik deze instelling alleen als u specifiek een vetarm dieet volgt.
pl: Poziom tłuszczu jest brany pod uwagę w Nutri-Score. Używaj tego ustawienia tylko wtedy, gdy jesteś na diecie niskotłuszczowej.
pt_pt: O nível de gordura é tido em consideração pelo Nutri-Score. Use esta configuração apenas se estiver especificamente numa dieta pobre em gordura.
ro: Nivelul de grăsime este luat în considerare de Nutri-Score. Utilizați această setare numai dacă urmați o dietă cu conținut scăzut de grăsimi.
ru: Уровень жира учитывается в Nutri-Score. Используйте эту настройку, только если вы придерживаетесь диеты с низким содержанием жиров.
sl: Nutri-Score vključuje tudi vsebnost maščob. To nastavitev uporabite samo, če ste na izrecni dieti z nizko vsebnostjo maščob.
sv: Fettnivån tas med i beräkningen av Nutri-Score. Använd endast den här inställningen om du specifikt följer en fettsnål kost.
th: ค่าไขมันจะถูกนำมาพิจารณาในโปรแกรม Nutri-Score ควรใช้การตั้งค่านี้เฉพาะในกรณีที่คุณกำลังควบคุมอาหารที่มีไขมันต่ำโดยเฉพาะ
tr: Yağ seviyesi Nutri-Score tarafından dikkate alınır. Bu ayarı yalnızca özellikle düşük yağlı bir diyet uyguluyorsanız kullanın.
uk: Рівень жиру обчислений за допомогою системи Nutri-Score. Використовуйте це налаштування у випадку, якщо ви перебуваєте на нижчій від норми жировій дієті.
vi: Mức độ chất béo được tính đến bởi Điểm Dinh Dưỡng. Chỉ sử dụng cài đặt này nếu bạn đang thực hiện chế độ ăn kiêng ít béo.

# attribute_low_saturated_fat_setting_note
source: The saturated fat level is taken into account by the Nutri-Score. Use this setting only if you are specifically on a low saturated fat diet.
bg: Нивото на наситени мазнини се взема предвид от Nutri-Score. Използвай тази настройка само ако си на диета с ниско съдържание на наситени мазнини.
ca: El Nutri-Score té en compte el nivell de greixos saturats. Utilitzeu aquest paràmetre només si seguiu específicament una dieta baixa en greixos saturats.
cs: Nutri-Score zohledňuje hladinu nasycených tuků. Toto nastavení použijte pouze v případě, že jste konkrétně na dietě s nízkým obsahem nasycených tuků.
da: Mættet fedt-niveauet tages i betragtning i Nutri-Score. Brug kun denne indstilling, såfremt din kost skal være med lavt mættet fedt-indhold.
de: Der Gehalt an gesättigten Fettsäuren wird durch den Nutri-Score berücksichtigt. Verwenden Sie diese Einstellung nur, wenn Sie sich gezielt mit wenig gesättigten Fettsäuren ernähren möchten.
el: Το επίπεδο κορεσμένων λιπαρών λαμβάνεται υπόψη από το Nutri-Score. Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο εάν ακολουθείτε μια δίαιτα χαμηλής περιεκτικότητας σε κορεσμένα λιπαρά.
eo: La nivelo de saturita graso estas konsiderata de la Nutri-Poentaro. Uzu ĉi tiun agordon nur se vi specife sekvas dieton kun malalta saturita graso.
es: Nutri-score tiene en cuenta el nivel de grasa saturada. Usa esta opción solo si está específicamente en una dieta baja en grasa saturada.
fa: سطح چربی اشباع‌شده توسط Nutri-Score در نظر گرفته می‌شود. فقط در صورتی از این تنظیم استفاده کنید که رژیم غذایی کم‌چرب اشباع‌شده داشته باشید.
fi: Nutri-Score ottaa huomioon tyydyttyneiden rasvojen pitoisuuden. Käytä tätä asetusta vain, jos nimenomaisesti olet vähän tyydyttyneitä rasvoja sisältävällä ruokavaliolla.
fr: Le taux d'acides gras saturés est pris en compte par le Nutri-Score. Utilisez ce paramètre uniquement si vous suivez un régime alimentaire faible en acides gras saturés.
he: רמת השומן הרווי נלקחת בחשבון על ידי Nutri-Score. יש להשתמש בהגדרה הזאת רק אם בחרת בדיאטה דלת שומן רווי.
hr: Nutri-Score uzima u obzir razinu zasićenih masti. Koristite ovu postavku samo ako ste na dijeti s niskim udjelom zasićenih masti.
hu: A telített zsír mennyiségét a Nutri-Score veszi figyelembe. Csak akkor használja ezt a beállítást, ha kifejezetten alacsony telített zsírtartalmú étrendet tart.
id: Tingkat kandungan lemah jenuh diperhitungkan oleh Nutri-Score. Gunakan pengaturan ini hanya jika Anda secara khusus menjalani diet rendah lemak jenuh.
it: Il livello di grassi saturi è considerato dal Nutri-Score. Usa quest'impostazione solo se segui una dieta a basso contenuto di grassi saturi.
ja: 飽和脂肪レベルはNutri-Scoreで考慮されています。この設定は、低飽和脂肪ダイエットをしている場合にのみ使用してください。
ka: ნაჯერი ცხიმების დონეს Nutri-Score ითვალისწინებს. ეს პარამეტრი გამოიყენეთ მხოლოდ იმ შემთხვევაში, თუ კონკრეტულად დაბალნაჯერი ცხიმების შემცველ დიეტას იცავთ.
lt: Nutri-Score atsižvelgia į sočiųjų riebalų kiekį. Naudokite šį nustatymą, tik jei laikotės mažai sočiųjų riebalų turinčios dietos.
lv: Nutri-Score ņem vērā piesātināto tauku līmeni. Izmantojiet šo iestatījumu tikai tad, ja ievērojat diētu ar zemu piesātināto tauku saturu.
nl_be: Bij de Nutri-Score wordt rekening gehouden met het verzadigde vetgehalte. Gebruik deze instelling alleen als u specifiek een verzadigdvetarm dieet volgt.
pl: Poziom tłuszczów nasyconych jest brany pod uwagę w Nutri-Score. Użyj tego ustawienia tylko wtedy, gdy jesteś na diecie o niskiej zawartości tłuszczów nasyconych.
pt_pt: O nível de gordura saturada é tido em consideração pelo Nutri-Score. Use esta configuração apenas se estiver especificamente numa dieta pobre em gordura saturada.
ro: Nivelul de grăsimi saturate este luat în considerare de Nutri-Score. Utilizați această setare numai dacă urmați o dietă cu conținut scăzut de grăsimi saturate.
ru: Уровень насыщенных жиров учитывается в Nutri-Score. Используйте этот параметр, только если вы придерживаетесь диеты с низким содержанием насыщенных жиров.
sl: Nutri-Score vključuje tudi vsebnost nasičenih maščob. To nastavitev uporabite samo, če ste na izrecni dieti z nizko vsebnostjo nasičenih maščob.
sv: Nivån på mättat fett tas med i beräkningen av Nutri-Score. Använd endast den här inställningen om du specifikt följer en kost med lågt innehåll av mättat fett.
th: ค่าไขมันอิ่มตัวจะถูกนำมาพิจารณาในโปรแกรม Nutri-Score ควรใช้การตั้งค่านี้เฉพาะในกรณีที่คุณกำลังควบคุมอาหารที่มีไขมันอิ่มตัวต่ำโดยเฉพาะ
tr: İşlenmiş yağ seviyesi Nutri-Score tarafından dikkate alınır. Bu ayarları sadece siz özellikle düşük işlenmiş yağ diyetindeyseniz kullanın.
uk: Рівень насичених жирів обчислюється за допомогою системи Nutri-Score. Використовуйте це налаштування лише у випадку, якщо ви перебуваєте на дієті насичених жирів, показник якої сягає нижче норми.
vi: Mức độ chất béo chuyển hóa được tính đến bởi Điểm Dinh Dưỡng. Chỉ sử dụng cài đặt này nếu bạn đang thực hiện chế độ ăn kiêng ít chất béo chuyển hóa.

# attribute_group_allergens_name
source: Allergens
bg: Алергени
ca: Al·lèrgens
cs: Alergeny
da: Allergener
de: Allergene
el: Αλλεργιογόνα
eo: Alergenoj
es: Alérgenos
fa: آلرژن‌ها
fi: Allergeenit
fr: Allergènes
he: אלרגנים
hr: Alergeni
hu: Allergének
id: Alergen
it: Allergeni
ja: アレルゲン
ka: ალერგენები
lt: Alergenai
lv: Alergēni
nl_be: Allergenen
pl: Alergeny
pt_pt: Alergénios
ro: Alergeni
ru: Аллергены
sl: Alergeni
sv: Allergener
th: สารก่อภูมิแพ้
tr: Alerjenler
uk: Алергени
vi: Chất gây dị ứng

# attribute_group_allergens_warning
source: There is always a possibility that data about allergens may be missing, incomplete, incorrect or that the product's composition has changed. If you are allergic, always check the information on the actual product packaging.
bg: Винаги има възможност данните за алергените да липсват, да са непълни, неправилни или съставът на продукта да е променен. Ако си алергичен, винаги проверявай информацията на действителната опаковка на продукта.
ca: Sempre hi ha la possibilitat que falten dades sobre al·lergògens, incompletes, incorrectes o que la composició del producte hagi canviat. Si sou al·lèrgic, comproveu sempre la informació de l’envàs real del producte.
cs: Vždy existuje možnost, že údaje o alergenech chybí, jsou neúplné, nesprávné nebo že se složení produktu změnilo. Pokud jste alergičtí, vždy zkontrolujte informace na skutečném obalu produktu.
da: Der er altid en mulighed for, at data om allergener kan mangle, være ufuldstændige, ukorrekte eller at produktets sammensætning er ændret. Har du allergi, så tjek altid oplysningerne på den faktiske produktemballage.
de: Es besteht immer die Möglichkeit, dass Daten über Allergene fehlen, unvollständig oder falsch sind oder dass sich die Zusammensetzung des Produkts geändert hat. Wenn Sie allergisch sind, überprüfen Sie immer die Angaben auf der tatsächlichen Produktverpackung.
el: Υπάρχει πάντα η πιθανότητα να λείπουν δεδομένα σχετικά με τα αλλεργιογόνα, να είναι ελλιπή, να είναι εσφαλμένα ή να έχει αλλάξει η σύνθεση του προϊόντος. Εάν είστε αλλεργικοί, ελέγχετε πάντα τις πληροφορίες στην πραγματική συσκευασία του προϊόντος.
eo: Ĉiam ekzistas ebleco, ke datumoj pri alergenoj mankas, estas nekompletaj, malĝustaj aŭ ke la konsisto de la produkto ŝanĝiĝis. Se vi estas alergia, ĉiam kontrolu la informojn sur la efektiva produkta pakaĵo.
es: Siempre existe la posibilidad de que falten datos sobre alérgenos, estén incompletos, sean incorrectos o que la composición del producto haya cambiado. Si es alérgico, siempre compruebe la información en el paquete del producto real.
fa: همیشه این احتمال وجود دارد که اطلاعات مربوط به آلرژن‌ها از دست رفته، ناقص، نادرست یا تغییر یافته باشد. اگر حساسیت دارید، همیشه اطلاعات روی بسته‌بندی محصول را بررسی کنید.
fi: Aina on mahdollista, että allergeeneja koskevat tiedot saattavat olla puuttuvia, puutteellisia, virheellisiä tai että tuotteen koostumus on muuttunut. Jos olet allerginen, tarkista aina tiedot varsinaisesta tuotepakkauksesta.
fr: Il est toujours possible que les données sur les allergènes soient manquantes, incomplètes, incorrectes ou que la composition du produit ait changé. Si vous êtes allergique, vérifiez toujours les informations sur l'emballage réel du produit.
he: תמיד קיים סיכוי שהנתונים על האלרגנים חסרים, חלקיים, שגויים או שהרכב המוצר השתנה. במקרה של רגישות, תמיד עליך לעיין במידע שעל אריזת המוצר עצמו.
hr: Uvijek postoji mogućnost da podaci o alergenima nedostaju, da su nepotpuni, netočni ili da se sastav proizvoda promijenio. Ako ste alergični, uvijek provjerite informacije na samom pakiranju proizvoda.
hu: Mindig fennáll annak a lehetősége, hogy egyes allergénekre vonatkozó adatok hiányoznak, hiányosak, helytelenek vagy megváltozott a termék összetétele. Ha allergiás, mindig ellenőrizze a termék tényleges csomagolásán található információkat.
id: Selalu ada kemungkinan bahwa data tentang alergen mungkin hilang, tidak lengkap, salah atau komposisi produknya telah berubah. Jika Anda memiliki alergi, selalu periksa informasi pada kemasan produk sebenarnya.
it: Esiste sempre una possibilità che i dati sulle allergie potrebbero mancare, essere incompleti, scorretti o che la composizione del prodotto sia cambiata. Se sei allergico, controlla sempre le informazioni sulla confezione effettiva del prodotto.
ja: アレルゲンに関するデータが不足している、不完全である、誤っている、または製品の原材料が変わっている可能性が常にあります。アレルギーがある場合、必ず実際の製品のパッケージを確認してください。
ka: ყოველთვის არსებობს შესაძლებლობა, რომ ალერგენების შესახებ მონაცემები არ იყოს მითითებული, იყოს არასრული, არასწორი ან პროდუქტის შემადგენლობა შეიცვალოს. თუ ალერგიული ხართ, ყოველთვის შეამოწმეთ ინფორმაცია პროდუქტის ფაქტობრივ შეფუთვაზე.
lt: Visada yra tikimybė, kad duomenų apie alergenus gali trūkti, jie yra neišsamūs, neteisingi arba pasikeitė produkto sudėtis. Jei esate alergiškas, visada patikrinkite informaciją ant tikrosios produkto pakuotės.
lv: Vienmēr pastāv iespēja, ka informācija par alergēniem var nebūt pieejama, būt nepilnīga, nepareiza vai arī produkta sastāvs ir mainījies. Ja Jums ir alerģija, vienmēr pārbaudiet informāciju uz produkta iepakojuma.
nl_be: Het is altijd mogelijk dat gegevens over allergenen ontbreken, onvolledig of onjuist zijn of dat de samenstelling van het product is gewijzigd. Als u allergisch bent, controleer dan altijd de informatie op de daadwerkelijke productverpakking.
pl: Zawsze istnieje możliwość, że dane o alergenach mogą być brakujące, niekompletne, nieprawidłowe lub że zmienił się skład produktu. Jeśli jesteś uczulony, zawsze sprawdź informacje na opakowaniu produktu.
pt_pt: Existe sempre a possibilidade da informação sobre os alergénios estar em falta, incompleta ou incorreta ou da composição dos produtos ter mudado. Se tem alergias, confirme sempre a informação na embalagem original no produto.
ro: Există întotdeauna posibilitatea ca datele despre alergeni să lipsească, să fie incomplete, incorecte sau să se fi modificat compoziția produsului. Dacă sunteți alergic, verificați întotdeauna informațiile de pe ambalajul propriu-zis al produsului.
ru: Всегда существует вероятность того, что данные об аллергенах могут отсутствовать, быть неполными, неверными или что состав продукта изменился. Если у вас аллергия, всегда проверяйте информацию на упаковке продукта.
sl: Upoštevajte, da vedno obstaja možnost manjkajočih ali nepopolnih podatkov o alergenih. Če imate alergijo vedno preverite podatke na embalaži izdelka.
sv: Det finns alltid en möjlighet att information om allergener kan saknas, vara ofullständig, felaktig eller att produktens sammansättning har ändrats. Om du är allergisk, kontrollera alltid informationen på själva produktförpackningen.
th: มีความเป็นไปได้เสมอที่ข้อมูลเกี่ยวกับสารก่อภูมิแพ้อาจขาดหายไป ไม่ครบถ้วน ไม่ถูกต้อง หรือส่วนประกอบของผลิตภัณฑ์อาจเปลี่ยนแปลงไป หากคุณมีอาการแพ้ ควรตรวจสอบข้อมูลบนบรรจุภัณฑ์ของผลิตภัณฑ์จริงเสมอ
tr: Alerjenlerle ilgili verilerin eksik, yanlış olması veya ürünün bileşiminin değişmiş olması ihtimali her zaman vardır. Alerjiniz varsa her zaman ürünün gerçek ambalajındaki bilgileri kontrol edin.
uk: Часто поширеним є той факт, що дані про алергени можуть бути відсутніми, неповними, неправильними або ж склад продукції може змінитись. Якщо ви є алергиком, намагайтесь завжди перевіряти інформацію про справжнє упакування товару.
vi: Luôn có khả năng dữ liệu về chất gây dị ứng có thể bị thiếu, không đầy đủ, không chính xác hoặc thành phần của sản phẩm đã thay đổi. Nếu bạn bị dị ứng, hãy luôn kiểm tra thông tin trên bao bì sản phẩm thực tế.

# attribute_additives_name
source: Additives
ar: إضافات
bg: Добавки
ca: Additius
cs: Aditiva
da: Tilsætningsstoffer
de: Zusatzstoffe
el: Πρόσθετα
eo: Aldonaĵoj
es: Aditivos
fa: مواد افزودنی:
fi: Lisäaineet
fr: Additifs
he: תוספים
hu: Adalékanyagok
id: Zat - zat aditif
it: Additivi
ja: 添加物
lv: Piedevas
nl_be: Additieven
pl: Dodatki
pt_pt: Aditivos
ro: Aditivi
ru: Добавки
sl: Aditivi
sv: Tillsatser
th: สารเติมแต่ง
tr: Katkı maddeleri
uk: Добавки
vi: Chất phụ gia

# attribute_additives_setting_name
source: No or few additives
bg: Без или с малко добавки
ca: Cap o pocs additius
cs: Žádné nebo jen málo přísad
da: Ingen eller få tilsætningsstoffer
de: Keine oder wenige Zusatzstoffe
el: Χωρίς ή λίγα πρόσθετα
eo: Neniuj aŭ malmultaj aldonaĵoj
es: Sin o con pocos aditivos
fa: بدون افزودنی یا با افزودنی‌های کم
fi: Ei tai vähän lisäaineita
fr: Pas ou peu d'additifs
he: מעט תוספים או ללא
hr: Bez ili s malo aditiva
hu: Nincs vagy kevés adalékanyag
id: Tidak ada atau sedikit zat aditif
it: Senza o con pochi additivi
ja: 無添加または添加物が少ない
ka: დანამატების არარსებობა ან მცირე რაოდენობა
lt: Nėra arba mažai priedų
lv: Nav vai ir maz piedevu
nl_be: Geen of weinig additieven
pl: Brak lub niewiele dodatków
pt_pt: Nenhuns ou poucos aditivos
ro: Fără sau puțini aditivi
ru: Нет или мало добавок
sl: Brez ali zelo malo aditivov
sv: Inga eller få tillsatser
th: ไม่มีหรือมีสารเติมแต่งน้อยมาก
tr: Katkı maddesi yok veya çok az
uk: Немає або мало добавок
vi: Không hoặc ít chất phụ gia
