Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# packaging_products
source: Products with a %s packaging
ar: المنتجات مع التغليف %s
bg: Продукти с опаковка %s
ca: Productes amb un envasament %s
cs: Výrobky s balením typu %s
da: Produkter med %s-emballage
de: Produkte mit einer Verpackung aus %s
el: Προϊόντα με συσκευασία %s
eo: Produktoj kun %s pakaĵo
es: Productos con envase %s
fa: محصولاتی با بسته‌بندی %s
fi: Tuotteet, joissa %s -pakkaus
fr: Les produits avec le conditionnement %s
he: מוצרים באריזה מסוג %s
hr: Proizvodi s pakiranjem %s
hu: Termékek, amelyeknek %s a csomagolása
id: Produk dengan %s kemasan
it: Prodotti con una confezione da %s
ja: %s 包装の製品
ka: პროდუქტები %s შეფუთვით
lt: Produktai su %s pakuotėmis
lv: Produkti ar %s iepakojumu
ms: Produk dengan pembungkusan %s
nl_be: Producten met een verpakking van %s
pl: Produkty opakowane w %s
pt_pt: Produtos com embalagem do tipo %s
ro: Produse cu ambalaj de %s
ru: Продукты с упаковкой %s
sl: Izdelki z %s embalažo
sv: Produkter med en %s förpackning
th: ผลิตภัณฑ์ที่มีบรรจุภัณฑ์ %s
tl: Mga produkto na may %s na balot
tr: %s ambalajlı ürünler
uk: Продукти з %s упакуванням
vi: Những sản phẩm với bao bì %s

# packaging_s
source: packaging
ar: ata3bia
bg: опаковка
ca: envasament
cs: obal
da: emballage
de: Verpackungsarten
el: συσκευασία
eo: pakaĵoj
es: envases
fi: pakkaus
fr: conditionnements
he: ariza
hr: pakiranje
hu: csomagolás
id: kemasan
it: imballaggio
ja: 包装
lt: pakuotė
lv: iepakojums
ms: pembungkusan
nl_be: verpakkingen
pl: opakowanie
pt_pt: embalagens
ro: ambalaj
ru: упаковка
sl: pakiranje
sv: förpackning
th: บรรจุภัณฑ์
tl: balot
tr: paketleme
uk: упакування
vi: bao bì

# packaging_tagsinput
source: add a type, shape or material
ar: إضافة نوع أو شكل أو مادة
bg: добави вид, форма или материал
ca: afegir un tipus, forma o material
cs: přidat typ, tvar nebo materiál
da: tilføj type, form eller materiale
de: Art, Form oder Material hinzufügen
el: προσθέστε έναν τύπο, σχήμα ή υλικό
eo: aldoni tipon, formon aŭ materialon
es: añadir un tipo, forma o material
fa: یک نوع، شکل یا ماده اضافه کنید
fi: lisää tyyppi, muoto tai materiaali
fr: ajouter
he: הוספת סוג, צורה או חומר
hr: dodajte vrstu, oblik ili materijal
hu: típus, alak vagy anyag hozzáadása
id: tambahkan tipe, bentuk, atau material
it: aggiungi un tipo, forma o materiale
ja: 種類、形状、材料を追加
ka: დაამატეთ ტიპი, ფორმა ან მასალა
lt: pridėti tipą, formą ar medžiagą
lv: pievienojiet tipu, formu vai materiālu
ms: tambahkan jenis, bentuk atau bahan
nl_be: voeg een type, vorm of materiaal toe
pl: dodaj typ, kształt lub materiał
pt_pt: adicionar um tipo, forma ou material
ro: adăugați un tip, formă sau material
ru: добавить тип, форму или материал
sl: dodajte vrsto, obliko ali material
sv: lägg till en typ, form eller material
th: เพิ่มประเภท รูปทรง หรือวัสดุ
tl: magdagdag na uri, hugis o materyal
tr: bir tür, şekil veya malzeme ekle
uk: додати тип, форму чи матеріал
vi: thêm một loại, hình dạng hoặc vật liệu

# packaging_without_products
source: Products without a %s packaging
ar: المنتجات بدون التغليف %s
bg: Продукти без опаковка %s
ca: Productes sense un envasament %s
cs: Produkty, které nejsou v balení typu %s
da: Produkter uden en %s-emballage
de: Produkte ohne einer Verpackung aus %s
el: Προϊόντα χωρίς συσκευασία %s
eo: Produktoj sen %s pakaĵo
es: Productos sin envasado %s
fa: محصولات بدون بسته‌بندی %s
fi: Tuotteet ilman %s -pakkausta
fr: Les produits sans le conditionnement %s
he: מוצרים ללא אריזה מסוג %s
hr: Proizvodi bez pakiranja %s
hu: Termékek, amelyeknek nem %s a csomagolása
id: Produk - produk tanpa %s kemasan
it: Prodotti senza confezione %s
ja: %s 包装のない製品
ka: პროდუქტები %s შეფუთვის გარეშე
lt: Produktai be %s pakuotės
lv: Produkti bez iepakojuma %s
ms: Produk tanpa pembungkusan %s
nl_be: Producten zonder een verpakking van %s
pl: Produkty niezapakowane w %s
pt_pt: Produtos sem embalagem do tipo %s
ro: Produse fără ambalaj de tip %s
ru: Продукты без упаковки %s
sl: Izdelki, ki ne vsebujejo %s embalaže
th: ผลิตภัณฑ์ที่ไม่มีบรรจุภัณฑ์ %s
tl: Mga produkto na walang %s na balot
tr: %s ambalajı olmayan ürünler
uk: Продукти без %s упаковки
vi: Sản phẩm không có bao bì %s

# page_x_out_of_y
source: Page %d out of %d.
ar: الصفحة %d من %d.
bg: Страница %d от %d.
ca: Pàgina %d de %d .
cs: Strana %d z %d.
da: Side %d af %d.
de: Seite %d von %d.
el: Σελίδα %d από %d.
eo: Paĝo %d el %d.
es: Página %d de %d.
fa: صفحه %d از %d.
fi: Sivu %d/%d.
fr: Page %d sur %d.
he: עמוד %d מתוך %d.
hr: Stranica %d od %d.
hu: %d. / %d. oldal.
id: Halaman %d dari %d.
it: Pagina %d di %d.
ja: ページ %d / %d 。
ka: გვერდი %d %d-დან.
lt: %d puslapis iš %d.
lv: Lapa %d no %d.
ms: Halaman %d dari %d.
nl_be: Pagina %d van %d.
pl: Strona %s z %d.
pt_pt: Página %d de %d.
ro: Pagina %d din %d.
ru: Страница %d из %d.
sl: Stran %d od %d.
sv: Sida %d av %d.
th: หน้า %d จากทั้งหมด %dหน้า
tl: Pahina %d mula sa %d.
tr: %d sayfadan %d sayfa.
uk: Сторінка %d з %d.
vi: Trang %d trong số %d.

source: Pages:
ar: الصفحات:
bg: Страници:
ca: Pàgines:
cs: Stránky:
da: Sider:
de: Seiten:
el: Σελίδες:
eo: Paĝoj:
es: Páginas:
fa: صفحات:
fi: Sivut:
he: עמודים:
hr: Stranice:
hu: Oldalak:
id: Halaman:
it: Pagine:
ja: ページ：
ka: გვერდები:
lt: Puslapiai:
lv: Lapas:
ms: Halaman:
nl_be: Pagina's:
pl: Strony:
pt_pt: Páginas:
ro: Pagini:
ru: Страницы:
sl: Strani:
sv: Sidor:
th: หน้า:
tl: Mga pahina:
tr: Sayfalar:
uk: Сторінки:
vi: Trang:

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
es: Contraseña
fa: گذرواژه
fi: Salasana
fr: Mot de passe
he: סיסמה
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
lt: Slaptažodis
lv: Parole
ms: Kata laluan
nl_be: Wachtwoord
pl: Hasło
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu

# password_new
source: New password
ar: كلمة مرور جديدة
bg: Нова парола
ca: Contrasenya nova
cs: Nové heslo
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
eo: Nova pasvorto
es: Nueva contraseña
fa: رمز عبور جدید
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hr: Nova lozinka
hu: Új jelszó
id: Kata sandi baru
it: Nuova Password
ja: 新しいパスワード
ka: ახალი პაროლი
lt: Naujas Slaptažodis
lv: Jauna parole
nl_be: Nieuw wachtwoord
pl: Nowe hasło
pt_pt: Nova palavra-passe
ro: Parolă Nouă
sl: Novo geslo
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni şifre
uk: Новий пароль
vi: Mật khẩu mới

# password_confirm
source: Confirm password
ar: تأكيد كلمة المرور
bg: Потвърди паролата
ca: Confirmeu la contrasenya
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
eo: Konfirmu pasvorton
es: Confirmar contraseña
fa: تأیید رمز عبور
fi: Vahvista salasana
fr: Confirmation du mot de passe
he: אימות הסיסמה
hr: Potvrdite lozinku
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma la password
ja: パスワードの確認
ka: დაადასტურეთ პაროლი
lt: Patvirtinti slaptažodį
lv: Apstipriniet paroli
ms: Sahkan kata laluan
nl_be: Bevestig wachtwoord
pl: Potwierdź hasło
pt_pt: Confirme a palavra-passe
ro: Confirmare parolă
ru: Подтвердите пароль
sl: Potrdite geslo
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tl: Kumpirmahin ang password
tr: Şifreyi Onayla
uk: Підтвердити пароль
vi: Xác nhận mật khẩu

# periods_after_opening
source: Period of time after opening
ar: فترة من الوقت بعد الافتتاح
bg: Период от време след отваряне
ca: Període de temps després d'obrir
cs: Doba od otevření
da: Tidsperiode efter åbning
de: Nach dem Öffnen zu verbrauchen bis
el: Χρονική περίοδος μετά το άνοιγμα
es: Periodo de tiempo después de abierto
fi: Ajanjakso, jonka ajan valmistetta voi avaamisen jälkeen käyttää
fr: Durée de conservation après ouverture
he: משך הזמן לאחר הפתיחה
hu: Felbontás utáni időtartam
id: Periode waktu setelah pembukaan
it: Periodo di tempo dopo l'apertura
ja: 開封後の期限
lt: Laikotarpis po atidarymo
lv: Laika periods pēc atvēršanas
ms: Tempoh masa selepas pembukaan
nl_be: Houdbaarheid na openen
pl: Ważność po otwarciu
pt_pt: Validade após a abertura
ro: Perioadă de timp după deschidere
ru: Период времени после открытия
sl: Obdobje po odprtju
sv: Tid efter öppnandet
tl: Tagal ng oras pagkatapos ng pagbukas
tr: Açıldıktan sonra geçen süre
uk: Час після відкриття
vi: Khoảng thời gian sau khi mở

# periods_after_opening_note
source: Found in an open container logo with a number of months: e.g. 12 M
ar: وجدت في شعار حاوية مفتوحة مع عدد من أشهر: على سبيل المثال 12 M
bg: Намира се в лого на отворен контейнер с брой месеци: напр. 12 М
ca: Trobat en un logotip de recipient obert amb un nombre de mesos: per exemple, 12 M
cs: Nalezeno v otevřeném obalu logo s několika měsíci: např. 12 M
da: Findes i en åben logomærket emballage/kasse/container med en månedsangivelse, f.eks. 12 M
de: Angegeben in einer geöffneten Behälterkennzeichnung mit einer Anzahl von Monaten: z.B. 12 Mon.
el: Βρέθηκε σε ανοιχτό λογότυπο δοχείου με αριθμό μηνών: πχ. 12 M
eo: Trovebla en malfermita ujo emblemo kun nombro da monatoj: ekz. 12 M
es: Encontrado en un logotipo de recipiente abierto con un número de meses: por ejemplo, 12 M
fa: لوگویی که در یک ظرف باز شده با تعدادی ماه وجود دارد: مثلاً ۱۲ ماه
fi: Löytyy logosta, jossa on avonainen purkki ja kuukausien määrä: esim. 12 M
fr: Indiquée dans un logo en forme de pot ouvert, avec un nombre de mois. Par exemple 12 M.
hr: Nalazi se u otvorenom spremniku s logotipom i određenim brojem mjeseci: npr. 12 M
hu: Jelölése egy nyitott tégely szimbólum a hónapok számával, például: 12 M
id: Ditemukan dalam logo kontainer terbuka dengan jumlah bulan: misalnya 12 M
it: Trovato in un logo contenitore aperto con un numero di mesi: ad es. 12 M
ja: 開封容器のロゴで見られる月数: 例えば 12 ヶ月
ka: ღია კონტეინერში ნაპოვნია თვეების რაოდენობის ლოგო: მაგ. 12 M
lt: Rasta atviro konteinerio logotipe su kelių mėnesių skaičiumi: pvz., 12 M
lv: Atrasts atvērtā konteinera logotipā ar vairākiem mēnešiem: piem., 12 M
ms: Ditemui dalam logo bekas terbuka dengan beberapa bulan: misalnya 12 M
nl_be: Gevonden in een open containerlogo met een aantal maanden: bijv. 12 Maanden
pl: Znaleziono w otwartym pojemniku z logo, z liczbą miesięcy: np 12 M
pt_pt: Normalmente indicado com um ícone de um frasco com a tampa aberta, com o número de meses inscrito, por exemplo "12 M"
ro: Găsit într-un logo al containerului deschis cu un număr de luni: de exemplu, 12 M
ru: Находиться в логотипе с открытым контейнером с числом месяцев: например, 12 М
sl: Najdeno v logotipu po odprtju uporabno, s številom mesecov: npr. 12 M
sv: Hittad i en öppen behållar-logotyp med ett antal månader: t.ex. 12 M
th: พบในโลโก้ภาชนะเปิดที่มีตัวเลขระบุจำนวนเดือน เช่น 12 เดือน
tl: Makikita sa isang bukas na logo ng lalagyan na may ilang buwan: e.g. 12 M
tr: Birkaç ay boyunca açık bir konteynır ambleminde bulundu: ör. 12 M
uk: Знайдено у відкритому контейнері логотип з кількістю місяців: наприклад 12 М
vi: Tìm thấy trong một logo chứa mở với một số tháng: ví dụ: 12 M

# periods_after_opening_p
source: Periods after opening
ar: فترة ما بعد الافتتاح
bg: Срокове след отваряне
ca: Períodes després de l'obertura
cs: Doba od otevření
da: Tidsperioder efter-åbning
de: Nach dem Öffnen zu verbrauchen bis
el: Περίοδοι μετά το άνοιγμα
eo: Periodoj post malfermo
es: Periodos después de la apertura
fa: دوره‌های پس از باز شدن
fi: Ajanjaksot, jonka ajan valmistetta voi avaamisen jälkeen käyttää
fr: Durées d'utilisation après ouverture
he: תקופות לאחר הפתיחה
hr: Razdoblja nakon otvaranja
hu: Felbontás utáni időtartamok
id: Periode - periode setelah pembukaan
it: Periodi dopo l'apertura
ja: 開封後の期限
ka: გახსნის შემდგომი პერიოდები
lt: Laikotarpiai po atidarymo
lv: Periodi pēc atvēršanas
ms: Tempoh masa selepas pembukaan
nl_be: Houdbaarheidsduur na openen
pl: Czas po otwarciu
pt_pt: Validades após abertura
ro: Perioade după deschidere
ru: Периоды после открытия
sl: Obdobja po odprtju
sv: Perioder efter öppning
th: ช่วงเวลาหลังเปิดทำการ
tl: Mga panahon pagkatapos ng pagbukas
tr: Açıldıktan sonraki dönemler
uk: Час після відкриття
vi: Khoảng thời gian sau khi mở

# periods_after_opening_s
source: Period after opening
ar: فترة ما بعد الافتتاح
bg: Срок след отваряне
ca: Període després de l'obertura
cs: Doba od otevření
da: Tidsperiode efter åbning
de: Nach dem Öffnen zu verbrauchen bis
el: Περίοδος μετά το άνοιγμα
eo: Periodo post malfermo
es: Periodo después de la apertura
fa: دوره پس از باز شدن
fi: Ajanjakso, jonka ajan valmistetta voi avaamisen jälkeen käyttää
fr: Durée d'utilisation après ouverture
he: תקופה לאחר פתיחה
hr: Razdoblje nakon otvaranja
hu: Felbontás utáni időtartam
id: Periode setelah pembukaan
it: Periodo dopo l'apertura
ja: 開封後の期限
ka: გახსნის შემდგომი პერიოდი
lt: Laikotarpis po atidarymo
lv: Periods pēc atvēršanas
ms: Tempoh masa selepas pembukaan
nl_be: Houdbaarheidsduur na openen
pl: Czas po otwarciu
pt_pt: Validade após abertura
ro: Perioadă după deschidere
ru: Период после открытия
sl: Obdobje po odprtju
sv: Tid efter öppnandet
th: ระยะเวลาหลังเปิด
tl: Panahon pagkatapos ng pagbukas
tr: Açıldıktan sonraki dönem
uk: Період після відкриття
vi: Khoảng thời gian sau khi mở

# photographers_p
source: photographers
ar: المصورون
bg: фотографи
ca: fotògrafs
cs: fotografové
da: fotografer
de: Fotografen
el: φωτογράφοι
eo: fotistoj
es: fotógrafos
fa: عکاسان
fi: valokuvaajat
fr: photographes
he: צלמים
hr: fotografi
hu: fotósok
id: para fotografer
it: fotografi
ja: 撮影者
ka: ფოტოგრაფები
lt: fotografai
lv: fotogrāfi
ms: jurugambar
nl_be: fotografen
pl: fotografowie
pt_pt: fotógrafos
ro: fotografi
ru: фотографы
sl: fotografi
sv: fotografer
th: ช่างภาพ
tl: mga tagaretrato
tr: fotoğrafçılar
uk: фотографи
vi: thợ chụp hình

# photographers_s
source: photographer
ar: moussawir
bg: фотограф
ca: fotògraf
cs: fotograf
da: fotograf
de: Fotograf
el: φωτογράφος
eo: fotisto
es: fotógrafo
fa: عکاس
fi: valokuvaaja
fr: photographe
he: tzalam
hr: fotograf
hu: fotós
id: fotografer
it: fotografo
ja: 撮影者
ka: ფოტოგრაფი
lt: fotografas
lv: fotogrāfs
ms: jurugambar
nl_be: fotograaf
pl: fotograf
pt_pt: fotógrafo
ro: fotograf
ru: фотограф
sl: fotograf
sv: fotograf
th: ช่างภาพ
tl: tagaretrato
tr: fotoğrafçı
uk: фотограф
vi: thợ chụp hình

source: PNNS groups 1
ar: مجموعات 1 PNNS
bg: PNNS групи 1
ca: Grups PNNS 1
cs: Skupiny PNNS 1
da: PNNS-grupper 1
de: PNNS Gruppen 1
el: Ομάδες PNNS 1
eo: PNNS-grupoj 1
es: Grupos PNNS 1
fa: گروه‌های PNNS ۱
fi: PNNS-ryhmät 1
fr: Groupes de PNNS 1
hr: PNNS grupe 1
hu: PNNS csoportok 1
id: Kelompok - kelompok PNNS 1
it: Gruppi PNNS 1
ja: PNNS グループ 1
ka: PNNS ჯგუფები 1
lt: PNNS grupės 1
lv: PNNS grupas 1
ms: Kumpulan PNNS 1
nl_be: PNNS groepen 1
pl: Grupy PNNS
pt_pt: Grupos PNNS 1
ro: Grupurile PNNS 1
ru: PNNS группы 1
sl: Skupine PNNS 1
sv: PNNS-grupper 1
th: กลุ่ม PNNS 1
tr: PNNS grupları 1
uk: Групи PNNS 1
vi: Nhóm PNNS 1

# pnns_groups_1_p
source: PNNS groups 1
ar: مجموعات 1 PNNS
bg: PNNS групи 1
ca: Grups PNNS 1
cs: Skupiny PNNS 1
da: PNNS-grupper 1
de: PNNS Gruppen 1
el: Ομάδες PNNS 1
eo: PNNS-grupoj 1
es: Grupos PNNS 1
fa: گروه‌های PNNS ۱
fi: PNNS-ryhmät 1
fr: Groupes de PNNS 1
hr: PNNS grupe 1
hu: PNNS csoportok 1
id: Kelompok - kelompok PNNS 1
it: Gruppi PNNS 1
ja: PNNS グループ 1
ka: PNNS ჯგუფები 1
lt: PNNS grupės 1
lv: PNNS grupas 1
ms: Kumpulan PNNS 1
nl_be: PNNS groepen 1
pl: Grupy PNNS
pt_pt: Grupos PNNS 1
ro: Grupurile PNNS 1
ru: PNNS группы 1
sl: Skupine PNNS 1
sv: PNNS-grupper 1
th: กลุ่ม PNNS 1
tr: PNNS grupları 1
uk: Групи PNNS 1
vi: Nhóm PNNS 1

# pnns_groups_1_s
source: PNNS group 1
ar: مجموعة 1 PNNS
bg: PNNS група 1
ca: Grup PNNS 1
cs: Skupina PNNS 1
da: PNNS-gruppe 1
de: PNNS Gruppe 1
el: Ομάδα PNNS 1
eo: PNNS-grupo 1
es: Grupo PNNS 1
fa: گروه ۱ PNNS
fi: PNNS-ryhmä 1
fr: Groupe de PNNS 1
hr: PNNS grupa 1
hu: PNNS csoport 1
id: Kelompok PNNS 1
it: Gruppo PNNS 1
ja: PNNS グループ 1
ka: PNNS ჯგუფი 1
lt: 1 PNNS grupė
lv: PNNS grupa 1
ms: Kumpulan PNNS 1
nl_be: PNNS groep 1
pl: Grupy PNNS 1
pt_pt: Grupo PNNS 1
ro: Grupul PNNS 1
ru: PNNS группы 1
sl: PNNS skupina 1
sv: PNNS grupp 1
th: กลุ่ม PNNS 1
tr: PNNS grubu 1
uk: Група PNNS 1
vi: Nhóm PNNS 1

source: PNNS groups 2
ar: مجموعات 2 PNNS
bg: PNNS групи 2
ca: Grups PNNS 2
cs: Skupiny PNNS 2
da: PNNS-grupper 2
de: PNNS Gruppen 2
el: Ομάδες PNNS 2
eo: PNNS-grupoj 2
es: Grupos PNNS 2
fa: گروه‌های PNNS 2
fi: PNNS-ryhmät 2
fr: Groupes de PNNS 2
hr: PNNS skupine 2
hu: PNNS csoportok 2
id: Kelompok - kelompok PNNS 2
it: Gruppi PNNS 2
ja: PNNS グループ 2
ka: PNNS ჯგუფები 2
lt: PNNS grupės 2
lv: PNNS grupas 2
ms: Kumpulan PNNS 2
nl_be: PNNS groepen 2
pl: Grupy PNNS 2
pt_pt: Grupos PNNS 2
ro: Grupurile PNNS 2
ru: PNNS группы 2
sl: PNNS skupine 2
sv: PNNS-grupper 2
th: กลุ่ม PNNS 2
tr: PNNS grupları 2
uk: Групи PNNS 2
vi: Nhóm PNNS 2

# pnns_groups_2_p
source: PNNS groups 2
ar: مجموعات 2 PNNS
bg: PNNS групи 2
ca: Grups PNNS 2
cs: Skupiny PNNS 2
da: PNNS-grupper 2
de: PNNS Gruppen 2
el: Ομάδες PNNS 2
eo: PNNS-grupoj 2
es: Grupos PNNS 2
fa: گروه‌های PNNS 2
fi: PNNS-ryhmät 2
fr: Groupes de PNNS 2
hr: PNNS skupine 2
hu: PNNS csoportok 2
id: Kelompok - kelompok PNNS 2
it: Gruppi PNNS 2
ja: PNNS グループ 2
ka: PNNS ჯგუფები 2
lt: PNNS grupės 2
lv: PNNS grupas 2
ms: Kumpulan PNNS 2
nl_be: PNNS groepen 2
pl: Grupy PNNS 2
pt_pt: Grupos PNNS 2
ro: Grupurile PNNS 2
ru: PNNS группы 2
sl: PNNS skupine 2
sv: PNNS-grupper 2
th: กลุ่ม PNNS 2
tr: PNNS grupları 2
uk: Групи PNNS 2
vi: Nhóm PNNS 2

# pnns_groups_2_s
source: PNNS group 2
ar: مجموعة 2 PNNS
bg: PNNS група 2
ca: Grup 2 PNNS
cs: Skupina PNNS 2
da: PNNS-gruppe 2
de: PNNS Gruppe 2
el: Ομάδα PNNS 2
eo: PNNS-grupo 2
es: Grupo 2 PNNS
fa: گروه ۲ PNNS
fi: PNNS-ryhmä 2
fr: Groupe de PNNS 2
hr: PNNS grupa 2
hu: PNNS csoport 2
id: Kelompok PNNS 2
it: Gruppo PNNS 2
ja: PNNS グループ 2
ka: PNNS ჯგუფი 2
lt: 2 PNNS grupė
lv: PNNS 2. grupa
ms: Kumpulan PNNS 2
nl_be: PNNS groep 2
pl: Grupy PNNS 2
pt_pt: Grupo PNNS 2
ro: Grupul PNNS 2
ru: PNNS группы 2
sl: PNNS skupina 2
sv: PNNS grupp 2
th: กลุ่ม PNNS 2
tr: PNNS grubu 2
uk: Група PNNS 2
vi: Nhóm PNNS 2

# points_all_countries
source: There are %d Explorers and %d Ambassadors.
ar: هناك %d المستكشفون و %d السفراء.
bg: Има %d изследователи и %d посланици.
ca: Hi ha %d Exploradors i %d Ambaixadors.
cs: K dispozici jsou %d Průzkumníci a %d Ambassadoři.
da: Der er %d Explorers og %d Ambassadors.
de: Es gibt %d Forschende und %d Repräsentanten.
el: Υπάρχουν %d Εξερευνητές και %d Πρεσβευτές.
eo: Estas %d Esploristoj kaj %d Ambasadoroj.
es: Hay %d Exploradores y %d Embajadores
fa: %d کاوشگر و %d سفیر وجود دارند.
fi: Täällä on %d Tutkimusmatkailijaa ja %d Suurlähettilästä.
fr: Il y a %d Explorateurs et %d Ambassadeurs.
he: ישנם %d חוקרים ו־%d שגרירים.
hr: Postoje %d Istraživači i %d Ambasadori.
hu: %d a Felfedezők és %d a Nagykövetek száma.
id: Ada para %d Penjelajah dan %d Ambasador.
it: Ci sono %d esploratori e %d ambasciatore.
ja: %d の発見と %d のアンバサダーがあります。
ka: არსებობენ %d მკვლევარები და %d ელჩები.
lt: Yra %d tyrinėtojų ir %d ambasadorių.
lv: Ir %d pētnieki un %d vēstnieki.
ms: Terdapat %d Peneroka dan %d Duta.
nl_be: Er zijn %d Ontdekkers en %d Ambassadeurs.
pl: Istnieją %d Odkrywcy i %d Ambasadorów.
pt_pt: Há %d Exploradores e %d Embaixadores.
ro: Există %d exploratori şi %d ambasadori.
ru: Есть %d Исследователей и %d Представителей.
sl: Z nami so, raziskovalci: %d in veleposlaniki: %d.
sv: Det finns %d utforskare och %d ambassadörer.
th: มีนักสำรวจ %d คน และทูต %d คน
tl: May mga %d Explorers at %d mga Embahador.
tr: %d Kaşifler ve %d Büyükelçiler var.
uk: Наявні %d Дослідників та %d Послів.
vi: Có %d Explorers và %d Ambassadors.

# points_all_users
source: There are Explorers for %d countries and Ambassadors for %d countries.
ar: يوجد مستكشفون لبلدان %d وسفراء لـ %d بلدان.
bg: Има Изследователи за %d държави и Посланници за %d държави.
ca: Hi ha Exploradors de %d els països i Ambaixadors de %d països.
cs: Existují průzkumníci pro %d zemí a velvyslanci pro %d zemí.
da: Der er Explorers for %d lande og Ambassadors for %d lande.
de: Es gibt Forschende in %d Länder und Repräsentanten in %d Länder.
el: Υπάρχουν Εξερευνητές από %dχώρες και πρεσβευτές από %d χώρες.
eo: Ekzistas Esploristoj por %d landoj kaj Ambasadoroj por %d landoj.
es: Hay Exploradores de %d países y Embajadores de %d países.
fa: برای کشورهای %d کاوشگر و برای کشورهای %d سفیر وجود دارد.
fi: Täällä on Tutkimusmatkailijoita %d maasta ja Suurlähettiläitä %d maasta.
fr: Il y a des Explorateurs de %d pays et des Ambassadeurs de %d countries.
he: ישנם חוקרים עבור %d מדינות ושגרירים עבור %d מדינות.
hr: Postoje Istraživači za %d zemalja i Ambasadori za %d zemalja.
hu: %d országnak vannak Felfedezői és %d országnak vannak Nagykövetei.
id: Ada para Penjelajah untuk %d negara - negara dan para Ambasador untuk %d negara - negara.
it: Ci sono esploratori per %d paesi e ambasciatori per %d paesi.
ja: %d ヶ国の発見と %d ヶ国ののアンバサダーがあります。
ka: არიან მკვლევარები %d ქვეყნებისთვის და ელჩები %d ქვეყნებისთვის.
lt: Yra tyrinėtojai %d šalių ir ambasadoriai %d šaliai.
lv: Ir pētnieki %d valstīm un vēstnieki %d valstīm.
ms: Terdapat Peneroka untuk %d negara dan Duta untuk %d negara.
nl_be: Er zijn Ontdekkers voor %d landen en ambassadeurs voor %d landen.
pl: Badacze z %d krajów, Ambasadorzy dla %d krajów.
pt_pt: Há Exploradores para %d países e Embaixadores para %d países.
ro: Există exploratori pentru %d țări și ambasadori pentru %d țară.
ru: Есть Исследователи в %d странах и Представители в %d странах.
sl: Z nami so raziskovalci iz %d držav in veleposlaniki iz %d držav.
sv: Det finns utforskare för %d länder och ambassadörer för %d länder.
th: มีนักสำรวจสำหรับประเทศ %d ประเทศ และทูตสำหรับประเทศ %d ประเทศ
tl: May mga Explorer sa %d na bansa at mga Emabahador sa %d mga bansa.
tr: %d ülke için Kaşifler ve %d ülke için büyükelçiler var.
uk: Наявні Дослідники для %d країн та Посли для %d країн.
vi: Có Explorers cho %d quốc gia và Đại sứ cho %d quốc gia.

# points_country
source: %s has %d Explorers and %d Ambassadors.
ar: %s لديه %d المستكشفون و %d السفراء.
bg: %s има %d изследователи и %d посланици.
ca: %s té %d Exploradors i %d Ambaixadors.
cs: %s má %d průzkumníků a %d velvyslanců.
da: %s har %d Explorers og %d Ambassadors.
de: %s hat %d Forschende und %d Repräsentanten.
el: Η χώρα %s έχει %d Εξερευνητές και %d Πρεσβευτές.
eo: %s havas %d esploristojn kaj %d ambasadorojn.
es: %s tiene %d Exploradores y %d Embajadores
fa: %s دارای %d کاوشگر و %d سفیر است.
fi: Maassa %s on %d Tutkimusmatkailijaa ja %d Suurlähettilästä.
fr: %s a %d Explorateurs et %d Ambassadeurs.
he: ב%s יש %d חוקרים ו־%d שגרירים.
hr: %s ima %d istraživača i %d ambasadora.
hu: %s %d Felfedezővel és %d Nagykövettel rendelkezik.
id: %s memiliki para %d Penjelajah dan %d Ambasador.
it: %s ha %d Esploratore e %d Ambasciatori.
ja: %s は %d の発見と %d のアンバサダーがあります。
ka: %s -ს ჰყავს %d მკვლევარები და %d ელჩები.
lt: %s turi %d tyrinėtojų ir %d ambasadorių.
lv: %s ir %d pētnieki un %d vēstnieki.
ms: %s mempunyai %d Peneroka and %d Duta.
nl_be: %s heeft %d Ontdekkers en %d Ambassadeurs.
pl: %s Istnieją %d Odkrywcy i %d Ambasadorów.
pt_pt: %s tem %d Exploradores e %d Embaixadores.
ro: %s are %d exploratori și %d ambasadori.
ru: В %s есть %d Исследователей и %d Представителей.
sl: %s ima raziskovalcov: %d in veleposlanikov: %d.
sv: %s har %d utforskare och %d ambassadörer.
th: %s มีนักสำรวจ %d คน และทูต %d คน
tl: %s ay may %d Explorers at %d mga Embahador.
tr: %s, %d kaşifler ve %d elçilikçilere sahip.
uk: %s налічує %d дослідників та %d вісників.
vi: %s có %d Explorers và %d Ambassadors.

# points_ranking
source: Ranking
ar: تصنيف
bg: Класиране
ca: Classificació
cs: Žebříček
da: Rangering
de: Rang
el: Κατάταξη
es: Clasificación
fi: Sijoitus
fr: Classement
he: דירוג
hu: Rangsor
id: Peringkat
it: Posto
ja: ランキング
lt: Reitingas
lv: Rangs
ms: Kedudukan
nl_be: Rangschikkingen
pt_pt: Pontuação
ro: Clasament
ru: Ранжирование
sl: Uvrstitev
sv: Rankning
th: การจัดอันดับ
tl: Ranggo
tr: Sıralama
uk: Рейтинги
vi: Xếp hạng
