Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# environmental_score_warning_transportation
source: The full impact of transportation to your country is currently unknown.
bg: Понастоящем не е известно пълното въздействие на транспорта до твоята страна.
cs: Plný dopad dopravy do vaší země není v současné době znám.
de: Die vollständigen Auswirkungen des Transports in Ihr Land sind derzeit nicht bekannt.
el: Ο πλήρης αντίκτυπος της μεταφοράς στη χώρα σας είναι προς το παρόν άγνωστος.
eo: La plena efiko de transportado al via lando estas nuntempe nekonata.
fa: تأثیر کامل حمل و نقل بر کشور شما در حال حاضر ناشناخته است.
fi: Kuljetuksen täyttä vaikutusta maahanne ei ole tällä hetkellä tiedossa.
fr: L'impact total du transport sur votre pays est actuellement inconnu.
he: ההשפעה המלאה של התעבורה למדינה שלך אינה ידועה כרגע.
hr: Puni utjecaj prijevoza na vašu zemlju trenutno nije poznat.
hu: Az Ön országába történő szállítás teljes hatása jelenleg nem ismert.
id: Dampak penuh transportasi ke negara Anda saat ini belum diketahui.
it: L'impatto completo del trasporto verso il tuo Paese è correntemente sconosciuto.
ka: ტრანსპორტირების სრული გავლენა თქვენს ქვეყანაზე ამჟამად უცნობია.
lt: Visas transportavimo į jūsų šalį poveikis šiuo metu nežinomas.
lv: Pilnīga transporta ietekme uz jūsu valsti pašlaik nav zināma.
nl_be: De volledige impact van het transport naar uw land is momenteel niet bekend.
pl: Wpływ transportu do Twojego kraju jest obecnie niedostępny.
pt_pt: O impacto total do transporte para o seu país é neste momento desconhecido.
ru: Полный эффект от транспортировки в вашу страну в данный момент неизвестен.
sv: Den fulla effekten av transporterna till ditt land är för närvarande okänd.
th: ผลกระทบอย่างเต็มรูปแบบของการขนส่งต่อประเทศของคุณยังไม่เป็นที่ทราบแน่ชัดในขณะนี้
uk: Повний вплив транспортування на вашу країну наразі невідомий.

# app_banner_text
source: Scan barcodes to get the Nutri-Score, the Green-Score and more!
bg: Сканирай баркодове, за да получиш Nutri-Score, Green-Score и други!
cs: Naskenujte čárové kódy a získejte Nutri-Score, Green-Score a další!
de: Barcodes einlesen, um den Nutri-Score, den Green-Score und mehr zu ermitteln!
el: Σαρώστε γραμμικούς κώδικες για να λάβετε το Nutri-Score, το Green-Score και πολλά άλλα!
eo: Skanu strekkodojn por ricevi la Nutri-Poentaron, la Verdan-Poentaron kaj pli!
fa: بارکدها را اسکن کنید تا امتیاز تغذیه‌ای، امتیاز سبز و موارد دیگر را دریافت کنید!
fi: Lue viivakoodeja saadaksesi Nutri-Scoren, Green-Scoren ja enemmän!
fr: Scannez les codes-barres pour obtenir le Nutri-Score, le Green-Score et plus !
he: ניתן לסרוק ברקודים כדי לקבל Nutri-Score,‏ Green-Score ועוד!
hr: Skenirajte barkodove kako biste dobili Nutri-Score, Green-Score i još mnogo toga!
hu: Olvasson be vonalkódokat a Nutri-Score, az Green-Score és még sok más eléréséhez!
id: Pindai kode batang untuk mendapatkan Nutri-Score, Green-Score dan banyak lagi!
it: Scansiona i codici a barre per ottenere il Nutri-Score, il Green-Score e molto altro!
ka: დაასკანირეთ შტრიხკოდები Nutri-Score-ის, Green-Score-ის და სხვა მონაცემების მისაღებად!
lt: Nuskaitykite brūkšninius kodus, kad gautumėte Nutri-Score, Green-Score ir dar daugiau!
lv: Skenējiet svītrkodus, lai iegūtu Nutri-Score, Green-Score un citus rādītājus!
nl_be: Scan barcodes om de Nutri-Score, de Green-Score en meer te zien!
pl: Skanuj kody kreskowe, aby uzyskać Nutri-Score, Green-Score i o wiele więcej!
pt_pt: Digitalize códigos de barras para obter o Nutri-Score, o Green-Score e muito mais!
ru: Сканируйте штрихкоды, чтобы получить Nutri-Score, Green-Score и многое другое!
sv: Skanna streckkoder för att få Nutri-Score, Green-Score och mer!
th: สแกนบาร์โค้ดเพื่อดูคะแนนโภชนาการ คะแนนความเป็นมิตรต่อสิ่งแวดล้อม และอื่นๆ อีกมากมาย!
uk: Скануйте штрих-коди, щоб отримати показник харчової цінності, впливу на довкілля та багато іншого!

# org_gs1_product_name_is_abbreviated
source: GS1 product names for this manufacturer are abbreviated.
bg: Имената на продуктите GS1 за този производител са съкратени.
ca: Els noms de producte GS1 d'aquest fabricant estan abreujats.
cs: Názvy produktů GS1 tohoto výrobce jsou zkrácené.
da: GS1-produktnavne forkortes for denne producent.
de: GS1-Produktnamen für diesen Hersteller werden gekürzt.
el: Τα ονόματα των προϊόντων GS1 για αυτόν τον κατασκευαστή είναι συντομογραφημένα.
eo: GS1-produktonomoj por ĉi tiu fabrikanto estas mallongigitaj.
es: Los nombres del producto GS1 están abreviados.
fa: نام محصولات GS1 برای این تولیدکننده به صورت اختصاری نوشته شده است.
fi: Tämän valmistajan GS1-tuotenimet on lyhennetty.
fr: Les noms de produit GS1 de ce fabricant sont abrégés.
he: שמות המוצרים מ־GS1 עבור היצרן הזה הם מקוצרים.
hr: Nazivi proizvoda GS1 za ovog proizvođača su skraćeni.
hu: Ennél a gyártónál a GS1 terméknevek rövidítve vannak.
id: Name produk GS1 untuk produsen ini disingkat.
it: I nomi del prodotto GS1 per questo produttore sono abbreviati.
ja: この製造業者のGS1製品名は略称です。
ka: ამ მწარმოებლის GS1 პროდუქტის დასახელებები შემოკლებულია.
lt: Šio gamintojo GS1 produktų pavadinimai yra sutrumpinti.
lv: Šī ražotāja GS1 produktu nosaukumi ir saīsināti.
nl_be: GS1-productnamen voor deze fabrikant zijn afgekort.
pl: Nazwy produktów GS1 tego producenta są skrócone.
pt_pt: Os nomes de produtos GS1 para este fabricante são abreviados.
ro: Numele de produse GS1 pentru acest producător sunt abreviate.
ru: Названия продуктов GS1 для этого производителя сокращены.
sl: Imena izdelkov GS1 za tega proizvajalca so skrajšana.
sv: GS1-produktnamnen för denna tillverkare är förkortade.
th: ชื่อผลิตภัณฑ์ GS1 สำหรับผู้ผลิตรายนี้เป็นชื่อย่อ
tr: Bu üreticinin GS1 ürün adları kısaltılmıştır.
uk: Назви продуктів GS1 для цього виробника є скороченими.
vi: GS1 Tên sản phẩm cho nhà sản xuất này được viết tắt.

# org_gs1_nutrients_are_unprepared
source: GS1 prepared nutrients for this manufacturer are in fact for the product as sold.
bg: Хранителните вещества, приготвени от GS1 за този производител, всъщност са за продавания продукт.
ca: Els nutrients preparats GS1 per a aquest fabricant són, de fet, per al producte tal com es ven.
cs: Živiny připravené GS1 pro tohoto výrobce jsou ve skutečnosti určeny pro prodávaný výrobek.
da: GS1-klargjorte næringsstoffer for denne producent er for det faktisk solgte produkt.
de: GS1-Nährstoffe für diesen Hersteller entsprechen tatsächlich dem Produkt.
el: Τα θρεπτικά συστατικά που παρασκευάζονται με GS1 για αυτόν τον κατασκευαστή είναι έγκυρα για το προϊόν όπως πωλείται.
eo: Nutraĵoj preparitaj de GS1 por ĉi tiu fabrikanto fakte estas por la produkto kiel vendita.
es: Los nutrientes preparados GS1 son, de hecho, para el producto tal cual es vendido.
fa: مواد مغذی آماده‌شده توسط GS1 برای این تولیدکننده در واقع برای محصول فروخته‌شده هستند.
fi: Tämän valmistajan GS1-ravintotiedot valmistetulle tuotteelle ovat itse asiassa tuotteelle sellaisena kuin se myydään.
fr: Les nutriments préparés par ce fabricant sont en réalité pour le produit vendu.
he: חומרי ההזנה למוצרים המוכנים מ־GS1 עבור היצרן הזה הם למעשה עבור המוצר כפי שנמכר.
hr: GS1 pripremljene hranjive tvari za ovog proizvođača zapravo su za proizvod kakav se prodaje.
hu: A gyártó által készített GS1 tápanyagok valójában az értékesített termékhez tartoznak.
id: Nutrisi yang disiapkan GS1 untuk produsen ini sebenarnya untuk produk seperti yang dijual.
it: I nutrienti preparati del GS1 per questo produttore sono di fatti per il prodotto così come venduto.
ja: GS1でこのメーカー向けに準備された栄養素は、実際に販売されている製品のものです。
ka: ამ მწარმოებლისთვის GS1-ის მიერ მომზადებული საკვები ნივთიერებები სინამდვილეში იყიდება იმ პროდუქტზე, როგორც ის იყიდება.
lt: Šiam gamintojui GS1 paruoštos maistinės medžiagos iš tikrųjų yra skirtos parduodamam produktui.
lv: Šim ražotājam GS1 sagatavotās barības vielas faktiski ir paredzētas produktam tādā stāvoklī, kādā tas tiek pārdots.
nl_be: GS1 bereide voedingsstoffen voor deze fabrikant zijn in feite voor het product zoals verkocht.
pl: Przygotowane odżywki GS1 dla tego producenta są de facto przeznaczone dla sprzedawanego produktu.
pt_pt: Os nutrientes preparados com GS1 para este fabricante são, na verdade, para o produto como vendido.
ro: Nutrienții GS1 pregătiți pentru acest producător sunt de fapt pentru produs așa cum este vândut.
ru: Питательные вещества, изготовленные GS1 для этого производителя, фактически предназначены для реализуемой продукции.
sl: GS1 pripravljena hranila za tega proizvajalca so dejansko za izdelek, kot je bil prodan.
sv: GS1-beredda näringsämnen för denna tillverkare gäller i själva verket för produkten som den såldes.
th: สารอาหารที่ GS1 จัดเตรียมไว้สำหรับผู้ผลิตรายนี้ มีไว้สำหรับผลิตภัณฑ์ที่จำหน่ายจริง
tr: Bu üretici için GS1 tarafından hazırlanan besinler aslında satılan ürün içindir.
uk: Поживні речовини, які виготовлені міжнародною організацією GS1 по суті використовуються для цього виробника задля продажу продукції.
vi: GS1 Các chất dinh dưỡng được chuẩn bị cho nhà sản xuất này trên thực tế là cho sản phẩm được bán.

# org_gs1_nutrients_are_unprepared_note
source: Check that the manufacturer does not make products that really have nutrients for the prepared product.
bg: Проверете дали производителят не произвежда продукти, които наистина съдържат хранителни вещества за приготвения продукт.
ca: Comproveu que el fabricant no fa productes que realment tinguin nutrients per al producte preparat.
cs: Zkontrolujte, zda výrobce nevyrábí produkty, které skutečně obsahují živiny pro připravovaný produkt.
da: Tjek, at producenten ikke fremstiller produkter, som reelt har næringsstoffer til det tilberedte produkt.
de: Stellen Sie sicher, dass der Hersteller keine Produkte herstellt, die wirklich Nährstoffe für das vorbereitete Produkt haben.
el: Ελέγξτε ότι ο κατασκευαστής δεν κατασκευάζει προϊόντα που έχουν στη πραγματικότητα θρεπτικά συστατικά για το παρασκευασμένο προϊόν.
eo: Kontrolu, ke la fabrikanto ne faras produktojn, kiuj vere havas nutraĵojn por la preparita produkto.
es: Compruebe que el fabricante no fabrica productos que realmente tienen nutrientes del producto preparado.
fa: بررسی کنید که تولیدکننده، محصولاتی تولید نکند که واقعاً مواد مغذی برای محصول آماده شده داشته باشند.
fi: Tarkista, että valmistaja ei tee tuotteita, joissa todella on ravintotiedot valmistetulle tuotteelle.
fr: Vérifiez que le fabricant ne fait pas de produit qui contiennent réellement des nutriments pour le produit préparé.
he: כדאי לבדוק שהיצרן לא מייצר מוצרים שאכן יש להם חומרי הזנה למוצר המוכן.
hr: Provjerite da proizvođač ne proizvodi proizvode koji doista imaju hranjive tvari za pripremljeni proizvod.
hu: Ellenőrizze, hogy a gyártó nem gyárt-e olyan termékeket, amelyek valóban tartalmaznak tápanyagokat az elkészített termékhez.
id: Pastikan produsen tidak membuat produk yang benar - benar memiliki nutrisi untuk produk yang disiapkan.
it: Verifica che il produttore non realizzi prodotti realmente contenenti i nutrienti per il prodotto preparato.
ja: 製造業者が、調理された製品の栄養素の製品を製造していないことを確認してください。
ka: შეამოწმეთ, რომ მწარმოებელი არ აწარმოებს პროდუქტებს, რომლებსაც ნამდვილად აქვთ საკვები ნივთიერებები მომზადებული პროდუქტისთვის.
lt: Patikrinkite, ar gamintojas negamina produktų, kuriuose tikrai yra paruošto produkto maistinių medžiagų.
lv: Pārbaudiet, vai ražotājs neražo produktus, kuriem patiešām ir sagatavotajam produktam paredzētas uzturvielas.
nl_be: Controleer of de fabrikant geen producten maakt die echt voedingsstoffen bevatten voor het bereide product.
pl: Sprawdź, czy producent nie wytwarza produktów, które mają składniki odżywcze dla przygotowanego produktu.
pt_pt: Verifique se o fabricante não fabrica produtos que realmente contenham nutrientes para o produto preparado.
ro: Verificați dacă producătorul nu face produse care au într-adevăr nutrienți pentru produsul preparat.
ru: Убедитесь, что производитель не выпускает продукцию, действительно содержащую питательные вещества для изготавливаемого продукта.
sl: Preverite, ali proizvajalec ne izdeluje izdelkov, ki res vsebujejo hranila za pripravljen izdelek.
sv: Kontrollera att tillverkaren inte tillverkar produkter som verkligen har näringsämnen jämfört med den färdiga produkten.
th: ตรวจสอบให้แน่ใจว่าผู้ผลิตไม่ได้ผลิตผลิตภัณฑ์ที่มีสารอาหารจริง ๆ สำหรับผลิตภัณฑ์ที่ปรุงสุกแล้ว
tr: Üreticinin, hazırlanan ürün için gerçekten besin değeri taşıyan ürünler üretmediğini kontrol edin.
uk: Перевірте чи виробник не підготував товари, які справді містять поживні речовини вже для готового товару.
vi: Kiểm tra xem nhà sản xuất có không sản xuất các sản phẩm thực sự có những giá trị dinh dưỡng như sản phẩm mẫu không.

# org_gs1_product_name_is_abbreviated_description
source: Some manufacturers have incorrect values for some fields in GS1. The features below can be used to fix some of them.
bg: Някои производители имат неправилни стойности за някои полета в GS1. Функциите по-долу могат да се използват за поправка на някои от тях.
ca: Alguns fabricants tenen valors incorrectes per a alguns camps dels GS1. Les funcions següents es poden utilitzar per solucionar alguns d'ells.
cs: Někteří výrobci mají nesprávné hodnoty pro některá pole v GS1. K opravě některých z nich lze použít funkce níže.
da: Nogle producenter har forkerte værdier i visse felter i GS1. Funktionerne nedenfor kan bruges til at rette nogle af dem.
de: Die Werte einiger Hersteller in den GS1-Feldern sind fehlerhaft. Die folgenden Funktionen können verwendet werden, um einige von ihnen zu korrigieren.
el: Ορισμένοι κατασκευαστές έχουν εσφαλμένες τιμές για ορισμένα πεδία στο GS1. Οι παρακάτω δυνατότητες μπορούν να χρησιμοποιηθούν για την επιδιόρθωση ορισμένων από αυτές.
eo: Kelkaj fabrikantoj havas malĝustajn valorojn por kelkaj kampoj en GS1. La subaj funkcioj povas esti uzataj por ripari kelkajn el ili.
es: Algunos fabricantes tienen valores incorrectos en determinados campos respecto a GS1. Las siguientes características pueden ser usadas para corregir algunos de los mismos.
fa: برخی از تولیدکنندگان مقادیر نادرستی برای برخی از فیلدهای GS1 دارند. ویژگی‌های زیر می‌توانند برای رفع برخی از آنها استفاده شوند.
fi: Joillakin valmistajilla on vääriä arvoja joillekin GS1-kentille. Alla olevia ominaisuuksia voidaan käyttää korjaamaan osan niistä.
fr: Certains fabricants ont des valeurs incorrectes pour certains domaines en GS1. Les fonctionnalités si-dessous peuvent être utilisées pour en corriger certaines.
he: לחלק מהיצרנים יש ערכים שגויים בחלק מהשדות ב־GS1. ניתן להשתמש ביכולות שלהלן כדי לתקן חלק מהם.
hr: Neki proizvođači imaju netočne vrijednosti za neka polja u GS1. Značajke u nastavku mogu se koristiti za ispravljanje nekih od njih.
hu: Egyes gyártók hibás értékeket adnak meg a GS1 egyes mezőiben. Az alábbi funkciók némelyikük javítására használhatók.
id: Beberapa produsen memiliki nilai yang salah untuk beberapa field di GS1. Fitur di bawa ini bisa digunakan untuk memperbaiki beberapa di antaranya.
it: Alcuni produttori hanno valori errati per alcuni campi in GS1. Le funzionalità sotto sono utilizzabili per correggerne alcuni.
ja: 一部の製造業者は、GS1の一部のフィールドが不正確な値になっています。以下の機能を使用して、その一部を修正できます。
ka: ზოგიერთ მწარმოებელს GS1-ში ზოგიერთი ველისთვის არასწორი მნიშვნელობები აქვს. ქვემოთ მოცემული ფუნქციების გამოყენება შესაძლებელია ზოგიერთი მათგანის გამოსასწორებლად.
lt: Kai kurie gamintojai kai kuriuose GS1 laukuose nurodo neteisingas reikšmes. Toliau pateiktos funkcijos gali būti naudojamos kai kurioms iš jų pataisyti.
lv: Dažiem ražotājiem dažos GS1 laukos ir nepareizas vērtības. Tālāk norādītās funkcijas var izmantot, lai dažas no tām labotu.
nl_be: Sommige fabrikanten hebben onjuiste waarden voor sommige velden in GS1. De functies hieronder kunnen worden gebruikt om sommige te corrigeren.
pl: Niektórzy producenci mają nieprawidłowe wartości dla pól w GS1. Poniższe funkcje można wykorzystać do naprawienia niektórych z nich.
pt_pt: Alguns fabricantes têm valores incorretos para alguns campos do GS1. Os recursos abaixo podem ser usados para corrigir alguns deles.
ro: Unii producători au valori incorecte pentru unele câmpuri din GS1. Funcțiile de mai jos pot fi folosite pentru a remedia unele dintre ele.
ru: Некоторые производители указывают неверные значения для некоторых полей в GS1. Приведенные ниже функции можно использовать для исправления некоторых из них.
sl: Nekateri proizvajalci imajo napačne vrednosti za nekatera polja v GS1. Spodnje funkcije lahko uporabite za popravek tega dela.
sv: Vissa tillverkare har felaktiga värden för vissa fält i GS1. Funktionerna nedan kan användas för att åtgärda några av dem.
th: ผู้ผลิตบางรายมีค่าที่ไม่ถูกต้องสำหรับบางฟิลด์ใน GS1 คุณสมบัติด้านล่างนี้สามารถใช้เพื่อแก้ไขข้อผิดพลาดเหล่านั้นได้
tr: Bazı üreticiler, GS1'deki bazı alanlar için yanlış değerlere sahiptir. Aşağıdaki özellikler, bazılarını düzeltmek için kullanılabilir.
uk: Деякі виробники користуються неправильними значеннями для деяких полів в організації під назвою GS1. Ви можете використовувати подані нижче характеристики, щоб виправити деякі з них.
vi: Một số nhà sản xuất có giá trị không chính xác cho một số trường trong GS1. Các tính năng dưới đây có thể được sử dụng để khắc phục một số trong số đó.

# import_source_string
source: Import data from %s
bg: Внасяне на данни от %s
ca: Importa dades des de %s
cs: Import dat z %s
da: Importér data fra %s
de: Daten importieren von %s
el: Εισαγωγή δεδομένων από %s
eo: Importi datumojn de %s
es: Importar datos de %s
fa: وارد کردن داده‌ها از %s
fi: Tuo tiedot lähteestä %s
fr: Importer des données depuis %s
he: ייבוא נתונים מתוך %s
hr: Uvoz podataka iz %s
hu: Adatok importálása innen %s
id: Impor data dari %s
it: Importa dati da %s
ja: %s からデータをインポート
ka: მონაცემების იმპორტი %s-დან
lt: Importuoti duomenis iš %s
lv: Importēt datus no %s
nl_be: Gegevens importeren van %s
pl: Importowanie danych z %s
pt_pt: Importar dados de %s
ro: Importă date de la %s
ru: Импорт данных из %s
sl: Uvozi podatke iz %s
sv: Importera data från %s
th: นำเข้าข้อมูลจาก %s
tr: %s dan içe veri aktar
uk: Імпортуйте дані з %s
vi: Nhập dữ liệu từ %s

# org_protect_data
source: Protect the data that is provided by the organization.
bg: Защитете данните, предоставени от организацията.
ca: Protegiu les dades proporcionades per l'organització.
cs: Chránit data poskytovaná organizací.
da: Beskyt dataene leveret af organisationen.
de: Schützen Sie die Daten, die von der Organisation zur Verfügung gestellt werden.
el: Προστασία των δεδομένων που παρέχονται από τον οργανισμό.
eo: Protektu la datumojn, kiujn provizas la organizo.
es: Protege los datos que proporciona la organización.
fa: از داده‌هایی که توسط سازمان ارائه می‌شود، محافظت کنید.
fi: Suojaa organisaation toimittamat tiedot.
fr: Protège les données fournies par l'organisation.
he: להגן על הנתונים שמסופקים על ידי הארגון.
hr: Zaštitite podatke koje pruža organizacija.
hu: Védje a szervezet által szolgáltatott adatokat.
id: Lindungi data yang disediakan oleh organisasi.
it: Proteggi i dati forniti dall'organizzazione.
ja: 組織から提供されたデータを保護する。
ka: დაიცავით ორგანიზაციის მიერ მოწოდებული მონაცემები.
lt: Apsaugokite organizacijos pateiktus duomenis.
lv: Aizsargājiet organizācijas sniegtos datus.
nl_be: Bescherm de gegevens die door de organisatie worden verstrekt.
pl: Chroń dane dostarczane przez organizację.
pt_pt: Proteja os dados fornecidos pela organização.
ro: Protejați datele furnizate de organizație.
ru: Защитить данные, предоставленные организацией.
sl: Zaščitite podatke, ki jih posreduje organizacija.
sv: Skydda de uppgifter som tillhandahålls av organisationen.
th: ปกป้องข้อมูลที่องค์กรให้มา
tr: Kuruluş tarafından sağlanan verileri koruyun.
uk: Захистіть забезпечені організацією дані.
vi: Bảo vệ dữ liệu được cung cấp bởi tổ chức.

# org_protect_data_note
source: Removing or changing the provided data will be possible only by experimented contributors on the web site.
bg: Премахването или промяната на предоставените данни ще бъде възможно само от опитни сътрудници на уеб сайта.
ca: L'eliminació o el canvi de les dades proporcionades només seran possibles per col·laboradors experimentats al lloc web.
cs: Odstranění nebo změna poskytnutých dat bude možná pouze pro experimentální přispěvatele na webu.
da: Fjernelse eller ændring af leverede data er kun mulig for erfarne webstedsbidragsydere.
de: Das Entfernen oder Ändern von bereitgestellten Daten ist nur für erfahrene Mitwirkende auf der Website möglich.
el: Η αφαίρεση ή η αλλαγή των παρεχόμενων δεδομένων θα είναι δυνατή μόνο από τους έμπειρους συνεισφέροντες στην ιστοσελίδα.
eo: Forigi aŭ ŝanĝi la provizitajn datumojn eblos nur fare de spertaj kontribuantoj en la retejo.
es: Eliminar o cambiar los datos proporcionados solo será posible por los colaboradores experimentados en el sitio web.
fa: حذف یا تغییر داده‌های ارائه شده فقط توسط مشارکت‌کنندگان باتجربه در وب‌سایت امکان‌پذیر خواهد بود.
fi: Toimitettujen tietojen poistaminen tai muuttaminen on mahdollista vain sivuston kokeneille osallistujille.
fr: La suppression ou la modification des données fournies pourra être possible qu'avec l'aide de contribueurs expérimentés sur le site web.
he: הסרה או שינוי של הנתונים שסופקו תהיה אפשרית רק על ידי מתנדבים מנוסים באתר.
hr: Uklanjanje ili promjena unesenih podataka bit će moguća samo provjerenim suradnicima na web stranici.
hu: A megadott adatok eltávolítása vagy módosítása csak a weboldalon jogosult közreműködők számára lesz lehetséges.
id: Menghapus atau mengubah data yang disediakan hanya akan mungkin oleh kontributor yang bereksperimen di situs web.
it: La rimozione o modifica dei dati forniti sarà possibile solo per contributori esperti del sito web.
ja: 提供されたデータの削除や変更は、ウェブサイト上の熟練した貢献者によってのみ可能になります。
ka: მოწოდებული მონაცემების წაშლა ან შეცვლა შესაძლებელი იქნება მხოლოდ ვებსაიტზე გამოცდილი კონტრიბუტორების მიერ.
lt: Pašalinti ar pakeisti pateiktus duomenis galės tik eksperimentuoti svetainėje esantys bendradarbiai.
lv: Sniegtos datus varēs dzēst vai mainīt tikai pieredzējuši tīmekļa vietnes dalībnieki.
nl_be: Verwijderen of wijzigen van de verstrekte gegevens zal alleen mogelijk zijn door ervaren bijdragers op de website.
pl: Usunięcie lub zmiana dostarczonych danych będzie możliwa tylko przez doświadczonych współtwórców na stronie internetowej.
pt_pt: A eliminação ou alteração dos dados fornecidos só será possível por colaboradores experientes no site.
ro: Eliminarea sau modificarea datelor furnizate va fi posibilă numai de către colaboratorii experimentați de pe site.
ru: Только опытные участники сайта могут удалять или изменять имеющиеся данные.
sl: Posredovane podatke bodo lahko odstranili ali spremenili le preizkušeni sodelavci na spletnem mestu.
sv: Det är endast möjligt att ta bort eller ändra angivna uppgifter av erfarna bidragsgivare på webbplatsen.
th: การลบหรือเปลี่ยนแปลงข้อมูลที่ให้ไว้ จะทำได้เฉพาะผู้ร่วมให้ข้อมูลที่มีประสบการณ์บนเว็บไซต์เท่านั้น
tr: Sağlanan verilerin kaldırılması veya değiştirilmesi, yalnızca web sitesinde deneyimli katkıda bulunanlar tarafından mümkün olacaktır.
uk: Видалення або змінення забезпечених даних буде можливим лише для учасників веб-сайту на експерементальній основі.
vi: Xóa hoặc thay đổi các dữ liệu được cung cấp sẽ chỉ có thể thực hiện bởi những người dùng đóng góp trên trang web.
