Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Not applicable
bg: Не е приложимо
ca: No aplicable
cs: Nelze použít
da: Ikke anvendelig
de: Nicht anwendbar
el: Δεν εφαρμόζεται
eo: Ne aplikebla
es: No aplicable
fa: قابل اجرا نیست
fi: Ei sovellu
fr: Non applicable
he: לא קשור
hr: Nije primjenjivo
hu: Nem alkalmazható
id: Tidak berlaku
it: Non applicabile
ja: 適用外
ka: არ არის შესაფერისი
lt: Netaikoma
lv: Nav piemērojams
nl_be: Niet van toepassing
pl: Nie dotyczy
pt_pt: Não aplicável
ro: Nu se aplică
ru: Не применимо
sl: Ni v uporabi
sv: Ej tillämpligt
th: ไม่เกี่ยวข้อง
tr: Uygulanamaz
uk: Непридатний
vi: Không áp dụng

source: Abbreviated product name
bg: Съкратено име на продукта
ca: Nom del producte abreujat
cs: Zkrácený název produktu
da: Forkortet produktnavn
de: Abgekürzter Produktname
el: Συντομευμένη ονομασία προϊόντος
eo: Mallongigita produktonomo
es: Nombre del producto abreviado
fa: نام اختصاری محصول
fi: Lyhennetty tuotenimi
fr: Nom abrégé du produit
he: שם מקוצר למוצר
hr: Skraćeni naziv proizvoda
hu: Rövidített terméknév
id: Nama produk yang disingkat
it: Nome del prodotto abbreviato
ja: 製品の略称
ka: შემოკლებული პროდუქტის დასახელება
lt: Sutrumpintas produkto pavadinimas
lv: Saīsināts produkta nosaukums
nl_be: Afgekorte productnaam
pl: Skrócona nazwa produktu
pt_pt: Nome do produto abreviado
ro: Nume prescurtat al produsului
ru: Сокращенное название продукта
sl: Skrajšano ime izdelka
sv: Förkortat produktnamn
th: ชื่อผลิตภัณฑ์แบบย่อ
tr: Kısaltılmış ürün adı
uk: Скорочена назва продукту
vi: Tên sản phẩm viết tắt

# abbreviated_product_name_note
source: Product name with abbreviations shown on receipts
bg: Име на продукта със съкращения, показани на касовите бележки
ca: Nom del producte amb abreviatures que es mostren als rebuts
cs: Název produktu se zkratkami zobrazenými na účtenkách
da: Forkortede produktnavne som vist på kvitteringer
de: Produktname mit Abkürzungen auf den Belegen
el: Το όνομα του προϊόντος με τις συντομογραφίες που εμφανίζονται στις αποδείξεις
eo: Produktnomo kun mallongigoj montritaj sur kvitancoj
es: Nombre del producto con abreviaturas mostradas en los recibos
fa: نام محصول به همراه اختصارات نشان داده شده در رسیدها
fi: Tuotteen nimi kuiteissa näkyvillä lyhenteillä
fr: Nom du produit avec des abbréviations figurant sur les tickets de caisse
he: שמות מוצרים עם קיצורים מופיעים על קבלות
hr: Naziv proizvoda s kraticama prikazanim na računima
hu: Terméknév a nyugtákon feltüntetett rövidítésekkel
id: Nama produk dalam singkatan yang tertera pada tanda terima
it: Nome del prodotto con abbreviazioni mostrate sulle ricevute
ja: レシートに記載される製品の略称
ka: პროდუქტის დასახელება ქვითრებზე მითითებული აბრევიატურებით
lt: Prekės pavadinimas su santrumpos nurodytomis kvituose
lv: Produkta nosaukums ar saīsinājumiem, kas norādīti čekos
nl_be: Productnaam zoals vermeld op kassabonnen
pl: Nazwa produktu ze skrótami widniejącymi na paragonach
pt_pt: Nome do produto com abreviações mostradas em faturas
ro: Numele produsului cu abrevierile afișate pe chitanțe
ru: Название продукта с сокращениями, показываемыми в чеках
sl: Ime izdelka z okrajšavami prikazanimi na računih
sv: Produktnamn med förkortningar som visas på kvitton
th: ชื่อสินค้าพร้อมตัวย่อที่แสดงบนใบเสร็จ
tr: Fişlerde gösterilen kısaltmalarla birlikte ürün adı
uk: Назва продукту зі скороченнями, зазначеними на чеках
vi: Tên sản phẩm với chữ viết tắt trên hóa đơn

# footer_vision
source: Vision, Mission, Values and Programs
bg: Визия, мисия, ценности и програми
ca: Visió, missió, valors i programes
cs: Vize, mise, hodnoty a programy
da: Vision, Mission, Værdier og Programmer
de: Vision, Mission, Werte und Programme
el: Όραμα, Αποστολή, Αξίες και Προγράμματα
es: Visión, misión, valores y programas
fi: Visio, missio, arvot ja ohjelmat
fr: Vision, mission, valeurs et programmes
he: חזון, שליחות, ערכים ותכניות
hu: Jövőkép, küldetés, értékek és programok
id: Visi, Misi, Nilai dan Program
it: Visione, missione, valori e programmi
ja: ビジョン、ミッション、バリュー、プログラム
lt: Vizija, misija, vertybės ir programos
lv: Vīzija, misija, vērtības un programmas
nl_be: Visie, missie, waarden en programma's
pl: Wizja, Misja, Wartości i Programy
pt_pt: Visão, missão, valores e programas
ro: Viziune, Misiune, Valori și Programe
ru: Видение, Миссия, Ценности и Программы
sl: Vizija, poslanstvo, vrednote in načrt
sv: Vision, uppdrag, värden och program
tr: Vizyon, Misyon, Değerler ve Programlar
uk: Бачення, Місія, Цінності та Програми
vi: Tầm nhìn, Sứ mệnh, Giá trị và Dự án

source: Forgotten password?
bg: Забравена парола?
ca: Contrasenya oblidada?
cs: Zapomenuté heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
eo: Ĉu vi forgesis la pasvorton?
es: ¿Olvidaste la contraseña?
fa: رمز عبور را فراموش کرده‌اید؟
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
hr: Zaboravljena lozinka?
hu: Elfelejtette a jelszavát?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ka: პაროლი დაგავიწყდათ?
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
nl_be: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_pt: Esqueceu-se da palavra-passe?
ro: Parolă uitată?
ru: Забыли пароль?
sl: Pozabljeno geslo?
sv: Glömt lösenordet?
th: ลืมรหัสผ่านใช่ไหม?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?
vi: Quên mật khẩu?

# reset_password_error
source: We could not reinitialize your password, please contact us for assistance.
bg: Не можахме да инициализираме отново вашата парола, моля, свържете се с нас за съдействие.
ca: No hem pogut reiniciar la vostra contrasenya, poseu-vos en contacte amb nosaltres per obtenir ajuda.
cs: Nepodařilo se nám znovu inicializovat vaše heslo, kontaktujte nás prosím o pomoc.
da: Din adgangskode kunne ikke geninitialisere. Kontakt supporten for hjælp.
de: Wir konnten Ihr Passwort nicht neu initialisieren, bitte kontaktieren Sie uns für Unterstützung.
el: Δεν μπορέσαμε να αρχικοποιήσουμε ξανά τον κωδικό πρόσβασής σας, επικοινωνήστε μαζί μας για βοήθεια.
eo: Ni ne povis re-inicialigi vian pasvorton, bonvolu kontakti nin por helpo.
es: No pudimos reinicializar tu contraseña, por favor contáctanos para obtener ayuda.
fa: ما نتوانستیم رمز عبور شما را دوباره تنظیم کنیم، لطفا برای کمک با ما تماس بگیرید.
fi: Emme voineet alustaa salasanaasi uudelleen. Ota yhteyttä meihin saadaksesi apua.
fr: Votre mot de passe n'a pas pu être réinitialisé. Veuillez nous contacter pour plus d'assistance.
he: לא הצלחנו לאפס את הסיסמה שלך, נא ליצור אתנו קשר לעזרה.
hr: Nismo mogli ponovno inicijalizirati vašu lozinku, kontaktirajte nas za pomoć.
hu: Nem tudjuk alaphelyzetbe állítani a jelszavát, kérjük, forduljon hozzánk segítségért.
id: Kami tidak bisa menginisialisasi ulang kata sandi Anda, harap hubungi kami untuk mendapatkan bantuan.
it: Non è stato possibile reinizializzare la tua password, ti preghiamo di contattarci per assistenza.
ja: バスワードを再初期化できませんでした。お問い合わせください。
ka: თქვენი პაროლის ხელახლა ინიციალიზაცია ვერ მოხერხდა, დახმარებისთვის გთხოვთ, დაგვიკავშირდეთ.
lt: Nepavyko iš naujo inicijuoti slaptažodžio, susisiekite su mumis dėl pagalbos.
lv: Mēs nevarējām atkārtoti inicializēt jūsu paroli. Lūdzu, sazinieties ar mums, lai saņemtu palīdzību.
nl_be: Je wachtwoord kon niet worden gereset, neem contact met ons op voor hulp.
pl: Nie mogliśmy ponownie zainicjować Twojego hasła, skontaktuj się z nami, aby uzyskać pomoc.
pt_pt: Não conseguimos repor a sua palavra-passe, por favor contacte-nos para fornecermos assistência.
ro: Nu am putut reinițializa parola, vă rugăm să ne contactați pentru asistență.
ru: Нам не удалось повторно инициализировать Ваш пароль. Пожалуйста, свяжитесь с нами для получения помощи.
sl: Vašega gesla ni bilo mogoče obnoviti, za pomoč nas kontaktirajte.
sv: Vi kunde inte ominitialisera ditt lösenord, vänligen kontakta oss för hjälp.
th: เราไม่สามารถตั้งค่ารหัสผ่านของคุณใหม่ได้ โปรดติดต่อเราเพื่อขอความช่วยเหลือ
tr: Şifrenizi yeniden başlatamadık, yardım için lütfen bizimle iletişime geçin.
uk: Ми не змогли повторно ініціалізувати ваш пароль, будь ласка, зв'яжіться з нами для отримання допомоги.
vi: Chúng tôi không thể đặt lại mật khẩu của bạn, vui lòng liên hệ với chúng tôi để được hỗ trợ.

source: Remove all nutrient values
bg: Премахнете всички хранителни стойности
ca: Elimina tots els valors nutritius
cs: Odstranit všechny nutriční hodnoty
da: Fjern alle næringsværdier
de: Alle Nährwertwerte entfernen
el: Αφαιρέστε όλες τις θρεπτικές τιμές
eo: Forigu ĉiujn nutrajn valorojn
es: Eliminar todos los valores de nutrientes
fa: حذف تمام مقادیر مواد مغذی
fi: Poista kaikki ravintoarvot
fr: Supprimer toutes les valeurs nutritives
he: הסרת כל ערכי ההזנה
hr: Uklonite sve nutritivne vrijednosti
hu: Minden tápanyagérték eltávolítása
id: Hapus semua nilai makanan bergizi
it: Rimuovi tutti i valori nutrizionali
ja: すべての栄養価を削除
ka: ამოიღეთ ყველა საკვები ნივთიერება
lt: Pašalinkite visas maistinių medžiagų vertes
lv: Noņemiet visas uzturvērtības
nl_be: Verwijder alle voedingswaarden
pl: Usuń wszystkie wartości odżywcze
pt_pt: Remover todos os valores nutricionais
ro: Eliminați toate valorile nutritive
ru: Удалить все значения питательных веществ
sl: Odstrani vse hranilne vrednosti
sv: Ta bort alla näringsvärden
th: ลบค่าสารอาหารทั้งหมดออก
tr: Bütün besin değerlerini kaldır
uk: Видалити всі значення поживних речовин
vi: Loại bỏ tất cả các giá trị dinh dưỡng

# delete_user_process
source: User is being deleted. This may take a few minutes.
bg: Потребителят се изтрива. Това може да отнеме няколко минути.
ca: S'està suprimint l'usuari. Això pot trigar uns quants minuts.
cs: Uživatel se odstraňuje. Může to trvat několik minut.
da: Brugeren er ved at bliver slettet. Dette kan tage nogle få minutter.
de: Der Benutzer wird gelöscht. Dies kann ein paar Minuten dauern.
el: Ο χρήστης διαγράφεται. Αυτό μπορεί να διαρκέσει μερικά λεπτά.
eo: Uzanto estas forigata. Tio povas daŭri kelkajn minutojn.
fa: کاربر در حال حذف است. این ممکن است چند دقیقه طول بکشد.
fi: Käyttäjää poistetaan. Tämä saattaa kestää muutaman minuutin.
fr: L'utilisateur est en cours de suppression. Cela peut prendre quelques minutes.
he: המשתמש נמחק. זה עלול לארוך מספר דקות.
hr: Korisnik se briše. To može potrajati nekoliko minuta.
hu: A felhasználó törlése folyamatban van. Ez eltarthat néhány percig.
id: Pengguna sedang dihapus. Ini mungkin memerlukan waktu beberapa menit.
it: L'utente è in fase di eliminazione. Potrebbe richiedere alcuni minuti.
ja: ユーザーが削除されています。これには数分かかる場合があります。
ka: მომხმარებელი იშლება. ამას შეიძლება რამდენიმე წუთი დასჭირდეს.
lt: Vartotojas ištrinamas. Tai gali užtrukti kelias minutes.
lv: Lietotājs tiek dzēsts. Tas var aizņemt dažas minūtes.
nl_be: Gebruiker wordt verwijderd. Dit kan enkele minuten duren.
pl: Trwa usuwanie użytkownika. Proces może potrwać kilka minut.
pt_pt: O utilizador está a ser eliminado. Isto pode demorar alguns minutos.
ro: Utilizatorul este șters. Poate dura câteva minute.
ru: Происходит удаление пользователя. Это может занять несколько минут.
sv: Användaren raderas. Det kan ta några minuter.
th: กำลังลบผู้ใช้ อาจใช้เวลาสักครู่
tr: Kullanıcı siliniyor. Bu bir kaç dakika alabilir.
uk: Користувач видаляється. Це може зайняти деякий час.
vi: Người dùng đang bị xóa. Có thể sẽ mất vài phút.

# attribute_environmental_score_not_applicable_title
source: Green-Score not applicable
bg: Green-Score не е приложим
cs: Green-Score nelze použít
de: Green–Score nicht anwendbar
el: Το Green-Score δεν ισχύει
eo: Verda-Poentaro ne aplikebla
fa: امتیاز سبز اعمال نمی‌شود
fr: Green-Score non applicable
he: Green-Score לא תקף
hr: Green-Score nije primjenjiv
hu: A Green-Score nem alkalmazható
id: Green-Score tidak berlaku
it: Green-Score non applicabile
ka: მწვანე ქულა არ გამოიყენება
lt: „Green Score“ netaikomas
lv: Zaļais rādītājs nav piemērojams
nl_be: Green-Score niet van toepassing
pl: Green-Score nie dotyczy
pt_pt: Green-Score não aplicável
ru: Green-Score не применим
sv: Green-Score inte tillämpligt
th: คะแนนสีเขียวไม่สามารถใช้งานได้
uk: Green Score не застосовується

# attribute_environmental_score_not_applicable_description_short
source: Not applicable for the category
bg: Не е приложимо за категорията
de: Nicht zutreffend für diese Kategorie
el: Δεν ισχύει για την κατηγορία
eo: Ne aplikebla por la kategorio
fa: برای دسته بندی مناسب نیست
fr: Non applicable pour la catégorie
he: לא חל על הקטגוריה
hr: Ne odnosi se na kategoriju
hu: Nem alkalmazható a kategóriára
id: Tidak berlaku untuk kategori ini
it: Non applicabile per la categoria
ka: კატეგორიას არ ეხება
lt: Netaikoma kategorijai
lv: Nav piemērojams šai kategorijai
nl_be: Niet van toepassing voor de categorie
pl: Nie dotyczy tej kategorii
pt_pt: Não aplicável para a categoria
ru: Неприменимо к этой категории
sv: Inte tillämpligt för kategorin
th: ไม่เกี่ยวข้องกับหมวดหมู่นี้
uk: Не стосується до категорії

# f_attribute_environmental_score_not_applicable_description
source: Not yet applicable for the category: {category}
bg: Все още не е приложимо за категория: {category}
cs: Zatím neplatí pro kategorii: {category}
de: Noch nicht für diese Kategorie zutreffend: {category}
el: Δεν ισχύει ακόμη για την κατηγορία: {category}
eo: Ankoraŭ ne aplikebla por la kategorio: {category}
fa: هنوز برای این دسته قابل استفاده نیست: {category}
fi: Ei ole vielä sovellettavissa luokalle: {category}
fr: Pas encore calculable pour la catégorie : {category}
he: לא חל עדיין על הקטגוריה: {category}
hr: Još nije primjenjivo za kategoriju: {category}
hu: Még nem alkalmazható erre a kategóriára: {category}
id: Belum berlaku untuk kategori ini: {category}
it: Non ancora applicabile per la categoria: {category}
ka: ჯერ არ არის შესაფერისი შემდეგი კატეგორიისთვის: {category}
lt: Kol kas netaikoma kategorijai: {category}
lv: Vēl nav piemērojams kategorijai: {category}
nl_be: Nog niet van toepassing voor de categorie: {category}
pl: Jeszcze nie dotyczy kategorii: {category}
pt_pt: Ainda não se aplica para a categoria: {category}
ru: Пока не применимо к категории: {category}
sv: Inte tillämpligt ännu för kategorin: {category}
th: ยังไม่สามารถใช้งานได้ในหมวดหมู่นี้: {category}
uk: Ще не застосовується для категорії: {category}

# environmental_score_not_applicable_coming_soon
source: The Green-Score is not yet applicable for this category, but we are working on adding support for it.
bg: Green-Score все още не е приложим за тази категория към момента, но работим по въпроса.
cs: Green-Score ještě není pro tuto kategorii použitelný, ale pracujeme na tom, abychom pro ni přidali podporu.
de: Der Green-Score ist für diese Kategorie noch nicht anwendbar, aber wir arbeiten daran, ihn zu unterstützen.
el: Το Green-Score δεν ισχύει ακόμη για αυτήν την κατηγορία, αλλά εργαζόμαστε για να προσθέσουμε υποστήριξη για αυτήν.
eo: La Verda Poentaro ankoraŭ ne aplikeblas por ĉi tiu kategorio, sed ni laboras por aldoni subtenon por ĝi.
fa: امتیاز سبز هنوز برای این دسته قابل اجرا نیست، اما ما در حال تلاش برای اضافه کردن پشتیبانی برای آن هستیم.
fi: Green-Score ei ole vielä sovellettavissa tähän luokkaan, mutta pyrimme lisäämään sille tuen.
fr: Le Green-Score n'est pas encore applicable pour cette catégorie, mais nous travaillons à ajouter un support pour cela.
he: Green-Score לא חל עדיין על הקטגוריה הזאת אך אנו עמלים להוספת התמיכה בציון.
hr: Green-Score još nije primjenjiv za ovu kategoriju, ali radimo na dodavanju podrške za njega.
hu: A Green-Score még nem alkalmazható erre a kategóriára, de dolgozunk a támogatáson.
id: Green-Score belum dapat diterapkan untuk kategori ini, tetapi kami sedang berupaya menambahkan dukungan untuk kategori ini.
it: Il Green-Score non è ancora applicabile a questa categoria, ma stiamo lavorando per aggiungere supporto.
ka: მწვანე ქულა ჯერ არ არის გამოყენებული ამ კატეგორიაში, მაგრამ ჩვენ ვმუშაობთ მისი მხარდაჭერის დამატებაზე.
lt: Green-Score šiai kategorijai dar netaikomas, tačiau stengiamės, kad jai būtų suteiktas palaikymas.
lv: Zaļais rādītājs šajā kategorijā vēl nav piemērojams, taču mēs strādājam pie atbalsta pievienošanas.
nl_be: De Green-Score is nog niet van toepassing op deze categorie, maar we werken eraan om ondersteuning hiervoor toe te voegen.
pl: Ocena Green-Score nie ma jeszcze zastosowania w wybranej kategorii, ale pracujemy nad dodaniem jej do niej.
pt_pt: O Green-Score ainda não é aplicável para esta categoria, mas estamos a trabalhar para isso.
ru: Green-Score еще не применим для этой категории, но мы работаем над его поддержкой.
sv: Green-Score är ännu inte tillämpligt för den här kategorin, men vi arbetar med att lägga till stöd för det.
th: คะแนนสีเขียวยังไม่สามารถใช้งานได้ในหมวดหมู่นี้ แต่เรากำลังดำเนินการเพิ่มการรองรับคะแนนดังกล่าวอยู่
uk: Green-Score поки що не застосовується для цієї категорії, але ми працюємо над тим, щоб додати її підтримку.

# attribute_environmental_score_unknown_title
source: Green-Score not computed
bg: Green-Score не е изчислен
cs: Eko-skóre není vypočítáno
de: Green-Score nicht berechnet
el: Το Green-Score δεν υπολογίστηκε
eo: Verda-Poentaro ne kalkulita
fa: امتیاز سبز محاسبه نشده است
fi: Green-Scorea ei laskettu
fr: Green-Score non calculé
he: Green-Score לא מחושב
hr: Green-Score nije izračunat
hu: Az Eco-score nincs kiszámítva
id: Green-Score tidak dihitung
it: Green-Score non calcolato
ka: მწვანე ქულა არ არის გამოთვლილი
lt: Ekologinis balas neapskaičiuotas
lv: Zaļais rādītājs nav aprēķināts
nl_be: Green-Score niet berekend
pl: Etykieta Green-Score nie została obliczona
pt_pt: Green-Score não calculado
ru: Green-Score не рассчитана
sv: Eco-score ej beräknad
th: ไม่ได้คำนวณคะแนนสีเขียว
uk: Green-Score не обчислений

# attribute_environmental_score_unknown_description_short
source: Unknown environmental impact
bg: Неизвестно въздействие върху околната среда
cs: Neznámý dopad na životní prostředí
de: Unbekannte Umweltauswirkungen
el: Χαμηλός περιβαλλοντικός αντίκτυπος
eo: Nekonata media efiko
fa: تأثیر ناشناخته بر محیط زیست
fi: Tuntematon ympäristövaikutus
fr: Impact environnemental inconnu
he: ההשפעה על איכות הסביבה לא ידועה
hr: Nepoznat utjecaj na okoliš
hu: Ismeretlen környezeti hatás
id: Dampak lingkungan tidak diketahui
it: Impatto ambientale sconosciuto
ka: უცნობი გარემოზე ზემოქმედება
lt: Nežinomas poveikis aplinkai
lv: Nezināma ietekme uz vidi
nl_be: Onbekende milieu-impact
pl: Nieznany wpływ na środowisko
pt_pt: Impacto ambiental desconhecido
ru: Воздействие на окружающую среду неизвестно
sv: Okänd miljöpåverkan
th: ผลกระทบต่อสิ่งแวดล้อมยังไม่ทราบแน่ชัด
uk: Невідомий вплив на навколишнє середовище

# attribute_environmental_score_unknown_description_short_missing_precise_category
source: Missing a precise category
eo: Mankas preciza kategorio
fa: فاقد یک دسته بندی دقیق
hr: Nedostaje precizna kategorija
ka: ზუსტი კატეგორია აკლია
lv: Trūkst precīzas kategorijas
sv: Saknar en exakt kategori
th: ขาดหมวดหมู่ที่ชัดเจน

# environmental_score_unknown_call_to_help
source: We could not compute the Green-Score of this product as it is missing some data, could you help complete it?
bg: Не можахме да изчислим Green-Score на този продукт, тъй като липсват някои данни, би ли помогнал да ги попълниш?
cs: Nemohli jsme vypočítat Green-Score tohoto produktu, protože mu chybí některá data, mohli byste pomoci je doplnit?
de: Wir konnten den Green-Score für dieses Produkt nicht berechnen, da einige Daten fehlen. Können Sie uns helfen, diese zu ergänzen?
el: Δεν μπορούμε να υπολογίσουμε το Green-Score αυτού του προϊόντος, καθώς λείπουν κάποια δεδομένα, θα μπορούσατε να βοηθήσετε στην συμπλήρωσή του;
eo: Ni ne povis kalkuli la Verdan Poentaron de ĉi tiu produkto ĉar al ĝi mankas iuj datumoj, ĉu vi povus helpi kompletigi ĝin?
fa: ما نتوانستیم امتیاز سبز این محصول را محاسبه کنیم زیرا برخی از داده‌ها از دست رفته است، آیا می‌توانید در تکمیل آن کمک کنید؟
fi: Tämän tuotteen Green-Scorea ei voitu laskea, koska siitä puuttuu joitakin tietoja. Voisitko auttaa sen täyttämisessä?
fr: Nous n'avons pas pu calculer le Green-Score de ce produit car il manque certaines données, pourriez-vous nous aider à le compléter ?
he: לא הצלחנו לחשב את ה־Green-Score של מוצר זה מכיוון שחסרים בו נתונים, נוכל להיעזר בך להשלים אותו?
hr: Nismo mogli izračunati Green-Score ovog proizvoda jer nedostaju neki podaci, možete li nam pomoći da ga dovršimo?
hu: Nem tudtuk kiszámítani ennek a terméknek a Green-Score pontszámát, mivel hiányzik hozzá néhány adat. Tudna segíteni a kitöltésükben?
id: Kami tidak dapat menghitung Green-Score produk ini karena ada beberapa data yang hilang, bisakah Anda membantu melengkapinya?
it: Non siamo riusciti a calcolare il Green-Score di questo prodotto in quanto alcuni dati sono mancanti, potresti aiutare a completarlo?
ka: ამ პროდუქტის მწვანე ქულის გამოთვლა ვერ შევძელით, რადგან მას გარკვეული მონაცემები აკლია. შეგიძლიათ დაგვეხმაროთ მის შევსებაში?
lt: Negalėjome apskaičiuoti šio produkto Green-Score, nes trūksta kai kurių duomenų. Ar galėtumėte padėti jį užpildyti?
lv: Mēs nevarējām aprēķināt šī produkta zaļo vērtējumu, jo trūkst dažu datu. Vai jūs varētu palīdzēt to papildināt?
nl_be: We konden de Green-Score van dit product niet berekenen omdat er gegevens ontbreken. Kunt u helpen deze aan te vullen?
pl: Nie mogliśmy obliczyć wskaźnika Green-Score tego produktu, ponieważ brakuje w nim niektórych danych. Czy możesz pomóc go uzupełnić?
pt_pt: Não foi possível calcular o Green-Score deste produto, pois faltam alguns dados. Pode ajudar-nos a completá-lo?
ru: Не получается вычислить Green-Score этого продукта из-за неполных данных, не могли бы вы помочь с их уточнением?
sv: Vi kunde inte beräkna Green-Score av denna produkt eftersom det saknas vissa data, kan du hjälpa till att slutföra det?
th: เราไม่สามารถคำนวณคะแนนสีเขียวของผลิตภัณฑ์นี้ได้ เนื่องจากข้อมูลบางส่วนไม่ครบถ้วน คุณช่วยกรอกข้อมูลให้ครบถ้วนได้หรือไม่
uk: Ми не змогли обчислити Green-Score цього продукту, оскільки не вистачає деяких даних, чи не могли б ви допомогти нам заповнити його?
