Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# error_too_many_products_to_export
source: Too many products (%d products, the limit is %d) to export, please download the <a href="/data">complete database export</a> instead.
ar: هناك عدد كبير جدًا من المنتجات (%d منتج ، الحد الأقصى هو %d) للتصدير، يرجى تنزيل <a href="/data">لتصدير قاعدة بيانات كاملة</a> بدلاً من ذلك.
bg: Твърде много продукти (%d продукта, ограничението е %d) за експортиране, моля, вместо това изтеглете <a href="/data">пълния експорт на базата данни</a>.
ca: Hi ha massa productes (%d productes, el límit és %d) a exportar, si us plau, descarregueu <a href="/data">l'exportació de la base de dades completa</a>.
cs: Příliš mnoho produktů (%d produktů, limit je %d) k exportu, stáhněte si prosím <a href="/data">kompletní export databáze</a>.
da: For mange produkter at eksportere (%d produkter, maks. er %d), download i stedet den <a href="/data">komplette databaseeksport</a>.
de: Zu viele Produkte (%d Produkte, max. %d) für den Export vorgesehen. Bitte laden Sie stattdessen den <a href="/data">vollständiger Datenbankexport</a> herunter.
el: Υπερβολικά πολλά προϊόντα (%d προϊόντα, το όριο είναι %d) για εξαγωγή. Αντ' αυτού, πραγματοποιήστε λήψη της εξαγωγής <a href="/data">ολόκληρης της βάσης δεδομένων</a> αντ' αυτού.
eo: Tro multaj produktoj (%d produktoj, la limo estas %d) por eksporti, bonvolu anstataŭe elŝuti la <a href="/data">kompletan datumbazan eksportadon</a> .
es: Demasiados productos (%d productos, el límite es %d) para exportar, descargue la <a href="/data">base de datos completa</a> en su lugar.
fa: تعداد محصولات (%d محصول، محدودیت %dاست) برای خروجی گرفتن خیلی زیاد است، لطفاً <a href="/data">فایل خروجی کامل پایگاه داده</a> را دانلود کنید.
fi: Liian monta tuotetta (%d tuotetta, raja on %d) vietäväksi. Lataa <a href="/data">koko tietokannan vienti</a> sen sijaan.
fr: Trop de produits (%d produits, la limite est %d) à exporter, merci de télécharger <a href="/data">l'export complet de la base</a> à la place.
he: יותר מדי מוצרים (%d מוצרים, המגבלה עומדת על %d) לייצוא, נא להוריד את <a href="/data">מסד הנתונים המלא לייצוא</a> במקום.
hr: Previše proizvoda (%d proizvoda, ograničenje je %d) za izvoz, umjesto toga preuzmite <a href="/data">potpuni izvoz baze podataka</a> .
hu: Túl sok exportálandó termék (%d termék, a határ %d), kérem töltse le inkább a <a href="/data">teljes adatbázist</a>.
id: Terlalu banyak produk (%d produk, batas produk adalah %d) untuk diekspor, silakan unduh <a href="/data">ekspor basis data lengkap</a>.
it: Troppi prodotti (%d prodotti, il limite è %d) da esportare, scarica invece il databse <a href="/data"> completo per esportarlo</a>.
ja: エクスポートする製品が多すぎます (%d 製品。制限は %d)。代わりに、 <a href="/data">完全なデータベースエクスポート</a> をダウンロードしてください。
ka: ექსპორტისთვის ძალიან ბევრი პროდუქტია (%d პროდუქტი, ლიმიტია %d), გთხოვთ, ჩამოტვირთოთ <a href="/data">მონაცემთა ბაზის სრული ექსპორტის</a> ფაილი.
lt: Per daug produktų (%d produktų, limitas %d) eksportuoti. Prašome atsisiųsti <a href="/data">pilną duomenų bazės eksportą</a>.
lv: Pārāk daudz produktu (%d produktu, ierobežojums ir %d), ko eksportēt, lūdzu, lejupielādējiet <a href="/data">pilno datubāzes eksportu</a> .
nl_be: Te veel producten (%d producten, de limiet is %d) om te exporteren, download in plaats hiervan de <a href="/data">volledige database</a>.
pl: Zbyt wiele produktów (%d produktów, limit wynosi %d) do eksportowania, zamiast tego pobierz <a href="/data">eksport całej bazy danych</a>.
pt_pt: Muitos produtos (%d produtos, o limite é %d) para exportar, faça o descarregamento da <a href="/data">exportação completa da base de dados</a>.
ro: Prea multe produse (%d produse, limita este %d) pentru export, vă rugăm să descărcați <a href="/data">baza de date completă export</a>.
ru: Слишком много продуктов (%d продуктов, ограничение %d) для экспорта, загрузите вместо этого <a href="/data">данные полного экспорта базы данных</a>.
sl: Preveč izdelkov (%d izdelkov, omejitev je %d) za izvoz, namesto tega prenesite <a href="/data">popoln izvoz baze podatkov</a>.
sv: För många produkter (%d produkter, gränsen är %d) att exportera, ladda ner en <a href="/data">komplett databasexport</a> istället.
th: คุณ export ข้อมูลมากเกินไป (%d ผลิตภัณฑ์ ขีดจำกัดคือ %d) โปรดดาวน์โหลด <a href="/data">complete database</a> แทน
tr: Dışa aktarılacak çok fazla ürün (%d ürün, sınır %d), lütfen bunun yerine <a href="/data">tam veritabanı dışa aktarımını</a> indirin.
uk: Надто багато товарів (%dтовари, межею яких є %d) експортують, натомість завантажте, будь ласка, <a href="/data">заповніть базу даних для експортування</a>.
vi: Quá nhiều sản phẩm (%d sản phẩm, giới hạn là %d) để xuất, vui lòng tải xuống <a href="/data">xuất cơ sở dữ liệu hoàn chỉnh</a> để thay thế.

# translate_taxonomy_to
source: Help translate the %s to %s
ar: ساعد في ترجمة %s إلى %s
bg: Помогнете за превода от %s на %s
ca: Ajudeu a traduir %s al %s
cs: Pomozte přeložit %s do %s
da: Hjælp med at oversætte %s til %s
de: Helfen Sie mit, %s in %s zu übersetzen
el: Βοηθήστε στη μετάφραση του %s σε %s
eo: Helpu traduki la %s al %s
es: Ayuda a traducir el %s a %s
fa: به ترجمه %s به %sکمک کنید
fi: Auta kääntämään %s kielelle %s
fr: Aidez à traduire les %s en %s
he: מזמינים אותך לסייע לנו לתרגם את %s ל%s
hr: Pomozite prevesti %s u %s
hu: Segítsen %s lefordításában %s nyelvre
id: Bantu menerjemahkan %s ke %s
it: Aiuta a tradurre il %s in %s
ja: %s から %s への翻訳を支援してください
ka: დაგვეხმარეთ %s -ის %s-ად თარგმნაში
lt: Padėkite išversti nuo %s iki %s
lv: Palīdziet iztulkot %s uz %s
nl_be: Help %s naar %s te vertalen
pl: Pomóż przetłumaczyć %s na %s
pt_pt: Ajude a traduzir o %s para %s
ro: Ajută la traducerea de la %s la %s
ru: Помогите перевести %s на %s
sl: Pomagajte prevesti %s v %s
sv: Hjälp till att översätta %s till %s
th: ช่วยแปล %s เป็น %s
tr: %s'i %s'e çevirmeye yardım edin
uk: Допоможіть перекласти %s до %s
vi: Hỗ trợ dịch từ %s sang %s

# translate_taxonomy_description
source: You can suggest translations for the entries below that have not yet been translated to your language. The blue link and the black text (both in English) show respectively the non-localized product and the original entry incl. optional synonyms separated by commas. Enter the translation in the text field, incl. optional synonyms, and then click the Save button. Thank you!
ar: يمكنك اقتراح ترجمات للإدخالات أدناه التي لم تتم ترجمتها إلى لغتك بعد. يظهر الرابط الأزرق والنص الأسود (كلاهما باللغة الإنجليزية) على التوالي المنتج غير المترجم والإدخال الأصلي متضمنًا. المرادفات الاختيارية مفصولة بفواصل. أدخل الترجمة في حقل النص ، بما في ذلك. المرادفات الاختيارية ، ثم انقر فوق زر الحفظ. شكرا لك!
bg: Можете да предложите преводи за записи по-долу, които все още не са преведени на вашия език. Синята връзка и черният текст (и двете на английски) показват съответно нелокализирания продукт и оригиналния запис, вкл. незадължителни синоними, разделени със запетаи. Въведете превода в текстовото поле, вкл. незадължителни синоними и след това щракнете върху бутона Запиши. Благодаря ви!
ca: Podeu suggerir traduccions per a les entrades següents que encara no s'han traduït al vostre idioma. L'enllaç blau i el text negre (tots dos en anglès) mostren respectivament el producte no localitzat i l'entrada original incloent-hi sinònims opcionals, separats per comes. Introduïu la traducció al camp de text, inclosos sinònims opcionals i, a continuació, feu clic al botó Desar. Gràcies!
cs: Můžete navrhnout překlady pro níže uvedené položky, které ještě nebyly přeloženy do vašeho jazyka. Modrý odkaz a černý text (obě v angličtině) ukazují nelokalizovaný produkt a původní záznam včetně volitelných synonym oddělených čárkami. Zadejte překlad do textového pole, včetně volitelných synonym a klikněte na tlačítko Uložit. Děkujeme!
da: Du kan nedenfor foreslå oversættelser til de poster, som endnu ikke er oversat til dit sprog. Det blå link samt den sorte tekst, begge på engelsk, viser hhv. det ikke-lokaliserede produkt samt den oprindelige post inkl. valgfrie synonymer adskilt af kommaer. Angiv oversættelsen i tekstfeltet, inkl. valgfrie synonymer, og klik derefter på knappen Gem. Tak!
de: Sie können Übersetzungen für die folgenden Einträge vorschlagen, die noch nicht in Ihre Sprache übersetzt wurden. Der blaue Link und der schwarze Text (beide in Englisch) zeigen jeweils das nicht übersetzte Produkt und den Originaleintrag einschließlich optionaler Synonyme getrennt durch Komma. Geben Sie die Übersetzung in das Textfeld ein, einschließlich optionaler Synonyme, und klicken Sie dann auf die Schaltfläche „Speichern”. Vielen Dank!
el: Μπορείτε να προτείνετε μεταφράσεις για τις παρακάτω καταχωρήσεις που δεν έχουν ακόμη μεταφραστεί στη γλώσσα σας. Ο μπλε σύνδεσμος και το μαύρο κείμενο (και τα δύο στα Αγγλικά) δείχνουν αντίστοιχα το μη μεταγλωττισμένο προϊόν και την αρχική καταχώριση συν προαιρετικά συνώνυμα που χωρίζονται με κόμμα. Εισαγάγετε τη μετάφραση στο πεδίο κειμένου, συν προαιρετικά συνώνυμα και στη συνέχεια, κάντε κλικ στο κουμπί Αποθήκευση. Σας ευχαριστούμε!
eo: Vi povas proponi tradukojn por la subaj enskriboj, kiuj ankoraŭ ne estas tradukitaj al via lingvo. La blua ligilo kaj la nigra teksto (ambaŭ en la angla) montras respektive la nelokigan produkton kaj la originalan enskribon inkluzive de laŭvolaj sinonimoj apartigitaj per komoj. Enigu la tradukon en la tekstkampon, inkluzive de laŭvolaj sinonimoj, kaj poste alklaku la butonon Konservi. Dankon!
es: Puedes sugerir traducciones para las siguientes entradas que no han sido traducidas aún a tu idioma. El enlace azul y el texto negro (ambos en inglés) muestran, respectivamente, el producto sin localizar y el original, incluyendo opcionalmente sinónimos separados por comas. Ingresa tu traducción en el área blanca, incluyendo opcionalmente sinónimos, y luego presiona el botón Salvar. ¡Gracias!
fa: شما می‌توانید برای ورودی‌های زیر که هنوز به زبان شما ترجمه نشده‌اند، ترجمه پیشنهاد دهید. لینک آبی و متن مشکی (هر دو به زبان انگلیسی) به ترتیب محصول غیربومی‌سازی شده و ورودی اصلی شامل مترادف‌های اختیاری را که با کاما از هم جدا شده‌اند، نشان می‌دهند. ترجمه را در فیلد متن، شامل مترادف‌های اختیاری، وارد کنید و سپس روی دکمه ذخیره کلیک کنید. متشکرم!
fi: Voit ehdottaa käännöksiä alla oleville merkinnöille, joita ei vielä ole käännetty kielellesi. Sininen linkki ja musta teksti (kummatkin englanniksi) näyttävät lokalisoimattoman tuotteen ja alkuperäisen merkinnän, ml. valinnaiset pilkuilla erotetut synonyymit. Kirjoita käännös tekstikenttään, ml. valinnaiset synonyymit, ja napsauta sitten tallennuspainiketta. Kiitos!
fr: Vous pouvez suggérer des traductions pour les entrées ci-dessous qui n'ont pas encore été traduites dans votre langue. Le lien bleu et le texte noir (tous deux en anglais) indiquent respectivement le produit non localisé et l'entrée d'origine, y compris les synonymes facultatifs séparés par des virgules. Entrez la traduction dans le champ de texte, y compris les synonymes facultatifs, puis cliquez sur le bouton Enregistrer. Merci beaucoup!
he: ניתן להציג תרגום לרשומות להלן שטרם תורגמו לשפתך. הקישור הכחול והטקסט השחור (שניהם באנגלית) מציגים בהתאמה את המוצר ואת הרשומה המקורית לרבות מילים נרדפות כרשות המופרדות בפסיקים. יש להקליד את התרגום בשדה הטקסט, לרבות מילים נרדפות כרשות ואז ללחוץ על כפתור השמירה (Save). תודה רבה לך!
hr: Možete predložiti prijevode za donje unose koji još nisu prevedeni na vaš jezik. Plava poveznica i crni tekst (oba na engleskom) prikazuju nelokalizirani proizvod i izvorni unos, uključujući neobavezne sinonime odvojene zarezima. Unesite prijevod u tekstualno polje, uključujući neobavezne sinonime, a zatim kliknite gumb Spremi. Hvala vam!
hu: Fordításokat javasolhat az alábbi bejegyzésekhez, amelyeket még nem fordítottak le az Ön nyelvére. A kék link és a fekete szöveg (mindkettő angol nyelven) a lefordítatlan terméknevet és az eredeti bejegyzést tartalmazza, az opcionális szinonimákat vesszővel elválasztva. Írja be a fordítást a szövegmezőbe, beleértve a választható szinonimákat, majd kattintson a Mentés gombra. Köszönjük!
id: Anda dapat mengajukan terjemahan untuk entri yang belum diterjemahkan dalam bahasa Anda di bawah ini. Tautan biru dan teks hitam (keduanya dalam bahasa Inggris) menunjukkan secara urut produk yang tidak dilokalkan dan entri asli termasuk sinonim opsional yang dipisahkan oleh tanda koma. Masukkan terjemahan pada field teks, termasuk sinonim opsional, lalu klik tombol Simpan. Terima kasih!
it: Puoi suggerire traduzioni per le voci qui sotto che non sono ancora state tradotte nella tua lingua. Il link blu e il testo nero (entrambi in inglese) mostrano rispettivamente il prodotto non localizzato e la voce originale incl. sinonimi opzionali separati da virgole. Inserisci la traduzione nel campo di testo, includendo sinonimi opzionali, e poi clicca sul pulsante Salva. Grazie!
ja: あなたの言語にまだ翻訳されていない項目について、翻訳を提案できます。青色のリンクと黒色のテキスト（どちらも英語）は、それぞれ訳されていない商品と元のエントリ( オプションの同義語を含む) をカンマで区切って表示しています。テキストフィールドに訳を入力し、オプションの同義語も含めて、保存ボタンをクリックしてください。ありがとうございます！
ka: შეგიძლიათ შემოგვთავაზოთ ქვემოთ მოცემული ჩანაწერების თარგმანები, რომლებიც ჯერ არ არის თარგმნილი თქვენს ენაზე. ლურჯი ბმული და შავი ტექსტი (ორივე ინგლისურ ენაზე) შესაბამისად აჩვენებს არალოკალიზებულ პროდუქტს და ორიგინალ ჩანაწერს, მათ შორის მძიმით გამოყოფილ არასავალდებულო სინონიმებს. შეიყვანეთ თარგმანი ტექსტურ ველში, არასავალდებულო სინონიმების ჩათვლით, და შემდეგ დააჭირეთ ღილაკს „შენახვა“. გმადლობთ!
lt: Galite pasiūlyti vertimus žemiau esantiems įrašams, kurie dar nebuvo išversti į jūsų kalbą. Mėlyna nuoroda ir juodas tekstas (abu angliškai) rodo atitinkamai ne lokalizuotą gaminį ir originalų įrašą su. pasirenkami sinonimai, atskirti kableliais. Įveskite vertimą į teksto lauką, įskaitant pasirinktinius sinonimus, tada spustelėkite mygtuką Įrašyti. Ačiū!
lv: Jūs varat ieteikt tulkojumus zemāk esošajiem ierakstiem, kas vēl nav tulkoti jūsu valodā. Zilā saite un melnais teksts (abi angļu valodā) attiecīgi parāda nelokalizēto produktu un oriģinālo ierakstu, ieskaitot neobligātos sinonīmus, kas atdalīti ar komatiem. Ievadiet tulkojumu teksta laukā, ieskaitot neobligātos sinonīmus, un pēc tam noklikšķiniet uz pogas Saglabāt. Paldies!
nl_be: U kunt vertalingen voorstellen voor de onderstaande items die nog niet in uw taal zijn vertaald. De blauwe link en de zwarte tekst (beide in het Engels) tonen respectievelijk het niet-gelokaliseerde product en de oorspronkelijke invoer incl. optionele synoniemen gescheiden door komma's. Voer de vertaling in het tekstveld in, incl. optionele synoniemen en klik vervolgens op de knop Opslaan. Dank je!
pl: Możesz zaproponować tłumaczenia poniższych wpisów, które nie zostały jeszcze przetłumaczone na Twój język. Niebieski link i czarny tekst (oba w języku angielskim) pokazują odpowiednio produkt niezlokalizowany i oryginalny wpis zawierający opcjonalne synonimy oddzielone przecinkami. Wprowadź tłumaczenie w polu tekstowym, włącznie z opcjonalnymi synonimami, a następnie kliknij przycisk Zapisz. Dziękujemy za twoją pomoc!
pt_pt: Pode sugerir traduções para as entradas abaixo que ainda não foram traduzidas para o seu idioma. A hiperligação azul e o texto em preto (ambos em inglês) mostram, respetivamente, o produto não localizado e a entrada original, incluindo sinónimos opcionais separados por vírgulas. Digite a tradução no campo de texto, incluindo sinónimos opcionais e, em seguida, clique no botão Guardar. Obrigado!
ro: Puteți sugera traduceri pentru intrările de mai jos care nu au fost încă traduse în limba dvs. Link-ul albastru și textul negru (ambele în limba engleză) arată respectiv produsul nelocalizat și intrarea originală incl. sinonime opționale separate prin virgule. Introduceți traducerea în câmpul de text, incl. sinonime opționale, apoi faceți clic pe butonul Salvare. Mulțumesc!
ru: Вы можете предложить переводы для записей ниже, которые еще не были переведены на ваш язык. Синяя ссылка и черный текст (и то, и другое на английском языке) отображают соответствующие не переведенные продукты и исходную запись с необязательными синонимами, разделенными запятыми. Введите перевод в текстовое поле с необязательными синонимами и нажмите кнопку «Сохранить». Спасибо!
sl: Vnesete lahko predlog prevoda za spodnje vnose, ki še niso prevedeni v vaš jezik. Modra povezava in črno besedilo (oboje v angleščini) prikazujeta nelokaliziran izdelek in izvirni vnos vključno s poljubnimi sopomenkami, ki so ločene z vejicami. V besedilno polje vnesite prevod, vključno s poljubnimi sopomenkami, nato pa kliknite gumb Shrani. Hvala vam!
sv: Du kan föreslå översättningar för inläggen nedan som ännu inte har översatts till ditt språk. Den blå länken och den svarta texten (båda på engelska) visar den icke-lokaliserade produkten respektive den ursprungliga posten, inkl. valfria synonymer separerade med komma-tecken. Ange översättningen i textfältet, inkl. valfria synonymer och klicka sedan på Spara-knappen. Tack!
th: คุณสามารถเสนอคำแปลสำหรับรายการด้านล่างที่ยังไม่ได้แปลเป็นภาษาของคุณได้ ลิงก์สีน้ำเงินและข้อความสีดำ (ทั้งสองเป็นภาษาอังกฤษ) แสดงผลิตภัณฑ์ที่ยังไม่ได้แปลและรายการต้นฉบับ รวมถึงคำพ้องความหมายเพิ่มเติมที่คั่นด้วยเครื่องหมายจุลภาค ตามลำดับ ป้อนคำแปลในช่องข้อความ รวมถึงคำพ้องความหมายเพิ่มเติม แล้วคลิกปุ่มบันทึก ขอบคุณ!
tr: Dilinize henüz çevrilmemiş olan aşağıdaki girdiler için çeviriler önerebilirsiniz. Mavi link ve siyah metin (her ikisi de İngilizce olarak), sırasıyla yerelleştirilmemiş ürünü ve isteğe bağlı virgülle ayrılmış eşanlamlılar dahil orijinal girdiyi gösterir. İsteğe bağlı eşanlamlılar dahil çeviriyi metin alanına girin, ve ardından Kaydet düğmesini tıklayın. Teşekkürler!
uk: Ви можете запропонувати свої переклади для записів, що подані нижчі, які ще не були перекладеними вашою мовою. Посилання, що виділене блакитним кольором та чорно-білий текст (також англійською) відповідно відображають продукцію, що не була локалізованою та початковий вхід включаючи факультативні синоніми відокремлені комами. Введіть текст свого перекладу в графі перекладу беручи до уваги синоніми, після цього натисніть кнопку «Зберегти». Дякуємо!
vi: Bạn có thể đề xuất bản dịch cho các mục chưa được dịch sang ngôn ngữ của bạn bên dưới. Các liên kết màu xanh và chữ màu đen (đều ở Tiếng Anh) lần lượt hiển thị các sản phẩm chưa được bản địa hóa và các mục nhập gốc bao gồm các từ đồng nghĩa tùy chọn được phân cách bởi dấu phẩy. Nhập bản dịch trong trường văn bản, bảo gồm các từ đồng nghĩa, sau đó bấm nút Lưu. Xin cảm ơn!

# translate_taxonomy_add
source: Show only entries without pending translations.
ar: اعرض الإدخالات المترجمة فقط.
bg: Показване само на записи без чакащи преводи.
ca: Mostra només les entrades sense traduccions pendents.
cs: Zobrazit pouze záznamy bez čekajících překladů.
da: Vis kun poster uden ventende oversættelser.
de: Nur Einträge mit noch ausstehenden Übersetzungen anzeigen.
el: Εμφάνιση μόνο εγγραφών χωρίς εκκρεμείς μεταφράσεις.
eo: Montru nur erojn sen atendantaj tradukoj.
es: Mostrar sólo entradas sin traducciones pendientes.
fa: فقط نوشته‌هایی را نشان بده که ترجمه‌های در انتظار ندارند.
fi: Näytä vain merkinnät, joilla ei ole odottavia käännöksiä.
fr: Afficher seulement les éléments sans traductions en attente.
he: להציג אך ורק רשומות ללא תרגומים ממתינים.
hr: Prikaži samo unose bez prijevoda na čekanju.
hu: Csak a nem függőben lévő fordítások megjelenítése.
id: Hanya tampilkan entri tanpa terjemahan yang tertunda.
it: Mostra solo le voci senza traduzioni in sospeso.
ja: 保留中の翻訳のないエントリのみを表示します。
ka: მხოლოდ იმ ჩანაწერების ჩვენება, რომლებიც არ შეიცავს მომლოდინე თარგმანებს.
lt: Rodyti tik įrašus be laukiančių vertimų.
lv: Rādīt tikai ierakstus bez gaidāmajiem tulkojumiem.
nl_be: Toon alleen items zonder openstaande vertalingen.
pl: Pokaż tylko wpisy bez oczekujących tłumaczeń.
pt_pt: Mostrar apenas entradas sem traduções pendentes.
ro: Afișați numai intrările fără traduceri în așteptare.
ru: Показывать только записи без ожидающих переводов.
sl: Prikaži samo vnose brez čakajočih prevodov.
sv: Visa endast poster utan väntande översättningar.
th: แสดงเฉพาะรายการที่ไม่มีการแปลที่รอดำเนินการ
tr: Sadece bekleyen çevirileri olmayan girdileri göster.
uk: Відобразіть лише записи не розглядаючи жодних перекладів.
vi: Chỉ hiển thị các mục không có bản dịch đang chờ xử lý.

# translate_taxonomy_edit
source: Also show entries with pending translations from you or other users.
ar: اعرض أيضًا الإدخالات الغير مترجمة لديك أو لدى مستخدمين آخرين.
bg: Също така покажете записи с чакащи преводи от вас или други потребители.
ca: Mostra també les entrades amb traduccions pendents de tu o d'altres usuaris.
cs: Zobrazte také záznamy s čekajícími překlady od vás nebo jiných uživatelů.
da: Vis også poster med ventende oversættelser fra dig eller andre brugere.
de: Auch Einträge anzeigen mit noch ausstehenden Übersetzungen durch Sie oder anderen Benutzern.
el: Εμφάνιση εγγραφών με εκκρεμείς μεταφράσεις από εσάς ή άλλους χρήστες.
eo: Ankaŭ montru enirojn kun atendantaj tradukoj de vi aŭ aliaj uzantoj.
es: También muestra entradas con traducciones pendientes de tu usuario o de otros.
fa: همچنین نوشته‌هایی را که ترجمه‌های در انتظار شما یا سایر کاربران را دارند، نمایش دهید.
fi: Näytä myös merkinnät, joilla on odottavia käännöksiä sinulta tai muilta käyttäjiltä.
fr: Afficher également les éléments avec des traductions en attente d'autres utilisateurs ou de vous.
he: להציג רשומות שממתינות לתרגום על ידך או על ידי משתמשים אחרים.
hr: Također prikaži unose s prijevodima na čekanju od vas ili drugih korisnika.
hu: Ön, vagy más felhasználók függőben lévő fordításait tartalmazó bejezések megjelenítése.
id: Tampilkan juga entri dengan terjemahan yang tertunda dari Anda atau pengguna lain.
it: Mostra anche le voci con le traduzioni in sospeso da te o da altri utenti.
ja: あなたまたは他のユーザーからの翻訳が保留中のエントリも表示します。
ka: ასევე აჩვენეთ ჩანაწერები, რომლებსაც თქვენგან ან სხვა მომხმარებლებისგან მოუმზადებელი თარგმანები აქვთ.
lt: Taip pat rodykite įrašus su laukiamais jūsų ar kitų vartotojų vertimais.
lv: Rādīt arī ierakstus ar gaidāmajiem tulkojumiem no jums vai citiem lietotājiem.
nl_be: Toon ook vermeldingen met openstaande vertalingen van jou of andere gebruikers.
pl: Pokaż także wpisy z oczekującymi tłumaczeniami od Ciebie lub innych użytkowników.
pt_pt: Também mostrar entradas com traduções pendentes de si ou de outros utilizadores.
ro: Afișați, de asemenea, intrările cu traduceri în așteptare de la dvs. sau de la alți utilizatori.
ru: Также показывать записи с ожидающими переводами от вас или других пользователей.
sl: Prikaži tudi vnose s čakajočimi prevodi od vas ali drugih uporabnikov.
sv: Visa även poster med väntande översättningar från dig eller andra användare.
th: แสดงรายการที่มีคำแปลที่รอการดำเนินการจากคุณหรือผู้ใช้รายอื่นด้วย
tr: Sizden ya da diğer kullanıcılardan bekleyen çevirileri olan girdileri de göster.
uk: Відобразіть також ті записи, в яких не передбачається перекладу здійсненого вами або іншими користувачами.
vi: Đồng thời hiển thị các mục có bản dịch đang chờ xử lý từ bạn hoặc người dùng khác.

source: translated
ar: مترجم
bg: преведено
ca: traduït
cs: přeloženo
da: oversat
de: Übersetzt
el: μεταφρασμένο
eo: tradukita
es: traducido
fa: ترجمه شده
fi: käännetty
fr: traduit
he: מתורגם
hr: prevedeno
hu: lefordítva
id: telah diterjemahkan
it: tradotto
ja: 翻訳
ka: თარგმნილი
lt: išverstas
lv: tulkots
nl_be: vertaald
pl: przetłumaczone
pt_pt: traduzido
ro: tradus
ru: переведено
sl: prevedeno
sv: översatt
th: แปลแล้ว
tr: çevrildi
uk: перекладено
vi: đã dịch
