Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# environmental_score_warning_international
source: The Green-Score was initially developped for France and it is being extended to other European countries. The Green-Score formula is subject to change as it is regularly improved to make it more precise and better suited to each country.
bg: Първоначално Green-Score е разработен за Франция и се разширява и в други европейски страни. Формулата на Green-Score подлежи на промяна, тъй като редовно се подобрява, за да бъде по-точна и по-подходяща за всяка страна.
cs: Green-Score bylo původně vyvinuto pro Francii a je rozšiřováno do dalších evropských zemí. Vzorec Green-Score se může změnit, protože je pravidelně vylepšován, aby byl přesnější a lépe vyhovoval každé zemi.
de: Der Green-Score wurde ursprünglich für Frankreich entwickelt und wird derzeit auf andere europäische Länder ausgeweitet. Die Formel zur Berechnung des Green-Score kann sich ändern, da sie regelmäßig verfeinert wird, um sie präziser und besser für jedes Land geeignet zu machen.
el: Το Green-Score αναπτύχθηκε αρχικά για τη Γαλλία και επεκτείνεται σε άλλες ευρωπαϊκές χώρες. Η φόρμουλα Green-Score υπόκειται σε αλλαγές, καθώς βελτιώνεται τακτικά για να γίνει πιο ακριβής και πιο κατάλληλη για κάθε χώρα.
fa: امتیاز گرین در ابتدا برای فرانسه توسعه داده شد و در حال گسترش به سایر کشورهای اروپایی است. فرمول امتیاز گرین با بهبود منظم آن برای دقیق‌تر شدن و مناسب‌تر شدن برای هر کشور، ممکن است تغییر کند.
fi: Green-Score kehitettiin alun perin Ranskalle ja sitä laajennetaan muihin Euroopan maihin. Green-Score-kaava voi muuttua, koska sitä parannetaan säännöllisesti, jotta se olisi tarkempi ja sopisi paremmin jokaiseen maahan.
fr: Le Green-Score a été initialement conçu pour la France et est en cours d'extension à d'autres pays européens. La formule du Green-Score est susceptible d'évoluer car elle est régulièrement améliorée pour la rendre plus précise et mieux adaptée à chaque pays.
he: Green-Score פותח במקור בצרפת והוא מתפשט למדינות אירופיות נוספות. נוסחת Green-Score עשויה להשתנות כיוון שהיא משתפרת באופן תמידי כדי שתהיה מדויקת, ככל הניתן, לכל מדינה ומדינה.
hu: Az Green-Score-t eredetileg Franciaország számára fejlesztették ki, és most más európai országokra is kiterjesztik. Az Green-Score képlet változhat, mivel rendszeresen fejlesztik, hogy pontosabb legyen, és jobban megfeleljen az egyes országoknak.
id: Green-Score pada awalnya dikembangkan untuk Perancis dan sedang diperluas ke negara - negara Eropa lainnya. Formula Green-Score dapat berubah sewaktu - sewaktu karena ia secara reguler ditingkatkan agar penghitungannya lebih presisi dan lebih cocok untuk setiap negara.
it: Il Green-Score è stato inizialmente sviluppato per la Francia e sta venendo esteso ad altri paesi europei. La formula Eco-Store è soggetta a modifiche in quanto viene regolarmente migliorata per renderla più precisa e più adatta a ogni paese.
ka: „მწვანე ქულის“ ფორმულა თავდაპირველად საფრანგეთისთვის შემუშავდა და ამჟამად სხვა ევროპულ ქვეყნებშიც ვრცელდება. „მწვანე ქულის“ ფორმულა შეიძლება შეიცვალოს, რადგან ის რეგულარულად იხვეწება, რათა უფრო ზუსტი და თითოეული ქვეყნისთვის უკეთ მორგებული გახდეს.
lt: „Green-Score“ iš pradžių buvo sukurtas Prancūzijai ir yra plečiamas ir kitose Europos šalyse. Green-Score formulė gali keistis, nes ji nuolat tobulinama, kad būtų tikslesnė ir geriau pritaikyta kiekvienai šaliai.
nl_be: De Green-Score werd aanvankelijk ontwikkeld voor Frankrijk en wordt uitgebreid naar andere Europese landen. De Green-Score formule is afhankelijk van verandering, aangezien deze regelmatig wordt verbeterd om deze nauwkeuriger en geschikter voor elk land te maken.
pl: Green-Score został początkowo opracowany dla Francji i jest rozszerzany na inne kraje europejskie. Formuła Green-Score może ulec zmianie, gdyż jest regularnie ulepszana, aby była coraz bardziej precyzyjna i lepiej dopasowana do każdego kraju.
pt_pt: O Green-Score foi inicialmente desenvolvido para França e está a ser alargado a outros países europeus. A fórmula Green-Score está sujeita a mudanças, uma vez que é regularmente melhorada para torná-la mais precisa e mais adequada a cada país.
ru: Первоначально Green-Score была разработана для Франции и теперь начинает применяться в других европейских странах. Формула Green-Score может изменяться, поскольку она регулярно совершенствуется, чтобы повысить ее точность и сделать её более подходящей для каждой страны.
uk: Green-Score спочатку був розроблений для Франції, і його поширюють в інших європейських країнах. Формула Green-Score може змінюватися, оскільки її регулярно вдосконалюють, щоб зробити її більш точною та підходящою для кожної країни.

# report_problem_navigation
source: Report a problem.
bg: Докладвайте за проблем.
cs: Nahlásit problém.
de: Ein Problem melden.
el: Αναφέρετε ένα πρόβλημα.
fa: گزارش مشکل.
fi: Ilmoita ongelmasta.
fr: Signaler un problème.
he: דיווח על תקלה.
hu: Probléma bejelentése.
id: Laporkan masalah.
it: Segnala un problema.
ka: პრობლემის შესახებ შეტყობინება.
lt: Pranešti apie problemą.
nl_be: Een probleem melden.
pl: Zgłoś problem.
pt_pt: Reportar um problema.
ru: Сообщить о проблеме.
uk: Повідомити про проблему.

# attribute_repairability_index_france_not_applicable_title
source: Repairability index not-applicable
cs: Index opravitelnosti nelze použít
de: Reparierbarkeitsindex nicht anwendbar
el: Δεν ισχύει ο δείκτης δυνατότητας επισκευής
fi: Korjattavuusindeksi ei sovellu
fr: Indice de réparabilité non applicable
he: מדד יכולת תיקון לא ישים
hu: A javíthatósági index nem alkalmazható
id: Indeks kemudahan diperbaiki tidak berlaku
it: Indice di riparabilità non applicabile
lt: Taisomumo indeksas netaikomas
nl_be: Herstelbaarheidsindex niet van toepassing
pt_pt: Índice de reparabilidade não aplicável
ru: Индекс ремонтопригодности неприменим
uk: Індекс ремонтопридатності не застосовується

# attribute_repairability_index_france_not_applicable_description_short
source: Not-applicable for the category
bg: Не е приложимо за категорията
cs: Neplatí pro kategorii
de: Nicht zutreffend für diese Kategorie
el: Δεν ισχύει για την κατηγορία
fi: Ei sovellu luokalle
fr: Non applicable pour la catégorie
he: לא חל על הקטגוריה
hu: Nem alkalmazható a kategóriára
id: Tidak berlaku untuk kategori ini
it: Non applicabile per la categoria
lt: Netaikoma šiai kategorijai
nl_be: Niet van toepassing voor de categorie
pl: Nie dotyczy tej kategorii
pt_pt: Não aplicável para a categoria
ru: Неприменимо для категории
uk: Не підходить для категорії

# attribute_nova_group_title
source: NOVA %s
fa: نوا %s
ka: ნოვა %s
uk: Група %s з питань обробки їжі під назвою NOVA

# og_image_url
source: https://static.openfoodfacts.org/images/logos/logo-vertical-white-social-media-preview.png
he: https://il.openfoodfacts.org/images/logos/logo-vertical-white-social-media-preview.png

# get_the_app_link_off
source: /open-food-facts-mobile-app
fr: /application-mobile-open-food-facts
hu: /open-products-facts-mobile-app
pl: /open-food-facts-aplikacja-mobilna

# get_the_app_link_obf
source: /open-beauty-facts-mobile-app
fr: /application-mobile-open-beauty-facts
pl: /otwórz-aplikację-mobilną-beauty-facts

# android_app_icon_url
source: /images/misc/playstore/img/en_get.svg
es: /images/misc/playstore/img/es_get.svg
fr: /images/misc/playstore/img/fr_get.svg
ja: /images/misc/playstore/img/ja_get.svg
sl: /images/misc/playstore/img/sl_get.svg

# footer_wiki_link
source: https://wiki.openfoodfacts.org
ca: https://es-ca.openfoodfacts.org/faq
es: https://es.wiki.openfoodfacts.org
fr: https://fr.wiki.openfoodfacts.org

# product_js_upload_image_note
source: With Chrome, Firefox and Safari, you can select multiple pictures (product, ingredients, nutrition facts etc.) by clicking them while holding the Ctrl key pressed to add them all in one shot.
id: Dengan Chrome, Firefox dan Safari, Anda dapat memilih beragam gambar (produk, kandungan bahan, informasi nilai gizi, dll.) dengan mengklik sambil menahan tombol Ctrl untuk menambahkan semuanya sekaligus.

# search_graph_blog
source: <p> learn more about <<site_name>> graphs: <a href="/graphs-in-3-clicks">Graphs in 3 clicks</a> (blog).</p>
id: <p> pelajari lebih lanjut mengenai <<site_name>> grafik: <a href="/graphs-in-3-clicks">Grafik dalam 3 klik</a> (blog).</p>

# warning_3rd_party_content
source: Information and data must come from the product package and label (and not from other sites or the manufacturer's site), and you must have taken the pictures yourself.<br/> <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Why it matters</a>
id: Informasi dan data harus berasal dari kemasan dan label produk (bukan dari situs lain atau situs produsen), dan Anda harus mengambil gambarnya sendiri.<br/> <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Mengapa hal ini penting</a>

# value_in_mcg
source: Value in g
id: Nilai dalam g

# square_meters_per_kg_of_food
source: m per kg of food
id: m per kg makanan

# kg_of_soy_per_square_meter
source: kg of soy per m
id: kg kedelai per m

# f_carbon_footprint_per_100g_of_product
source: {grams} g COe per 100g of product
id: {grams} g COe per 100g produk

# recommendation_who_reduce_or_stop_drinking_alcohol_text
source: This might not be the answer people want to hear, but there is no safe level for drinking alcohol. Of course there is lower-risk drinking, but WHO does not set particular limits, because the evidence shows that the ideal situation for health is to not drink at all. Alcohol is closely related to around 60 different diagnoses and for almost all there is a close doseresponse relationship, so the more you drink, the higher your risk of disease. Less is better.
id: Ini mungkin bukan jawaban yang ingin didengar oleh banyak orang, tetapi tidak ada tingkat yang aman untuk minum alkohol. Tentu saja ada minum alkohol dengan risiko yang lebih rendah, tetapi WHO tidak menetapkan batas tertentu, karena bukti menunjukkan bahwa situasi yang ideal untuk kesehatan adalah tidak minum alkohol sama sekali. Alkohol berkaitan erat dengan sekitar 60 diagnosis yang berbeda dan hampir semuanya memiliki hubungan dosis-respons yang erat, jadi semakin banyak Anda minum, semakin tinggi risiko penyakit Anda. Lebih sedikit lebih baik.

# knowledge_panels_ingredients_rare_crops_divinfood
source: Open Food Facts participates in the European project <a href="https://divinfood.eu/">DIVINFOOD</a> (funded from European Unions Horizon 2020 research and innovation programme). DIVINFOOD aims to develop food chains that value under-utilised agrobiodiversity in order to act against the decline of biodiversity and to meet the growing expectations of consumers for healthy, local products that contribute to sustainable food systems.
id: Open Food Facts berpartisipasi dalam proyek Eropa <a href="https://divinfood.eu/">DIVINFOOD</a> (didanai oleh program penelitian dan inovasi Horizon 2020 Uni Eropa). DIVINFOOD bertujuan untuk mengembangkan rantai makanan yang menghargai keanekaragaman hayati yang kurang dimanfaatkan dalam rangka mengatasi penurunan keanekaragaman hayati dan untuk memenuhi harapan konsumen yang terus meningkat terhadap produk lokal yang sehat dan berkontribusi pada sistem pangan yang berkelanjutan.

# external_sources_empreinte_souffrance_name
source: Suffering Footprint
ka: ტანჯვის თითის ანაბეჭდი

# android_app_link
source: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=en
ar: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=ar
ca: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=ca
da: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=da
es: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=es
ja: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=ja
ms: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=ms
ro: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=ro
sl: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=sl
tr: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=tr
vi: https://play.google.com/store/apps/details?id=org.openfoodfacts.scanner&hl=vi

# error_username_too_long
source: The user name is too long (maximum 20 characters).
da: Brugernavnet for langt (maks. 20 tegn).
es: El nombre de usuario es demasiado largo (máximo 20 caracteres).
ro: Numele de utilizator este prea lung (maxim 20 de caractere).
sl: Uporabniško ime je predolgo (največ 20 znakov).
tr: Kullanıcı adı çok uzun (maksimum 20 karakter).

# footer_tagline
source: A collaborative, free and open database of food products from around the world.
ar: قاعدة بيانات التعاونية وحرة ومفتوحة للمنتجات الغذائية من جميع أنحاء العالم.
ca: Una base de dades col·laborativa, lliure i oberta dels productes alimentaris de tot el món.
da: En fællesskabsdrevet, gratis og åben database med fødevareprodukter for hele verden.
es: Una base de datos colaborativa, libre y abierta de productos alimenticios de todo el mundo.
ja: 世界中から食品の、共同のフリーでオープンなデータベース。
ms: Pangkalan data usahasama, percuma dan terbuka untuk produk makanan daripada seluruh dunia.
ro: O bază de date colaborativă, liberă și deschisă a produselor alimentare din întreaga lume.
sl: Skupna, brezplačna in odprta zbirka podatkov o prehrambenih izdelkih iz celega sveta.
tl: Isang pagtutulungan, libre at bukas na datos ng mga produkto ng pagkain mula sa buong mundo.
tr: Dünyanın dört bir yanından katılımcı, özgür ve açık gıda ürünleri veritabanı.
vi: Một cơ sở dữ liệu hợp tác, tự do và cởi mở của các sản phẩm thực phẩm từ khắp nơi trên thế giới.

# search_description_opensearch
source: Open Food Facts product search
ar: البحث عن الحقائق الغذائية المفتوحة
ca: Cercar productes a Open Food Facts
da: Open Food Facts-produktsøgning
es: Búsqueda de productos en Open Food Facts
ja: Open Food Facts 製品検索
ms: Carian produk Fakta Makanan Terbuka
ro: Open Food Facts căutare produs
sl: Iskanje izdelkov v Open Food Facts
tl: Open Food Facts produktong pangsaliksik
tr: Açık Gıda Gerçekleri ürün arama
vi: Open Food Facts tìm kiếm sản phẩm

# site_description
source: A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world
ar: قاعدة بيانات تعاونية ومجانية ومفتوحة للمكونات وحقائق التغذية ومعلومات عن المنتجات الغذائية من جميع أنحاء العالم
ca: Una base de dades col·laborativa, lliure i oberta d'ingredients, informació nutricional i informació sobre els productes alimentaris d'arreu del món
da: En kollaborativ, gratis og åben database over ingredienser, ernæringsfakta og oplysninger om fødevarer fra hele verden
es: Ingredientes, información nutricional e información sobre los alimentos del mundo entero en una base de datos libre y abierta
ja: 世界中から、食品の原材料、栄養成分、情報の、共同のフリーでオープンなデータベース
ms: Pangkalan data kolaboratif, bebas dan terbuka bagi ramuan, fakta nutrisi dan maklumat mengenai produk makanan dari seluruh dunia
ro: O bază de date liberă, colaborativă și deschisă de ingrediente, valori nutriționale și informații despre produsele alimentare din toată lumea
sl: Skupna, brezplačna in odprta baza podatkov o sestavinah, prehranskih dejstvih in informacijah o živilskih proizvodih z vsega sveta
tl: Isang pagtutulungan, libre at bukas na datos ng mga sangkap, mga nutrisyon fact at impormasyon sa mga pagkaing produkto mula sa buong mundo
tr: Dünyanın dört bir yanından gıda ürünleriyle ilgili içindekiler, besin değerleri ve bilgilerin bulunduğu işbirliğine dayalı, özgür ve açık bir veritabanı
vi: Cơ sở dữ liệu hợp tác, tự do và cởi mở về các thành phần, thông tin dinh dưỡng và thông tin về các sản phẩm thực phẩm từ khắp nơi trên thế giới

# logo_site_name
source: Open Food Facts logo
ca: Logotip d'Open Food Facts
es: Logotipo de Open Food Facts
ja: Open Food Facts ロゴ
ro: Logo Open Food Facts
tr: Open Food Facts logosu
vi: Logo của Open Food Facts

# windows_phone_app_icon_url
source: /images/misc/microsoft/English.svg
ar: /images/misc/microsoft/Arabic.svg
ca: /images/misc/microsoft/Spanish.svg
da: /images/misc/microsoft/Danish.svg
es: /images/misc/microsoft/Spanish.svg
ja: /images/misc/microsoft/Japanese.svg
ro: /images/misc/microsoft/Romanian.svg
sl: /images/misc/microsoft/Slovenian.svg
tr: /images/misc/microsoft/Turkish.svg
vi: /images/misc/microsoft/Vietnamese.svg

# windows_phone_app_icon_alt_text
source: Get it from Microsoft
ar: احصل عليه من Microsoft
ca: Aconseguir-ho de Microsoft
da: Hent den fra Microsoft
es: Obténgalo de Microsoft
ja: Windows Phone ストア
ms: Dapatkannya dari Microsoft
ro: Ia-l de la Microsoft
sl: Pridobite ga pri Microsoftu
tr: Microsoft'tan alın
vi: Lấy nó từ Microsoft

# attribute_nutriscore_d_description_short
source: Poor nutritional quality
ca: Poca qualitat nutricional
da: Ringe ernæringskvalitet
es: Calidad nutricional baja
ja: 悪い栄養価
ro: Calitate nutrițională slabă
sl: Pomankljiva hranilna vrednost
tr: Kötü beslenme kalitesi
vi: Chất lượng dinh dưỡng kém

# attribute_nutriscore_e_description_short
source: Bad nutritional quality
ca: Mala qualitat nutricional
da: Dårlig ernæringskvalitet
es: Calidad nutricional mala
ja: 非常に悪い栄養価
ro: Calitate nutrițională proastă
sl: Slaba hranilna vrednost
tr: Çok kötü beslenme kalitesi
vi: Chất lượng dinh dưỡng rất kém

# attribute_nova_4_description_short
source: Ultra processed foods
ca: Aliments ultra processats
da: Ultraforarbejdede fødevarer
es: Alimentos ultraprocesados
ja: 超加工食品
ro: Alimente ultra procesate
sl: Zelo predelana hrana
tr: Üst düzey işlemden geçmiş yiyecekler
vi: Thực phẩm siêu chế biến

# attribute_ecoscore_setting_name
source: Low environmental impact (Eco-Score)
ca: Baix impacte ambiental (Eco-Score)
da: Lav miljøpåvirkning (Eco-Score)
es: Impacto medioambiental bajo (Eco-Score)
ja: 低環境負荷（Eco-Score）
ro: Impact scăzut asupra mediului (Scor ecologic)
sl: Nizek vpliv na okolje (Eco-Score)
tr: Düşük çevresel etki (Eko-Skor)
vi: Tác động môi trường thấp (Eco-Score)

# attribute_ecoscore_setting_note
source: The Eco-Score is an environmental score (ecoscore) from A to E which makes it easy to compare the impact of food products on the environment.
ca: L'Eco-Score és una puntuació ambiental (ecoscore) de la A a la E que facilita la comparació de l'impacte dels productes alimentaris en el medi ambient.
da: Øko-Score er en miljøscore (økoscore) fra A til E, der gør det let at sammenligne fødevareprodukters miljøpåvirkning.
es: El Eco-Score es un indicador medioambiental (ecoscore), con una puntuación de "A" a "E", con el cual se puede comparar fácilmente el impacto de los productos alimenticios sobre el medio ambiente.
ro: Eco-Score este un scor de mediu (ecoscore) de la A la E, care facilitează compararea impactului produselor alimentare asupra mediului.
tr: Eco-Score gıda ürünlerinin çevre üzerindeki etkisini karşılaştırmayı kolaylaştıran A'dan E'ye bir çevresel puandır (ekopuan).
vi: Eco-Score là điểm số về môi trường (Điểm sinh thái) xếp hạng từ A đến E giúp việc so sánh tác động của các sản phẩm thực phẩm đối với môi trường trở nên dễ dàng.

# attribute_ecoscore_a_description_short
source: Very low environmental impact
ca: Impacte ambiental molt baix
da: Meet lav miljøpåvirkning
es: Impacto ambiental muy bajo
ja: 非常に低い環境負荷
ro: Impact foarte scăzut asupra mediului
sl: Zelo majhen vpliv na okolje
tr: Çok düşük çevresel etki
vi: Tác động môi trường rất thấp

# attribute_ecoscore_b_description_short
source: Low environmental impact
ca: Impacte ambiental baix
da: Lav miljøpåvirkning
es: Bajo impacto ambiental
ja: 低い環境負荷
ro: Impact redus asupra mediului
sl: Nizek vpliv na okolje
tr: Düşük çevresel etki
vi: Tác động môi trường rất thấp

# attribute_ecoscore_c_description_short
source: Moderate environmental impact
ca: Impacte ambiental moderat
da: Moderat miljøpåvirkning
es: Moderado impacto ambiental
ja: 中程度の環境負荷
ro: Impact moderat asupra mediului
sl: Zmeren vpliv na okolje
tr: Orta düzeyde çevresel etki
vi: Tác động môi trường vừa phải

# attribute_ecoscore_d_description_short
source: High environmental impact
ca: Impacte ambiental alt
da: Høj miljøpåvirkning
es: Alto impacto ambiental
ja: 高い環境負荷
ro: Impact ridicat asupra mediului
sl: Velik vpliv na okolje
tr: Yüksek çevresel etki
vi: Tác động môi trường cao

# attribute_ecoscore_e_description_short
source: Very high environmental impact
ca: Impacte ambiental molt alt
da: Meet høj miljøpåvirkning
es: Impacto ambiental altísimo
ja: 非常に高い環境負荷
ro: Impact mare asupra mediului
sl: Zelo velik vpliv na okolje
tr: Çok yüksek çevresel etki
vi: Tác động môi trường rất cao

source: Eco-score score
ca: Puntuació Eco-Score
da: Eco-score værdi
es: Puntuación eco-score
ja: Eco-scoreスコア
ro: Scorul Eco-score
sl: Eco-score ocena
tr: Eko-skor puanı
vi: Điểm sinh thái

source: Eco-score grade
ca: Nota Eco-score
da: Eco-score karakter
es: Calificación eco-score
ja: Eco-scoreグレード
ro: Nota eco-scor
sl: Razred Eco-score ocene
tr: Eko-skor puanı
vi: Xếp hạng sinh thái

# ecoscore_calculation_details
source: Details of the calculation of the Eco-score
ca: Detalls del càlcul de l'Eco-score
da: Detaljer om beregningen af Eco-score
es: Detalles del cálculo del Eco-score
ja: Eco-scoreの計算の詳細
ro: Detalii despre calculul Eco-Score
sl: Podrobnosti o izračunu Eco-score
tr: Eco-Score hesaplamasının ayrıntıları
vi: Chi tiết về cách tính điểm số sinh thái

# ecoscore_information
source: Information about the Eco-score
ca: Informació sobre l'Eco-score
da: Eco-score information
es: Información acerca del Eco-score
ja: Eco-scoreに関する情報
ro: Informații despre Eco-Score
sl: Informacije o Eko-score
tr: Eko-skor hakkında bilgi
vi: Thông tin về Điểm số sinh thái

# preferences_edit_your_food_preferences
source: Edit your food preferences
ca: Editeu les vostres preferències alimentàries
da: Redigér dine fødevarepræferencer
es: Editar tus preferencias de alimentos
ja: 食べ物の好みの編集
ro: Editați-vă preferințele alimentare
sl: Uredi preference izdelkov
tr: Yemek tercihlerinizi düzenleyin
vi: Chỉnh sửa tiêu chí thực phẩm của bạn

# preferences_your_preferences
source: Your food preferences
ca: Les vostres preferències alimentàries
da: Dine fødevarepræferencer
es: Tus preferencias alimentarias
ja: 食べ物の好み
ro: Preferințele dumneavoastră alimentare
sl: Vaše preference živil
tr: Yemek tercihleriniz
vi: Tiêu chí thực phẩm của bạn

# preferences_locally_saved
source: Your food preferences are kept in your browser and never sent to Open Food Facts or anyone else.
ca: Les teves preferències alimentàries es guarden al teu navegador i mai s'envien a Open Food Facts ni a ningú més.
da: Dine fødevarepræferencer opbevares i din browser og sendes aldrig til Open Food Facts eller nogen anden.
es: Tus preferencias de alimentos se mantienen en tu navegador y nunca se envían a Open Food Facts ni a nadie más.
ja: 食べ物の好みはブラウザに保存されます。Open Food Factsや他社に送信されることはありません。
ro: Preferințele dvs. alimentare sunt păstrate în browser și nu sunt trimise niciodată către Open Food Facts sau către altcineva.
sl: Vaše nastavitve hrane so shranjene v vašem brskalniku in se nikoli ne pošiljajo Open Food Facts ali drugam.
tr: Yemek tercihleriniz tarayıcınızda tutulur ve asla Open Food Facts'e veya başka birine gönderilmez.
vi: Tiêu chí thực phẩm của bạn được lưu trong trình duyệt của bạn và không bao giờ được gửi đến Open Food Facts hoặc bất kỳ ai khác.
