Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# search_download_xlsx
source: XLSX format
ar: صيغة XLSX
bg: XLSX формат
ca: Format XLSX
cs: Formát XLSX
el: Μορφή XLSX
eo: XLSX-formato
es: Formato XLSX
fa: فرمت XLSX
fi: XLSX-muoto
fr: Format XLSX
he: תצורת XLSX
hr: XLSX formatu
hu: XLSX formátum
id: Format XLSX
it: Formato XLSX
ja: XLSXフォーマット
ka: XLSX ფორმატი
lt: „XLSX“ formatas
lv: XLSX formāts
ms: Format XLSX
nl_be: XLSX-formaat
pl: Format XLSX
pt_pt: Formato XLSX
ro: Format XLSX
ru: Формат XLSX
th: รูปแบบไฟล์ XLSX
tr: XLSX formatı
uk: Розмір XLXS
vi: Định dạng XLSX

# search_download_xlsx_description
source: Excel or LibreOffice
ar: Excel أو LibreOffice
bg: Excel или LibreOffice
ca: Excel o LibreOffice
cs: Excel nebo LibreOffice
da: Excel eller LibreOffice
de: Excel oder LibreOffice
el: Excel ή LibreOffice
eo: Excel aŭ LibreOffice
es: Excel o LibreOffice
fa: اکسل یا لیبره آفیس
fi: Excel tai LibreOffice
fr: Excel ou LibreOffice
he: Excel או LibreOffice
hr: Excel ili LibreOffice
hu: Excel vagy LibreOffice
id: Excel atau LibreOffice
it: Excel o LibreOffice
ja: ExcelまたはLibreOffice
ka: Excel ან LibreOffice
lt: „Excel“ arba „LibreOffice“
lv: Excel vai LibreOffice
ms: Excel atau LibreOffice
nl_be: Excel of LibreOffice
pl: Excel lub LibreOffice
pt_pt: Excel ou LibreOffice
ro: Excel sau LibreOffice
ru: Excel или LibreOffice
sl: Excel ali LibreOffice
sv: Excel eller LibreOffice
th: Excel หรือ LibreOffice
tr: Excel veya LibreOffice
uk: Excel або LibreOffice
vi: Excel hoặc LibreOffice

# search_download_csv
source: CSV format
ar: صيغة XLSX
bg: CSV формат
ca: Format CSV
cs: Formát CSV
el: Μορφή CSV
eo: CSV-formato
es: Formato CSV
fa: فرمت CSV
fi: CSV-muoto
fr: Format CSV
he: תצורת CSV
hu: CSV formátum
id: Format CSV
it: Formato CSV
ja: CSVフォーマット
ka: CSV ფორმატი
lt: CSV formatas
lv: CSV formāts
ms: Format CSV
nl_be: CSV-formaat
pl: Format CSV
pt_pt: Formato CSV
ro: Format CSV
ru: Формат CSV
th: รูปแบบ CSV
tr: CSV formatı
uk: Формат CSV
vi: Định dạng CSV

# search_download_csv_description
source: Character set: Unicode (UTF-8) - Separator: tabulation (tab)
ar: مجموعة الأحرف: Unicode (UTF-8) - الفاصل: الجدول (التبويب)
bg: Набор от знаци: Unicode (UTF-8) - Разделител: табулация (tab)
ca: Conjunt de caràcters: Unicode (UTF-8) - Separador: tabulació (tab)
cs: Kódování znaků: Unicode (UTF-8) - oddělovač: tabulátor (tab)
da: Tegnsæt: Unicode (UTF-8). Separator: Tabulering (fane)
de: Zeichensatz: Unicode (UTF-8) - Trennzeichen: Tab-Stopp (Tab)
el: Σύνολο χαρακτήρων: Unicode (UTF-8) - Διαχωριστικό: tabulation (tab)
eo: Signaro: Unikodo (UTF-8) - Apartigilo: tabelado (tab)
es: Caracteres establecidos: Unicode (UTF-8) - Separador: Tabulador (tab)
fa: مجموعه کاراکتر: یونیکد (UTF-8) - جداکننده: جدول‌بندی (tab)
fi: Merkistö: Unicode (UTF-8) - Erotin: sarkain
fr: Encodage des caractères : Unicode (UTF-8) - Séparateur : tabulation (tab)
he: ערכת תווים: יוניקוד (UTF-8) - הפרדה: טאב (tab)
hr: Skup znakova: Unicode (UTF-8) - Razdjelnik: tabulacija (tab)
hu: Karakterkészlet: Unicode (UTF-8) - Elválasztó: tabulátor (tab)
id: Set karakter: Unicode (UTF-8) - Pemisah: tabulasi (tab)
it: Set di caratteri: Unicode (UTF-8) - Separatore: tabulazione (tab)
ja: 文字コード: Unicode (UTF-8)、区切り文字: タブ (tab)
ka: სიმბოლოების ნაკრები: უნიკოდი (UTF-8) - გამყოფი: ტაბულაცია (ტაბ.)
lt: Simbolių rinkinys: „Unicode“ (UTF-8) - Skirstytuvas: lentelių lentelė (skirtukas)
lv: Rakstzīmju kopa: Unicode (UTF-8) — Atdalītājs: tabulēšanas rakstzīme (tab)
ms: Set askara: Unicode (UTF-8) - Pemisah: tabulasi (tab)
nl_be: Karakterset: Unicode (UTF-8) - Afscheider: tabel (tab)
pl: Zestaw znaków: Unicode (UTF-8) - Separator: tabulacja (tab)
pt_pt: Mapa de caracteres: Unicode (UTF-8) - Separador: tabulação (tab)
ro: Set de caractere: Unicode (UTF-8) - Separator: tabulare (filă)
ru: Набор символов: Unicode (UTF-8) - Разделитель: табуляция (tab)
sl: Nabor znakov: Unicode (UTF-8) - Ločilo: tabulator (tab)
sv: Teckenuppsättning: Unicode (UTF-8) - Separator: tabulering (tabb)
th: ชุดอักขระ: ยูนิโค้ด (UTF-8) - ตัวคั่น: แท็บ (tab)
tr: Karakter kümesi: Unicode (UTF-8) - Ayırıcı: tablolama (tab)
uk: Набір символів: Unicode (UTF-8) - Роздільник: tabulation (tab)
vi: Bộ ký tự: Unicode (UTF-8) - Dấu phân cách: tabulation (tab)

# search_edit
source: Change search criteria
ar: تغيير معايير البحث
bg: Промяна на критериите за търсене
ca: Canviar els criteris de cerca
cs: Změnit vyhledávací kritéria
da: Skift søgekriterier
de: Suchkriterien ändern
el: Αλλάξτε κριτήρια αναζήτησης
eo: Ŝanĝi serĉkriteriojn
es: Cambiar los criterios de búsqueda
fa: تغییر معیارهای جستجو
fi: Muuta hakuehtoja
fr: Modifier les critères de recherche
he: החלפת קריטריוני החיפוש
hr: Promijeni kriterije pretraživanja
hu: Keresési feltételek módosítása
id: Ubah kriteria pencarian
it: Cambia i criteri di ricerca
ja: 検索条件を変更
ka: ძიების კრიტერიუმების შეცვლა
lt: Pakeiskite paieškos kriterijus
lv: Mainīt meklēšanas kritērijus
ms: Ubah kriteria carian
nl_be: Wijzig de zoekcriteria
pl: Zmień kryteria wyszukiwania
pt_pt: Alterar os critérios de pesquisa
ro: Schimbă criteriile de căutare
ru: Изменить критерии поиска
sl: Spremeni iskalne kriterije
sv: Ändra sökkriterier
th: เปลี่ยนเกณฑ์การค้นหา
tl: Baguhin ang pamantayan sa pansaliksik
tr: Arama ölçütlerini değiştir
uk: Зміна критеріїв пошуку
vi: Thay đổi tiêu chí tìm kiếm

# search_generate_graph
source: Generate graph
ar: توليد الرسم البياني
bg: Генериране на графика
ca: Genera gràfic
cs: Generovat graf
da: Generér graf
de: Diagramm erzeugen
el: Δημιουργία γραφήματος
eo: Generi grafeon
es: Generar gráfico
fa: تولید گراف
fi: Luo kaavio
fr: Générer le graphique
he: יצירת תרשים
hr: Generiraj graf
hu: Grafikon létrehozása
id: Buat grafik
it: Genera grafico
ja: グラフを生成
ka: გრაფიკის გენერირება
lt: Sukurti grafiką
lv: Izveidot grafiku
ms: Jana graf
nl_be: De grafiek maken
pl: Generuj wykres
pt_pt: Gerar gráfico
ro: Generare grafic
ru: Создать график
sl: Ustvari graf
sv: Generera graf
th: สร้างกราฟ
tl: Bumuo ng graph
tr: Grafik oluştur
uk: Створити графік
vi: Tạo biểu đồ

# search_generate_map
source: Generate the map
ar: توليد الخريطة
bg: Генерирай картата
ca: Genera el mapa
cs: Generovat mapu
da: Generér kortet
de: Karte erstellen
el: Δημιουργία χάρτη
eo: Generi la mapon
es: Generar mapa
fa: نقشه را تولید کنید
fi: Luo kartta
fr: Générer la carte
he: יצירת מפה
hr: Generiraj kartu
hu: Térkép létrehozása
id: Buat peta
it: Genera la mappa
ja: 地図を生成
ka: რუკის გენერირება
lt: Sukurkite žemėlapį
lv: Izveidojiet karti
ms: Jana peta
nl_be: De kaart maken
pl: Generuj mapę
pt_pt: Gerar o mapa
ro: Generează hartă
ru: Создать карту
sl: Ustvarite zemljevid
sv: Generera kartan
th: สร้างแผนที่
tl: Buohin ang mapa
tr: Harita oluştur
uk: Створити карту
vi: Tạo bản đồ

# search_graph
source: Graph
ar: رسم بياني
bg: Графика
ca: Gràfic
cs: Graf
da: Graf
de: Diagramm
el: Γράφημα
eo: Diagramo
es: Gráfico
fa: نمودار
fi: Kaavio
fr: Graphique
he: תרשים
hr: Grafikon
hu: Grafikon
id: Grafik
it: Grafico
ja: グラフ
ka: გრაფიკი
lt: Grafikas
lv: Grafiks
ms: Graf
nl_be: Grafiek
pl: Wykres
pt_pt: Gráfico
ro: Grafic
ru: График
sl: Graf
sv: Graf
th: กราฟ
tl: Grap
tr: Grafik
uk: Діаграма
vi: Biểu đồ

# search_graph_2_axis
source: Scatter plot
ar: قطعة مبعثرة
bg: Диаграма на разпръскване
ca: Gràfic de dispersió
cs: Bodový diagram
da: Punktdiagram
de: Punktwolke
el: Γράφημα διασποράς
eo: Dispersa diagramo
es: Gráfico en 2 ejes
fa: نمودار پراکندگی
fi: Pistekaavio
fr: Graphique sur 2 axes
he: פיזור התוואי
hr: Raspršeni dijagram
hu: Szórásdiagram
id: Diagram tebar
it: Grafico di dispersione
ja: 散布図
ka: გაფანტვის დიაგრამა
lt: Sklaidos sklypas
lv: Scatter gabals
ms: Plot berselerak
pl: Wykres punktowy
pt_pt: Gráfico de dispersão
ro: Grafic pe 2 axe
ru: Точечная диаграмма
sl: Graf raztrosa
sv: Spridningsdiagram
th: แผนภาพกระจาย
tr: Dağılım grafiği
uk: Точкова діаграма
vi: Âm mưu phân tán

# search_graph_blog
source: <p>→ learn more about <<site_name>> graphs: <a href="/graphs-in-3-clicks">Graphs in 3 clicks</a> (blog).</p>
ar: <p>معرفة المزيد عن<<site_name>> الرسوم البيانية:<a href="/graphs-in-3-clicks">الرسوم البيانية من خلال 3 نقرات</a>(مدونة).</p>
bg: <p>→ научете повече за <<site_name>> графиките: <a href="/graphs-in-3-clicks">Графики с 3 щраквания</a> (блог).</p>
ca: <p>→ més informació sobre <<site_name>> gràfics: <a href="/graphs-in-3-clicks">gràfics en 3 clics</a> (bloc).</p>
cs: <p>→ zjistěte více o <<site_name>> grafech: <a href="/graphs-in-3-clicks">Graphs in 3 clicks (en)</a> (blog).</p>
da: <p>→ få mere at vide om <<site_name>> grafer: <a href="/graphs-in-3-clicks">Grafer i 3 tryk/klik</a> (blog).</p>
de: <p>→ mehr über <<site_name>> Diagramme erfahren: <a href="/graphs-in-3-clicks">Diagramme in 3 Klicks</a> (blog).</p>
el: <p>→ μάθετε περισσότερα για τα γραφήματα του <<site_name>>: <a href="/graphs-in-3-clicks">Γραφήματα σε 3 κλικ</a> (ιστολόγιο).</p>
eo: <p>→ lernu pli pri <<site_name>> grafeoj: <a href="/graphs-in-3-clicks">Grafeoj per 3 klakoj</a> (blogo).</p>
es: <p>→ más información sobre <<site_name>> gráficos: <a href="/graphs-in-3-clicks">Gráficos en 3 clics</a> (blog).</p>
fa: <p>→ درباره <<site_name>> نمودارها بیشتر بدانید: <a href="/graphs-in-3-clicks">نمودارها در 3 کلیک</a> (وبلاگ).</p>
fi: <p>→ Opi lisää <<site_name>>in kaavioista: <a href="/graphs-in-3-clicks">Kaaviot kolmella klikkauksella</a> (blogi).</p>
fr: <p>→ en savoir plus sur les graphiques d'<<site_name>>: <a href="https://blog.openfoodfacts.org/fr/news/des-graphiques-en-3-clics">graphiques en 3 clics</a> (blog).</p>
he: <p>← מידע נוסף על התרשימים ב<<site_name>>: <a href="/graphs-in-3-clicks">תרשימים ב־3 לחיצות</a> (בלוג).</p>
hr: <p>→ saznajte više o <<site_name>> grafovima: <a href="/graphs-in-3-clicks">Grafovi u 3 klika</a> (blog).</p>
hu: <p>→ tudjon meg többet az <<site_name>> grafikonokról: <a href="/graphs-in-3-clicks">Grafikonok 3 kattintással</a> (blog).</p>
it: <p>→ scopri di più su <<site_name>> grafici: <a href="/graphs-in-3-clicks">Grafici in 3 click</a> (blog).</p>
ja: <p>→ <<site_name>> グラフの詳細については: <a href="/graphs-in-3-clicks">3 クリックでグラフ</a> (ブログ)。</p>
ka: <p>→ შეიტყვეთ მეტი <<site_name>> გრაფიკების შესახებ: <a href="/graphs-in-3-clicks">გრაფიკები 3 დაწკაპუნებით</a> (ბლოგი).</p>
lt: <p>→ sužinokite daugiau apie <<site_name>> grafikus: <a href="/graphs-in-3-clicks">grafikai 3 paspaudimais</a> (dienoraštis).</p>
lv: <p>→ uzziniet vairāk par <<site_name>> grafikiem: <a href="/graphs-in-3-clicks">Grafiki 3 klikšķos</a> (emuārs).</p>
ms: <p>→ pelajari lebih lanjut mengenai graf <<site_name>>: <a href="/graphs-in-3-clicks">Graf dalam 3 klik</a> (blog).</p>
nl_be: <p>→ meer weten over de grafieken van <<site_name>>: <a href="/graphs-in-3-clicks">Grafieken in drie muisklikken</a> (blog).</p>
pl: <p>→ dowiedz się więcej o <<site_name>> wykresy: <a href="/graphs-in-3-clicks">Wykresy w 3 kliknięciach</a> (blog).</p>
pt_pt: <p>→ saiba mais sobre <<site_name>> gráficos: <a href="/graphs-in-3-clicks">Gráficos em 3 cliques</a> (blogue).</p>
ro: <p>→ aflați mai multe despre <<site_name>> grafice: <a href="/graphs-in-3-clicks">Grafice în 3 clicuri</a> (blog).</p>
ru: <p>→ узнайте больше о графиках <<site_name>>: <a href="/graphs-in-3-clicks">Графики в 3 клика</a> (блог).</p>
sl: <p>→ izveste več o <<site_name>> grafih: <a href="/graphs-in-3-clicks">Grafi v 3 klikih</a> (blog).</p>
sv: <p>→ läs mer om <<site_name>>-grafer: <a href="/graphs-in-3-clicks">Grafer med 3 klick</a> (blogg).</p>
th: <p>→ เรียนรู้เพิ่มเติมเกี่ยวกับ <<site_name>> กราฟ: <a href="/graphs-in-3-clicks">สร้างกราฟใน 3 คลิก</a> (บล็อก)</p>
tr: <p> → <<site_name>> grafikleri hakkında daha fazla bilgi edinin: <a href="/graphs-in-3-clicks"> 3 tıklamayla grafikler</a> (blog).</p>
uk: <p>→ дізнайтеся більше інформації про <<site_name>> діаграми: <a href="/graphs-in-3-clicks">Діаграми клацнувши тричі </a>(оновлений веб-сайт).</p>
vi: <p>→ tìm hiểu thêm về <<site_name>> biểu đồ: <a href="/graphs-in-3-clicks">Đồ thị trong 3 lần nhấp</a> (blog).</p>

# search_graph_choice
source: Results on a graph
ar: النتائج على الرسم البياني
bg: Резултати в графика
ca: Resultats en un gràfic
cs: Výsledky na grafu
da: Resultat som graf
de: Ergebnisse in einem Diagramm
el: Αποτελέσματα σε γράφημα
eo: Rezultoj sur grafeo
es: Resultados en un gráfico
fa: نتایج روی نمودار
fi: Tulokset kaaviona
fr: Résultats sur un graphique
he: תוצאות על תרשים
hr: Rezultati na grafu
hu: Eredmények grafikonon
id: Hasil pada grafik
it: Risultati su un grafico
ja: グラフ上の結果
ka: შედეგები გრაფიკზე
lt: Rezultatai diagramoje
lv: Rezultāti uz diagrammas
ms: Hasil pada graf
nl_be: Resultatengrafiek
pl: Wyniki na wykresie
pt_pt: Resultados num gráfico
ro: Rezultatele pe un grafic
ru: Результаты на графике
sl: Rezultati na grafu
sv: Resultat på en graf
th: ผลบนกราฟ
tl: Mga resulta sa grap
tr: Bir grafikte sonuçlar
uk: Результати висвітлено на графіку
vi: Kết quả trên một đồ thị

# search_graph_instructions
source: Select what you want to graph on the horizontal axis to obtain a histogram, or select two axis to get a cloud of products (scatter plot).
ar: حدد ما تريد رسمه على المحور الأفقي للحصول على رسم بياني ، أو حدد محورين له الحصول على سحابة من المنتجات (قطعة مبعثرة).
bg: Изберете какво искате да изобразите на графика по хоризонталната ос, за да получите хистограма, или изберете две оси, за да получите облак от продукти (диаграма на разсейване).
ca: Seleccioneu el que desitja posar en l'eix horitzontal per obtenir un histograma, o seleccionar dos eixos per tindre un núvol de productes (gràfic de dispersió).
cs: Vyberte, co chcete vykreslit na vodorovné ose, abyste získali histogram, nebo vyberte dvě osy pro produktový mrak (bodový graf).
da: Vælg, hvad du vil plotte på X-aksen for at få et histogram, eller vælg to akse for at få en sky af produkter (punktdiagram).
de: Wählen Sie, was Sie auf der horizontalen Achse darstellen wollen, um ein Histogramm zu erhalten oder wählen Sie zwei Achsen für ein Streudiagramm von Produkten.
el: Επιλέξτε τι θέλετε να έχετε στον οριζόντιο άξονα για να λάβετε ένα ιστόγραμμα ή επιλέξτε δύο άξονες για να λάβετε ένα σύννεφο προϊόντων (γράφημα διασποράς).
eo: Elektu tion, kion vi volas grafiki sur la horizontala akso por akiri histogramon, aŭ elektu du aksojn por akiri nubon de produktoj (disĵeta diagramo).
es: Seleccione lo que quiere poner en el eje horizontal para obtener un histograma, o seleccione dos ejes para mostrar una nube de productos (gráfico de dispersión).
fa: برای بدست آوردن یک هیستوگرام، آنچه را که می‌خواهید روی محور افقی رسم کنید، انتخاب کنید، یا دو محور را برای بدست آوردن ابری از محصولات (نمودار پراکندگی) انتخاب کنید.
fi: Valitse mitä haluat kaavioon vaaka-akselille saadaksesi histogrammin, tai valitse kaksi akselia saadaksesi pistekaavion.
fr: Choisissez ce que vous voulez représenter sur l'axe horizontal du graphique pour obtenir un histogramme, et sur les deux axes pour obtenir un nuage de produits.
hr: Odaberite što želite prikazati na horizontalnoj osi kako biste dobili histogram ili odaberite dvije osi kako biste dobili oblak proizvoda (dijagram raspršenja).
hu: Válassza ki, hogy mit ábrázoljon a grafikon vízszintes tengelyén a hisztogram, vagy válasszon ki két tengelyt a termékek pontfelhőn (szórásdiagramon) való megjelenítéséhez.
id: Pilih hal yang ingin Anda hasilkan grafiknya pada sumbu horizontal untuk mendapatkan histogram, atau pilih dua sumbu untuk mendapatkan cloud produk (diagram tebar).
it: Selezionare ciò che si desidera rappresentare graficamente sull'asse orizzontale per ottenere un istogramma o selezionare due assi su ottenere una nuvola di prodotti (diagramma a dispersione).
ja: ヒストグラムを得るために、横軸にグラフ化したいものを選択、または製品のクラウド（散布図）を得るために、2 軸を選択します。
lt: Pasirinkite, ką norite pavaizduoti horizontalioje ašyje, kad gautumėte histogramą, arba pasirinkite dvi ašis, kad gautumėte produktų debesį (sklaidos schema).
lv: Lai iegūtu histogrammu, izvēlieties, ko vēlaties attēlot horizontālā ass, vai izvēlieties divas asis, lai iegūtu produktu mākoņu (izkliedes gabals).
ms: Pilih apa yang anda ingin grafkan pada paksi mendatar untuk mendapatkan histogram, atau pilih dua paksi untuk mendapatkan awan produk (plot berselerak).
nl_be: Kies wat je wil plotten op de horizontale as om een histogram te krijgen, of kies twee assen om een productenwolk te tonen.
pl: Wybierz co chcesz wykreślić na osi poziomej by uzyskać histogram, lub wybierz osie by uzyskać chmurę produktów (wykres punktowy).
pt_pt: Selecione o que deseja no eixo horizontal para obter um histograma, ou selecione dois eixos para gerar uma nuvem de produtos (gráfico de dispersão).
ro: Selectați ce doriți să vizualizați pe axa orizontală pentru a obține o histogramă, sau selectați două axe pentru a obține un nor de produse (grafic de scatter).
ru: Выберите, что вы хотите показать на графике по горизонтальной оси, чтобы получить гистограмму или выберите две оси, чтобы сделать облако из продуктов (точечная диаграмма).
sl: Izberite, kaj želite risati na vodoravni osi, da dobite histogram, ali pa izberite dve osi, da dobite oblak izdelkov (raztresena ploskev).
sv: Välj vad du vill plotta på den horisontella axeln för att få ett histogram, eller välj två axlar för att få ett moln av produkter (spridningsdiagram).
tl: Pumili kung ano ang gusto mong i-grap sa pahalang na aksis para makakuha ng isang histogram, o piliin ang dalawang aksis para makakuha ng madaming produkto (scatter plot).
tr: Bir histogram elde etmek için yatay eksende grafiğe neleri çizmek istediğinizi seçin veya iki ekseni seçin; Bir ürün bulutu (scatter plot) elde edin.
uk: Оберіть, що ви хочете відобразити на горизонтальній осі, або виберіть дві осі, щоб отримати хмару продуктів(розсіяна діаграма).
vi: Chọn những gì bạn muốn vẽ đồ thị trên trục ngang để có được một biểu đồ, hoặc chọn hai trục để có được một đám mây sản phẩm (âm mưu phân tán).

# search_graph_link
source: Permanent link to this graph, shareable by e-mail and on social networks
ar: رابط دائم إلى هذا الرسم البياني ، يمكن مشاركته عن طريق البريد الإلكتروني وعلى الشبكات الاجتماعية
bg: Постоянна връзка към тази графика, за споделяне по имейл и в социалните мрежи
ca: Enllaç permanent a aquest gràfica, compartible per correu electrònic i a les xarxes socials
cs: Trvalý odkaz na tento graf, který lze sdílet e-mailem a na sociálních sítích
da: Permanent link til denne graf, delbare via e-mail og sociale netværk
de: Permanentlink zu diesem Diagramm, kann über E-Mail und in sozialen Netzwerken geteilt werden
el: Μόνιμος σύνδεσμος σε αυτό το γράφημα, μπορείτε να τον μοιραστείτε μέσω e-mail και στα κοινωνικά δίκτυα
eo: Konstanta ligilo al ĉi tiu grafikaĵo, kundividebla per retpoŝto kaj en sociaj retoj
es: Enlace permanente a este gráfico, para poderse compartir a través del correo electrónico y redes sociales
fa: پیوند دائمی به این نمودار، قابل اشتراک‌گذاری از طریق ایمیل و شبکه‌های اجتماعی
fi: Pysyvä linkki tähän kaavioon, jota voit jakaa sähköpostilla tai sosiaalisissa verkostoissa
fr: Lien permanent vers ce graphique, partageable par e-mail et les réseaux sociaux
he: קישור ישיר לתוצאות אלו, ניתן להעברה בדוא״ל וברשתות חברתיות
hr: Trajna poveznica na ovaj graf, dostupna za dijeljenje putem e-pošte i društvenih mreža
hu: Állandó link ehhez a grafikonhoz, ami megosztható emailben és közösségi hálózatokon
id: Tautan permanen untuk grafik ini, dapat dibagikan melalui surel dan jejaring sosial
it: Collegamento permanente a questo grafico, condivisibile via posta elettronica e sui reti sociali
ja: グラフへの固定リンク、メールやソーシャルネットワークで共有可能
ka: ამ გრაფიკის მუდმივი ბმული, რომლის გაზიარებაც შესაძლებელია ელექტრონული ფოსტით და სოციალურ ქსელებში
lt: Nuolatinė nuoroda į šią diagramą, kuria galima dalytis el. Paštu ir socialiniuose tinkluose
lv: Pastāvīga saite uz šo grafiku, ko var kopīgot pa e-pastu un sociālajos tīklos
ms: Pautan kekal kepada graf ini, boleh dikongsi melalui e-mel dan di rangkaian sosial
nl_be: Permanente link naar deze grafiek, deelbaar via email of sociale media
pl: Stały link do tego wykresu, do udostępnienia e-mailem lub w portalach społecznościowych
pt_pt: Hiperligação permanente para este gráfico, partilhável nas redes sociais ou por e-mail
ro: Link permanent la acest grafic, transmisibil prin e-mail și pe rețele sociale
ru: Постоянная ссылка на этот график, ей можно поделиться по электронной почте и в соцсетях
sl: Stalna povezava do tega grafa, deljena po e-pošti in na socialnih omrežjih
sv: Permanent länk till det här diagrammet, delbart via e-post och på sociala nätverk
th: ลิงก์ถาวรไปยังกราฟนี้ สามารถแชร์ได้ทางอีเมลและบนเครือข่ายสังคมออนไลน์
tl: Permanenting link para sa grap na ito, ay maibabahagi sa pamamagitan ng e-mail at social networks
tr: Bu grafiğin kalıcı bağlantısı, e-posta yoluyla ve sosyal paylaşım ağlarında paylaşılabilir
uk: Незмінне посилання на цей графік, яким можна поділитися за допомогою електронної пошти або соціальних мереж
vi: Liên kết vĩnh viễn đến biểu đồ này, có thể chia sẻ bằng e-mail và trên các mạng xã hội

# search_graph_note
source: The graph will show only products for which displayed values are known.
ar: سيعرض الرسم البياني المنتجات التي تعرف القيم المعروضة فقط.
bg: Графиката ще показва само продукти, за които са известни показаните стойности.
ca: El gràfic mostrarà només els productes per als quals es coneixen els valors mostrats.
cs: Graf zobrazuje pouze produkty, pro které jsou zobrazené hodnoty známé.
da: Grafen viser kun produkter, for hvilke de viste værdier er kendte.
de: Das Diagramm zeigt nur die Produkte, für die die angezeigten Werte bekannt sind.
el: Το γράφημα θα εμφανίζει μόνο προϊόντα για τα οποία είναι γνωστές οι εμφανιζόμενες τιμές.
eo: La grafikaĵo montros nur produktojn, por kiuj la montrataj valoroj estas konataj.
es: El gráfico mostrará solamente los productos para los cuales los valores representados son conocidos.
fa: نمودار فقط محصولاتی را نشان می‌دهد که مقادیر نمایش داده شده برای آنها مشخص است.
fi: Kaavio näyttää vain ne tuotteet, joiden kohdalla näytettävä arvo on tiedossa.
fr: Le graphique ne montrera que les produits pour lesquels les valeurs representées sont connues.
he: התרשים יציג אך ורק מוצרים שהערכים שלהם ידועים.
hr: Grafikon će prikazivati samo proizvode za koje su poznate prikazane vrijednosti.
hu: A grafikon csak azokat a termékeket jeleníti meg, amelyeknek a megjelenített értékei ismertek.
id: Grafik hanya akan menampilkan produk yang menunjukkan nilai yang diketahui.
it: Il grafico mostrerà solo i prodotti per i quali sono noti i valori visualizzati.
ja: グラフは、表示する値がわかっている製品のみを表示します。
ka: გრაფიკზე ნაჩვენები იქნება მხოლოდ ის პროდუქტები, რომელთათვისაც ნაჩვენები მნიშვნელობები ცნობილია.
lt: Diagrama parodys tik tuos produktus, kurių rodomos vertės yra žinomos.
lv: Diagrammā tiks rādīti tikai tie produkti, kuriem ir zināmas parādās vērtības.
ms: Graf akan menunjukkan hanya produk yang mana nilai-nilai dipaparkan diketahui.
nl_be: De grafiek geeft enkel producten weer waarvan de afgebeelde waarden gekend zijn.
pl: Wykres pokaże tylko produkty dla których są znane wyświetlane wartości.
pt_pt: O gráfico mostrará apenas produtos para os quais os valores apresentados são conhecidos.
ro: Graficul va arăta numai produse pentru care valorile afișate sunt cunoscute.
ru: График покажет только продукты с известными отображаемыми величинами.
sl: Graf bo prikazal samo izdelke, za katere so znane prikazane vrednosti.
sv: Grafen visar bara produkter med kända värden.
th: กราฟจะแสดงเฉพาะผลิตภัณฑ์ที่ทราบค่าที่แสดงเท่านั้น
tl: Ang graph ay magpapakita lamang ng mga produkto kung saan kilala ang mga nakitang halaga.
tr: Grafik, yalnızca görüntülenen değerlerin bilinen ürünleri gösterecektir.
uk: На графіку відображатимуться лише продукти, цінності яких є відомі.
vi: Biểu đồ sẽ chỉ hiển thị các sản phẩm đã biết giá trị hiển thị.
