Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# userid_or_email
source: Username or e-mail address:
ar: اسم المستخدم أو البريد الالكتروني:
bg: Потребителско име или имейл адрес:
ca: Nom d'usuari o adreça de correu electrònic:
cs: Uživatelské jméno nebo e-mailová adresa:
da: Brugernavn eller email-adresse:
de: Benutzername oder E-Mail-Adresse:
el: Όνομα χρήστη ή διεύθυνση e-mail:
eo: Uzantnomo aŭ retpoŝtadreso:
es: Nombre de usuario o dirección de correo electrónico:
fa: نام کاربری یا آدرس ایمیل:
fi: Käyttäjätunnus tai sähköpostiosoite:
fr: Nom d'utilisateur ou adresse e-mail :
he: שם משתמש או כתובת דוא״ל:
hr: Korisničko ime ili adresa e-pošte:
hu: Felhasználónév vagy email cím:
id: Nama pengguna atau alamat surel:
it: Nome utente o indirizzo e-mail:
ja: ユーザー名またはメールアドレス:
ka: მომხმარებლის სახელი ან ელექტრონული ფოსტის მისამართი:
lt: Vartotojo vardas arba elektroninio pašto adresas:
lv: Lietotājvārds vai epasta adresi:
ms: Nama pengguna atau alamat e-mel:
nl_be: Gebruikersnaam of emailadres:
pl: Nazwa użytkownika lub adres e-mail:
pt_pt: Nome de utilizador ou endereço de e-mail:
ro: Nume de utilizator sau adresa de e-mail
ru: Имя пользователя или адрес эл. почты:
sl: Uporabniško ime ali e-poštni naslov:
sv: Användarnamn eller e-postadress:
th: ชื่อผู้ใช้หรือที่อยู่อีเมล:
tr: Kullanıcı adı veya e-posta adresi:
uk: Ім’я користувача або адреса ел. пошти:

source: User name
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
eo: Uzantonomo
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ka: მომხმარებლის სახელი
lt: Vartotojo vardas
lv: Lietotājvārds
ms: Nama pengguna
nl_be: Gebruikersnaam
pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sl: Uporabniško ime
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім’я користувача

# username_info
source: (non-accented letters, digits and/or dashes)
ar: (الحروف والأرقام و / أو الشرطات غير المعلمة)
bg: (букви, цифри и/или тирета без ударение)
ca: (lletres no accentuades, números i/o guions)
cs: (písmena bez diakritiky, číslice a/nebo pomlčky)
da: (almindelige bogstaver, tal og/eller bindestreger)
de: (Buchstaben ohne Umlaute, Zahlen und/oder Bindestriche)
el: (μη τονισμένα γράμματα, αριθμοί και/ή παύλες)
eo: (neakcentitaj literoj, ciferoj kaj/aŭ streketoj)
es: (letras no acentuadas, números y/o guiones)
fa: (حروف، ارقام و/یا خط تیره بدون اکسان)
fi: (tarkemerkittömiä kirjaimia, numeroita ja / tai viivoja)
fr: (lettres non accentuées, chiffres et/ou tirets)
he: (אותיות לטיניות קטנות, ספרות ו/או מקפים)
hr: (slova bez naglaska, brojke i/ili crtice)
hu: (nem ékezetes betűk, számjegyek és/vagy kötőjelek)
id: (huruf tanpa aksen, angka, dan/atau tanda penghubung)
it: (lettere non accentate, numeri e/o trattini)
ja: (アクセントのない文字、数字、および/またはダッシュ)
ka: (არააქცენტური ასოები, ციფრები და/ან ტირეები)
lt: (raidės, skaitmenys ir (arba) brūkšneliai)
lv: (burti, cipari un/vai domuzīmes bez akcenta)
ms: (huruf, angka dan/atau sengkang yang tanpa aksen)
nl_be: (letters zonder accenten, cijfers en/of streepjes)
pl: (nieakcentowane litery, cyfry i / lub myślniki)
pt_pt: (letras sem acentos, cedilhas, dígitos ou hífens)
ro: (litere neaccentuate, cifre și/sau liniuțe)
ru: (латинские символы, цифры и/или тире)
sl: (črke, številke in / ali pomišljaji brez naglasov)
sv: (bokstäver utan accent, siffror och/eller bindestreck)
th: (ตัวอักษร ตัวเลข และ/หรือ ขีดกลาง ที่ไม่มีเครื่องหมายเน้นเสียง)
tl: (di-accented na mga titik, mga bilang at/o mga gitling)
tr: (aksansız harfler, rakamlar ve/veya kısa çizgiler)
uk: (ненаголошені букви, цифри та/або тире)

# username_or_email
source: Username or email address
ar: اسم المستخدم أو البريد الالكتروني
bg: Потребителско име или имейл адрес
ca: Nom d'usuari o adreça de correu electrònic
cs: Přezdívka nebo e-mailová adresa
da: Brugernavn eller e-mail
de: Benutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή διεύθυνση email
eo: Uzantnomo aŭ retpoŝtadreso
es: Nombre de usuario o dirección de correo electrónico
fa: نام کاربری یا آدرس ایمیل
fi: Käyttäjätunnus tai sähköpostiosoite
fr: Nom d'utilisateur ou adresse e-mail :
he: שם משתמש או כתובת דוא״ל
hr: Korisničko ime ili adresa e-pošte
hu: Felhasználónév vagy email cím
id: Nama pengguna atau alamat surel
it: Nome utente o indirizzo e-mail
ja: ユーザー名またはメールアドレス
ka: მომხმარებლის სახელი ან ელექტრონული ფოსტის მისამართი
lt: Vartotojo vardas arba elektroninio pašto adresas
lv: Lietotājvārds vai e-pasta adrese
ms: Nama pengguna atau alamat e-mel
nl_be: Gebruikersnaam of emailadres
pl: Nazwa użytkownika lub adres e-mail
pt_pt: Nome de utilizador ou endereço de e-mail
ro: Numele de utilizator sau adresa de e-mail
ru: Имя пользователя или адрес эл. почты
sl: Uporabniško ime ali e-poštni naslov
sv: Användarnamn eller e-postadress
th: ชื่อผู้ใช้หรือที่อยู่อีเมล
tr: Kullanıcı adı veya e-posta adresi
uk: Ім’я користувача або адреса його електронної пошти

# users_add_products
source: Products that were added by the user %s
ar: المنتجات التي تم إضافتها من قبل المستخدم %s
bg: Продукти, добавени от потребител %s
ca: Productes que van ser afegits per l'usuari %s
cs: Produkty, které byly přidány uživatelem %s
da: Produkter tilføjet af brugeren %s
de: Produkte, die durch den Benutzer %s hinzugefügt wurden
el: Προϊόντα που προστέθηκαν από το χρήστη %s
eo: Produktoj aldonitaj de la uzanto %s
es: Productos que fueron añadidos por el usuario %s
fa: محصولاتی که توسط کاربر %sاضافه شده‌اند
fi: Käyttäjän %s lisäämät tuotteet
fr: Les produits qui ont été ajoutés par le contributeur %s
he: מוצרים שנוספו על־ידי המשתמש %s
hr: Proizvodi koje je dodao korisnik %s
hu: %s felhasználó által hozzáadott termékek
id: Produk - produk yang ditambahkan oleh pengguna %s
it: Prodotti aggiunti dall'utente %s
ja: ユーザー %s が追加した製品
ka: პროდუქტები, რომლებიც დაამატა მომხმარებელმა %s
lt: Produktai, kuriuos pridėjo vartotojas %s
lv: Lietotāja pievienotie produkti %s
ms: Produk yang ditambah oleh pengguna %s
nl_be: Producten die toegevoegd werden door gebruiker %s
pl: Produkty dodane przez użytkownika %s
pt_pt: Produtos adicionados pelo utilizador %s
ro: Produse care au fost adăugate de către utilizatorul %s
ru: Продукты, добавленные пользователем %s
sl: Izdelki, ki jih je dodal uporabnik %s
sv: Produkter som har lagts till av användaren %s
th: สินค้าที่ผู้ใช้เพิ่มเข้ามา %s
tl: Mga produkto na idinagdag ni user %s
tr: %s kullanıcısı tarafından eklenen ürünler
uk: Продукти, які додав користувач %s
vi: Các sản phẩm đã được thêm bởi người dùng %s

# users_add_without_products
source: Products that were not added by the user %s
ar: المنتجات التي لم تتم إضافتها من قبل المستخدم %s
bg: Продукти, които не са добавени от потребителя %s
ca: Productes que no van ser afegits per l'usuari %s
cs: Produkty, které nebyly přidány uživatelem %s
da: Produkter ikke er tilføjet af brugeren %s
de: Produkte, die nicht durch den Benutzer %s hinzugefügt wurden
el: Προϊόντα που δεν προστέθηκαν από τον χρήστη %s
eo: Produktoj, kiujn ne aldonis la uzanto %s
es: Productos que no han sido añadidos por el usuario %s
fa: محصولاتی که توسط کاربر اضافه نشده‌اند %s
fi: Tuotteet, joita käyttäjä %s ei ole lisännyt
fr: Les produits qui n'ont pas été ajoutés par le contributeur %s
he: מוצרים שלא נוספו על ידי %s
hr: Proizvodi koje nije dodao korisnik %s
hu: Nem %s felhasználó által hozzáadott termékek
id: Produk - produk yang tidak ditambahkan oleh pengguna %s
it: Prodotti che non sono stati aggiunti dall'utente %s
ja: ユーザー %s が追加していない製品
ka: პროდუქტები, რომლებიც არ დამატებულა მომხმარებლის მიერ %s
lt: Produktai, kurių nepridėjo vartotojas %s
lv: Produkti, kurus nepievienoja lietotājs %s
ms: Produk yang ditambah oleh pengguna %s
nl_be: Producten die niet zijn toegevoegd door gebruiker %s
pl: Produkty niedodane przez użytkownika %s
pt_pt: Produtos não adicionados pelo utilizador %s
ro: Produse care nu au fost adăugate de utilizator %s
ru: Продукты, добавленные не пользователем %s
sl: Izdelki, ki jih uporabnik %s ni dodal
sv: Produkter som inte har lagts till av användaren %s
th: สินค้าที่ผู้ใช้ไม่ได้เพิ่มเข้ามา %s
tl: Mga produkto na hindi idinagdag ni user %s
tr: %s kullanıcısı tarafından eklenmemiş ürünler
uk: Товари, які не були долучені користувачем %s
vi: Sản phẩm không được thêm bởi người dùng %s

# users_edit_products
source: Products that were edited by the user %s
ar: المنتجات التي تم تحريرها من قبل المستخدم %s
bg: Продукти, редактирани от потребител %s
ca: Productes que van ser editats per l'usuari %s
cs: Produkty, které byly upraveny uživatelem %s
da: Produkter, som er tilføjet af brugeren %s
de: Produkte, die vom Benutzer %s bearbeitet wurden
el: Προϊόντα που επεξεργάστηκαν από το χρήστη %s
eo: Produktoj redaktitaj de la uzanto %s
es: Productos que han sido editados por el usuario %s
fa: محصولاتی که توسط کاربر %sویرایش شده‌اند
fi: Tuotteet, joita käyttäjä %s on muokannut
fr: Les produits qui ont été modifiés par le contributeur %s
he: מוצרים שנערכו על־ידי המשתמש %s
hr: Proizvodi koje je uredio korisnik %s
hu: %s felhasználó által szerkesztett termékek
id: Produk - produk yang disunting oleh pengguna %s
it: Prodotti che sono stati modificati dall'utente %s
ja: ユーザー %s が編集した製品
ka: პროდუქტები, რომლებიც რედაქტირებულია მომხმარებლის მიერ %s
lt: Produktai, kuriuos redagavo vartotojas %s
lv: Lietotāja rediģētie produkti %s
ms: Produk yang disunting oleh pengguna %s
nl_be: Producten die aangepast werden door gebruiker %s
pl: Produkty zmienione przez użytkownika %s
pt_pt: Produtos editados pelo utilizador %s
ro: Produse care au fost modificate de către utilizatorul %s
ru: Продукты, отредактированные пользователем %s
sl: Izdelki, ki jih je uporabnik %s uredil
sv: Produkter som har redigerats av användaren %s
th: สินค้าที่ได้รับการแก้ไขโดยผู้ใช้ %s
tl: Mga produkto na binago ni user %s
tr: %s kullanıcısı tarafından düzenlenmiş ürünler
uk: Товари, які були перевірені користувачем %s
vi: Sản phẩm đã được chỉnh sửa bởi người dùng %s

# users_edit_without_products
source: Products that were not edited by the user %s
ar: المنتجات التي لم يتم تحريرها من قبل المستخدم %s
bg: Продукти, които не са редактирани от потребител %s
ca: Productes que no s'hagin editat per l'usuari %s
cs: Produkty, které nebyly upraveny uživatelem %s
da: Produkter, som ikke er redigeret af brugeren %s
de: Produkte, die nicht vom Benutzer %s bearbeitet wurden
el: Προϊόντα που δεν επεξεργάστηκαν από τον χρήστη %s
eo: Produktoj, kiujn la uzanto ne redaktis %s
es: Productos que no han sido editados por el usuario %s
fa: محصولاتی که توسط کاربر ویرایش نشده‌اند %s
fi: Tuotteet, joita käyttäjä %s ei ole muokannut
fr: Les produits qui n'ont pas été modifiés par le contributeur %s
he: מוצרים שלא נערכו ע״י המשתמש %s
hr: Proizvodi koje korisnik nije uredio %s
hu: Nem %s felhasználó által szerkesztett termékek
id: Produk - produk yang tidak disunting oleh pengguna %s
it: Prodotti che non sono stati modificati dall'utente %s
ja: ユーザー %s が編集していない製品
ka: პროდუქტები, რომლებიც არ იყო რედაქტირებული მომხმარებლის მიერ %s
lt: Produktai, kurių neredagavo vartotojas %s
lv: Produkti, kurus lietotājs nav rediģējis %s
ms: Produk yang tidak disunting oleh pengguna %s
nl_be: Producten niet bewerkt door de gebruiker %s
pl: Produkty które nie zostały zmienione przez użytkownika %s
pt_pt: Produtos não editados pelo utilizador %s
ro: Produse care nu au fost editate de utilizator %s
ru: Продукты, отредактированные не пользователем %s
sl: Izdelki, ki jih je uporabnik %s ni urejal
sv: Produkter som inte har redigerats av användaren %s
th: สินค้าที่ไม่ได้ถูกแก้ไขโดยผู้ใช้ %s
tl: Mga produkto na hindi binago ni user %s
tr: %s kullanıcısı tarafından düzenlenmemiş ürünler
uk: Неперевірені користувачем %s товари
vi: Sản phẩm không được chỉnh sửa bởi người dùng %s

# users_p
source: contributors
ar: المساهمون
bg: сътрудници
ca: contribuents
cs: přispěvatelé
da: bidragsydere
de: Mitwirkende
el: συνεισφέροντες
eo: kontribuantoj
es: colaboradores
fa: مشارکت‌کنندگان
fi: osallistujat
fr: contributeurs
he: תורמים
hr: suradnici
hu: hozzájárulók
id: para kontributor
it: contributori
ja: 貢献者
ka: კონტრიბუტორები
lt: bendraautoriai
lv: atbalstītāji
ms: penyumbang-penyumbang
nl_be: bijdragers
pl: współtwórcy
pt_pt: colaboradores
ro: contributori
ru: участники
sl: sodelavci
sv: medverkande
th: ผู้มีส่วนร่วม
tl: mga nag-ambag
tr: katkıda bulunanlar
uk: розробники
vi: cộng tác viên

# users_products
source: Products added by %s
ar: المنتجات المضافة بواسطة %s
bg: Продукти, добавени от %s
ca: Productes afegits per %s
cs: Produkty přidal %s
da: Produkter tilføjet af %s
de: Produkte, die von %s hinzugefügt wurden
el: Προϊόντα που προστέθηκαν από %s
eo: Produktoj aldonitaj de %s
es: Productos añadidos por %s
fa: محصولات اضافه شده توسط %s
fi: Tuotteet lisäsi %s
fr: Les produits ajoutés par %s
he: מוצרים שנוספו על־ידי %s
hr: Proizvodi koje je dodao/la %s
hu: %s által hozzáadott termékek
id: Produk - produk ditambahkan oleh %s
it: Prodotti aggiunti da %s
ja: %s が追加した製品
ka: პროდუქტები დამატებულია %s-ის მიერ
lt: Produktai, kuriuos pridėjo %s
lv: Produktus pievienoja %s
ms: Produk ditambah oleh %s
nl_be: Producten toegevoegd door %s
pl: Produkty dodane przez %s
pt_pt: Produtos adicionados por %s
ro: Produse adăugate de %s
ru: Продукты, добавленные %s
sl: Izdelek ki ga je dodal %s
sv: Produkter tillagda av %s
th: สินค้าที่เพิ่มโดย %s
tl: Mga produkto na idinagdag ni %s
tr: %s tarafından eklenen ürünler
uk: Додані %s товари
vi: Sản phẩm được thêm bởi %s

# users_s
source: contributor
ar: شريك
bg: сътрудник
ca: contribuent
cs: přispěvatel
da: bidragsyder
de: Mitwirkende(r)
el: συνεισφέρων
eo: kontribuanto
es: colaborador
fa: مشارکت‌کننده
fi: osallistuja
fr: contributeur
he: torem
hr: suradnik
hu: hozzájáruló
id: kontributor
it: contributore
ja: 貢献者
ka: კონტრიბუტორი
lt: bendraautorius
lv: atbalstītājs
ms: penyumbang
nl_be: bijdrager
pl: wpółtwórca
pt_pt: colaborador
ro: contribuitor
ru: участник
sl: sodelavec
sv: medverkande
th: ผู้มีส่วนร่วม
tl: taga-ambag
tr: katkı sağlayan
uk: розробник
vi: người đóng góp

# users_without_products
source: Products not added by %s
ar: المنتجات التي لم تتم إضافتها بواسطة %s
bg: Продукти, които не са добавени от %s
ca: Productes no afegits per %s
cs: Produkty nepřidané od %s
da: Produkter tilføjet af %s
de: Produkte, die nicht von %s hinzugefügt wurden
el: Προϊόντα που δεν προστέθηκαν από %s
eo: Produktoj ne aldonitaj de %s
es: Productos que no han sido añadidos por %s
fa: محصولاتی که توسط %sاضافه نشده‌اند
fi: Tuotteet, joita ei ole lisännyt %s
fr: Les produits qui n'ont pas été ajoutés par %s
he: מוצרים לא נוספו ע״י %s
hr: Proizvodi koje nije dodao/la %s
hu: Nem %s által hozzáadott termékek
id: Produk - produk tidak ditambahkan oleh %s
it: Prodotti non aggiunti da %s
ja: %s が追加していない製品
ka: პროდუქტები, რომლებიც არ არის დამატებული %s-ის მიერ
lt: Produktai, kurių nepridėjo %s
lv: Produktus nepievienoja %s
ms: Produk tidak ditambah oleh %s
nl_be: Producten niet toegevoegd door %s
pl: Produkty niedodane przez %s
pt_pt: Produtos não adicionados por %s
ro: Produsele nu au fost adăugate de %s
ru: Продукты, добавленные не %s
sl: Izdelki, ki niso dodani od %s
sv: Produkter som inte lagts till av %s
th: สินค้าที่ไม่ได้เพิ่มโดย %s
tl: Mga produkto na hindi idinagdag ni %s
tr: %s tarafından eklenmemiş ürünler
uk: Товари, які не були додані %s
vi: Sản phẩm không được thêm bởi %s

source: Video Tutorials
bg: Видео уроци
ca: Tutorials en vídeo
cs: Video návody
da: Videoguider
de: Videoanleitungen
el: Εκπαιδευτικά Βίντεο
eo: Video-lerniloj
es: Tutoriales en vídeo
fa: آموزش‌های ویدیویی
fi: Video-opastukset
fr: Tutoriels vidéo
he: הדרכות וידאו
hr: Video tutorijali
hu: Oktatóvideók
id: Video Tutorial
it: Video Tutorial
ja: ビデオチュートリアル
ka: ვიდეო გაკვეთილები
lt: Vaizdo įrašų pamokos
lv: Video pamācības
nl_be: Videohandleidingen
pl: Poradniki Wideo
pt_pt: Tutoriais em Vídeo
ro: Tutoriale video
ru: Видеоуроки
sv: Videohandledning
th: วิดีโอสอนการใช้งาน
tr: Eğitim Videoları
uk: Відеоуроки
vi: Video Hướng dẫn

source: view
ar: عرض
bg: изглед
ca: mostra
cs: zobrazit
da: se
de: anzeigen
el: προβολή
eo: vidu
es: ver
fa: مشاهده
fi: katso
fr: voir
he: צפייה
hr: pogled
hu: megtekintés
id: lihat
it: mostra
ja: 表示
ka: ხედი
lt: žiūrėti
lv: skats
ms: lihat
nl_be: bekijk
pl: widok
pt_pt: ver
ro: vedere
ru: просмотр
sl: pogled
sv: visa
th: ดู
tl: tingnan
tr: görüntüle
uk: огляд
vi: lượt xem

source: View this revision
bg: Вижте тази версия
cs: Zobrazit tuto revizi
de: Diese Revision anzeigen
el: Δείτε αυτή την αναθεώρηση
eo: Vidu ĉi tiun revizion
fa: مشاهده این نسخه
fi: Näytä tämä versio
fr: Voir cette révision
he: הצגת המהדורה הזאת
hr: Pogledajte ovu reviziju
hu: Változat megtekintése
id: Lihat revisi ini
it: Vedi questa revisione
ka: ამ რედაქციის ნახვა
lv: Skatīt šo pārskatījumu
nl_be: Bekijk deze revisie
pl: Wyświetl tę wersję
pt_pt: Ver esta revisão
ru: Просмотреть эту версию
sv: Visa denna revision
th: ดูการแก้ไขนี้
uk: Переглянути цю версію

# view_list_for_products_from_the_entire_world
source: View the list for matching products from the entire world
ar: عرض قائمة لمطابقة المنتجات من العالم بأسره
bg: Вижте списъка със съвпадащи продукти от целия свят
ca: Veure la llista de productes coincidents de tot el món
cs: Zobrazit seznam odpovídajících produktů z celého světa
da: Vis listen for matchende produkter fra hele verden
de: Die Liste von entsprechenden Produkten aus der ganzen Welt anzeigen
el: Δείτε τη λίστα αντίστοιχων προϊόντων από όλο τον κόσμο
eo: Vidu la liston de kongruaj produktoj el la tuta mondo
es: Ver la lista de los productos especificados de todo el mundo
fa: لیست محصولات منطبق از سراسر جهان را مشاهده کنید
fi: Katso lista vastaavista tuotteista koko maailmasta
fr: Voir la liste pour les produits correspondants du monde entier
he: צפייה ברשימה של מוצרים תואמים מכל העולם
hr: Pogledajte popis odgovarajućih proizvoda iz cijelog svijeta
hu: A megfelelő termékek listájának megtekintése a világ minden tájáról
id: Lihat daftar produk yang cocok dari seluruh dunia
it: Visualizza l'elenco dei prodotti corrispondenti da tutto il mondo
ja: 全世界から一致する製品のリストを表示
ka: იხილეთ მთელი მსოფლიოდან შესაბამისი პროდუქტების სია
lt: Peržiūrėkite susijusių produktų iš viso pasaulio sąrašą
lv: Skatiet sarakstu ar atbilstošiem produktiem no visas pasaules
ms: Lihat senarai produk yang sepadan dari seluruh dunia
nl_be: De lijst met overeenkomstige producten uit de hele wereld bekijken
pl: Zobacz wszystkie pasujące produkty z całego świata
pt_pt: Ver a lista de produtos correspondentes em todo o mundo
ro: Vedeți lista produselor corespunzătoare din toată lumea
ru: Посмотреть список соответствующих продуктов со всего мира
sl: Oglejte si seznam ujemajočih izdelkov iz celega sveta
sv: Visa matchande produkter från hela världen
th: ดูรายการสินค้าที่ตรงกับความต้องการจากทั่วโลกได้ที่นี่
tl: Tingnan ang listahan ng mga produktong tumugma mula sa buong mundo
tr: Tüm dünyada eşleşen ürünlerin listesini gör
uk: Переглянути список відповідних товарів з усього світу
vi: Xem danh sách các sản phẩm tương ứng từ toàn thế giới

# view_products_from_the_entire_world
source: View matching products from the entire world
ar: عرض جميع المنتجات مطابقة من كل أنحاء العالم
bg: Виж съвпадащи продукти от целия свят
ca: Veure productes coincidents de tot el món
cs: Zobrazit všechny odpovídající produkty z celého světa
da: Vis matchende produkter fra hele verden
de: Entsprechende Produkte aus der ganzen Welt anzeigen
el: Δείτε αντίστοιχα προϊόντα από όλο τον κόσμο
eo: Vidu kongruajn produktojn el la tuta mondo
es: Ver los productos de todo el mundo
fa: مشاهده محصولات مشابه از سراسر جهان
fi: Näytä kaikki vastaavat tuotteet koko maailmasta
fr: Voir les produits correspondants du monde entier
he: צפייה במוצרים תואמים מכל העולם
hr: Pogledajte odgovarajuće proizvode iz cijelog svijeta
hu: A megfelelő termékek megtekintése a világ minden tájáról
id: Lihat produk - produk yang cocok dari seluruh dunia
it: Visualizza prodotti corrispondenti da tutto il mondo
ja: 全世界から一致する製品を表示
ka: იხილეთ შესაბამისი პროდუქტები მთელი მსოფლიოდან
lt: Peržiūrėkite susijusius produktus iš viso pasaulio
lv: Skatīt atbilstošos produktus no visas pasaules
ms: Lihat produk yang sepadan dari seluruh dunia
nl_be: Overeenkomstige producten uit de hele wereld bekijken
pl: Zobacz wszystkie pasujące produkty z całego świata
pt_pt: Ver produtos correspondentes em todo o mundo
ro: Vedeți produsele corespunzătoare din toată lumea
ru: Похожие продукты со всего мира
sl: Oglejte si ujemajoče izdelke iz celotnega sveta
sv: Visa matchande produkter från hela världen
th: ดูผลิตภัณฑ์ทั้งหมดของการจับคู่จากทั่วโลก
tl: Tingnan ang mga produktong tumugma mula sa buong mundo
tr: Tüm dünyada eşleşen ürünlerin eşleşmesini gör
uk: Переглянути товари, що були дібрані з усього світу
vi: Xem tất cả các sản phẩm phù hợp với từ toàn thế giới

source: View results from the entire world
ar: عرض النتائج من كل أنحاء العالم
bg: Виж резултати от целия свят
ca: Veure el resultat de tot el món
cs: Zobrazit výsledky z celého světa
da: Vis resultater fra hele verden
de: Weltweite Ergebnisse anzeigen
el: Δείτε αποτελέσματα από όλο τον κόσμο
eo: Vidu rezultojn el la tuta mondo
es: Ver los resultados de todo el mundo
fa: مشاهده نتایج از سراسر جهان
fi: Näytä tulokset koko maailmasta
fr: Voir les résultats du monde entier
he: צפייה בתוצאות מכל העולם
hr: Pogledajte rezultate iz cijelog svijeta
hu: A világ minden tájáról származó eredmények megtekintése
id: Lihat hasil dari seluruh dunia
it: Visualizza i risultati di tutto il mondo
ja: 全世界からの結果を表示
ka: იხილეთ შედეგები მთელი მსოფლიოდან
lt: Peržiūrėkite viso pasaulio rezultatus
lv: Skatīt rezultātus no visas pasaules
ms: Lihat hasil dari seluruh dunia
nl_be: De resultaten van de hele wereld bekijken
pl: Zobacz wyniki z całego świata
pt_pt: Ver resultados em todo o mundo
ro: Vedeți rezultatele din toată lumea
ru: Посмотреть результаты со всего мира
sl: Oglejte si rezultate iz celega sveta
sv: Visa resultat från hela världen
th: ผลการมุมมองจากคนทั้งโลก
tl: Tingnan ang mga resulta mula sa buong mundo
tr: Tüm dünyadan sonuçları gör
uk: Переглянути результати з усього світу
vi: Xem kết quả từ toàn thế giới
