Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# warning_3rd_party_content
source: Information and data must come from the product package and label (and not from other sites or the manufacturer's site), and you must have taken the pictures yourself.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Why it matters</a>
bg: Информацията и данните трябва да идват от опаковката и етикета на продукта (а не от други сайтове или сайта на производителя) и трябва да си направил снимките сам.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Защо има значение</a>
ca: La informació i les dades han de provenir del paquet i de l’etiqueta del producte (i no d’altres llocs ni del lloc web del fabricant), i heu d’haver fet vosaltres mateixos les fotografies.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Per què és important</a>
cs: Informace a údaje musí pocházet z obalu a štítku produktu (nikoli z jiných stránek nebo stránek výrobce) a musíte si je sami pořídit.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Proč na tom záleží</a>
da: Oplysninger og data skal hidrøre fra produktemballage og etiket(ter) (og ikke fra producentwebstedet og/eller andre websteder), og man skal selv have taget fotoene.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Hvorfor det har betydning</a>
de: Die Informationen und Daten müssen von der Produktverpackung und dem Etikett stammen (und nicht von anderen Websites oder der Website des Herstellers), und Sie müssen die Fotos selbst aufgenommen haben.<br/>➜ <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Warum das wichtig ist</a>
el: Οι πληροφορίες και τα δεδομένα πρέπει να προέρχονται από τη συσκευασία και την ετικέτα του προϊόντος (και όχι από άλλους ιστότοπους ή από τον ιστότοπο του κατασκευαστή), και πρέπει να έχετε τραβήξει τις εικόνες εσείς.<br/> → <a href="https://support.openfoodfacts.org/help/el/9/27">Γιατί έχει σημασία</a>
eo: Informoj kaj datumoj devas veni de la produkta pakaĵo kaj etikedo (kaj ne de aliaj retejoj aŭ la retejo de la fabrikanto), kaj vi devas esti mem farinta la fotojn.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Kial ĝi gravas</a>
es: La información y los datos deben provenir del paquete y la etiqueta del producto (y no de otros sitios o del sitio del fabricante), y usted mismo debe haber tomado las fotografías.<br/> → <a href="https://support.openfoodfacts.org/help/es-es/9/27">Por qué es importante</a>
fa: اطلاعات و داده‌ها باید از بسته‌بندی و برچسب محصول (و نه از سایت‌های دیگر یا سایت سازنده) گرفته شده باشند، و شما باید خودتان عکس‌ها را گرفته باشید.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">چرا مهم است</a>
fi: Tietojen ja datan on oltava peräisin tuotepakkauksesta ja etiketistä (eikä muilta sivustoilta tai valmistajan sivustolta), ja kuvien täytyy olla itse ottamia.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Miksi sillä on väliä</a>
fr: Les informations et les données doivent provenir de l'emballage et de l'étiquette du produit (et non pas d'autres sites ou du site du fabricant), et vous devez avoir pris les photos vous-même.<br/> → <a href="https://support.openfoodfacts.org/help/fr-fr/9/27">Pourquoi c'est important</a>
he: מקור המידע והנתונים חייב להיות אריזת המוצר והתוויות שלו (ולא מאתרים אחרים או מאתר היצרן), ועליך לצלם את התמונות בעצמך.<br/> ← <a href="https://support.openfoodfacts.org/help/en-gb/9/27">למה זה חשוב</a>
hr: Informacije i podaci moraju potjecati s pakiranja i etikete proizvoda (a ne s drugih stranica ili stranice proizvođača), a slike morate snimiti sami.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Zašto je to važno</a>
hu: Az információk és adatok a termék csomagolásáról, címkéjéről kell származzanak (és nem az internetről, vagy a gyártó weboldaláról), és a fotókat Önnek kell készítenie.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Miért fontos ez?</a>
it: Le informazioni e i dati devono provenire dal pacchetto e dall'etichetta del prodotto (e non da altri siti o dal sito del produttore) e devi aver scattato le foto da solo.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Perché è importante</a>
ja: 情報およびデータは、製品パッケージおよびラベルから取得する必要があります(他のサイトまたは製造元のサイトからではありません)。 あなた自身が撮った写真でなければなりません。<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">なぜ重要なのか</a>
ka: ინფორმაცია და მონაცემები უნდა მოდიოდეს პროდუქტის შეფუთვიდან და ეტიკეტიდან (და არა სხვა საიტებიდან ან მწარმოებლის საიტიდან) და ფოტოები თავად უნდა გქონდეთ გადაღებული.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">რატომ არის ეს მნიშვნელოვანი</a>
lt: Informacija ir duomenys turi būti iš produkto pakuotės ir etiketės (o ne iš kitų svetainių ar gamintojo svetainės), o nuotraukas turite padaryti patys.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Kodėl tai svarbu</a>
lv: Informācijai un datiem ir jābūt no produkta iepakojuma un etiķetes (nevis no citām vietnēm vai ražotāja vietnes), un attēliem jābūt uzņemtiem pašam.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Kāpēc tas ir svarīgi</a>
nl_be: Informatie en gegevens moeten afkomstig zijn van de productverpakking en het etiket (en niet van andere sites of de site van de fabrikant) en u moet de foto's zelf hebben gemaakt.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Waarom het belangrijk is</a>
pl: Informacje i dane muszą pochodzić z opakowania produktu i etykiety (a nie z innych witryn lub witryny producenta), a zdjęcia muszą być wykonane samodzielnie.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Dlaczego to ma znaczenie</a>
pt_pt: As informações que adicionar devem ser provenientes da embalagem e dos rótulos do produto (não de outros sites ou do site do fabricante) e as fotografias têm de ser da sua autoria.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Porque é que isto é importante?</a>
ro: Informațiile și datele trebuie să provină din ambalajul și eticheta produsului (și nu de pe alte site-uri sau site-ul producătorului), și trebuie să fi făcut singur pozele.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">De ce contează</a>
ru: Информация и данные должны поступать с упаковки продукта и этикетки (не со сторонних сайтов или сайта изготовителя). Фотографии должны быть сделаны лично вами.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Почему это важно</a>
sl: Informacije in podatki morajo izhajati iz embalaže in etikete izdelka (in ne z drugih spletnih mest ali proizvajalčevega mesta), slike pa morate posneti sami.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Zakaj je pomembno</a>
sv: Information och data ska komma från produktförpackningen och etiketten (och inte från andra sajter eller tillverkarens sajt), och du måste själv ha tagit bilderna.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Varför det är viktigt</a>
th: ข้อมูลต้องมาจากฉลากบรรจุภัณฑ์เท่านั้น ห้ามนำข้อมูลจากเว็บไซต์ต่างๆ (หรือแม้แต่เว็บไซต์ผู้ผลิต) และคุณต้องเป็นผู้ถ่ายรูปบรรจุภัณฑ์นั้นๆ ด้วยตนเองเท่านั้น<br/> <a href="https://support.openfoodfacts.org/help/en-gb/9/27">อ่านเพิ่มเติมเกี่ยวกับข้อกำหนดนี้</a>
tr: Bilgi ve veriler ürün paketinden ve etiketinden gelmelidir (diğer sitelerden veya üreticinin sitesinden değil) ve fotoğrafları kendiniz çekmiş olmanız gerekir.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Neden önemlidir</a>
uk: Інформація та дані повинні бути взяті з упаковки та етикетки продукту (а не з інших сайтів або сайту виробника), і ви повинні зробити фотографії самостійно.<br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27">Чому це важливо</a>
vi: Thông tin và dữ liệu phải đến từ bao bì và nhãn mác của sản phẩm (và không đến từ các trang khác hoặc các trang của nhà sản xuất), và bạn phải tự chụp ảnh. <br/> → <a href="https://support.openfoodfacts.org/help/en-gb/9/27"> Lý do cho điều này</a>

# website
source: Site or blog address
ar: الموقع أو عنوان المدونة
bg: Адрес на уебсайт или блог
ca: Direcció del lloc o bloc
cs: Adresa webu nebo blogu
da: URL eller blog-adresse
de: Webseiten- oder Blog-Adresse
el: Ιστοσελίδα ή διεύθυνση ιστολογίου
eo: Adreso de retejo aŭ blogo
es: Dirección del blog o del sitio web
fa: آدرس سایت یا وبلاگ
fi: Sivuston tai blogin osoite
fr: Adresse de blog ou de site web
he: כתובת אתר או בלוג
hr: Adresa web-mjesta ili bloga
hu: Webhely vagy blog címe
id: Alamat situs atau blog
it: Indirizzo del blog o del sito web
ja: サイトやブログのアドレス
ka: საიტის ან ბლოგის მისამართი
lt: Svetainės ar tinklaraščio adresas
lv: Vietnes vai emuāra adrese
ms: Alamat laman web atau blog
nl_be: Adres van website of blog
pl: Adres strony lub bloga
pt_pt: Endereço do site ou blogue
ro: Adresă site sau blog
ru: Адрес сайта или блога
sl: Spletna stran ali blog naslov
sv: Webbplats eller bloggadress
th: ที่อยู่เว็บไซต์หรือบล็อก
tl: Site o blog address
tr: Site veya blog adresi
uk: Адреса сайту або блогу
vi: Địa chỉ trang web hoặc blog

# you_are_connected_as_x
source: You are connected as %s.
ar: أنت متصل ك %s.
bg: Свързани сте като %s.
ca: Està connectat com %s .
cs: Přihlášen/a jako %s.
da: Du er forbundet til %s.
de: Sie sind angemeldet als %s.
el: Έχετε συνδεθεί ως %s.
eo: Vi estas konektita kiel %s.
es: Estás conectado como %s.
fa: شما به عنوان %sمتصل شده‌اید.
fi: Olet kirjautuneena nimellä %s.
fr: Vous êtes connecté en tant que %s.
he: נכנסת בשם %s
hr: Povezani ste kao %s.
hu: Ön %s néven jelentkezett be.
id: Anda terhubung sebagai %s.
it: Sei connesso come %s.
ja: %s として接続しています。
ka: თქვენ დაკავშირებული ხართ, როგორც %s.
lt: Jūs esate prisijungę kaip %s.
lv: Jūs esat izveidojis savienojumu kā %s.
ms: Anda disambungkan sebagai %s.
nl_be: U bent verbonden als %s
pl: Połączono z %s.
pt_pt: Está autenticado como %s.
ro: Sunteți conectat cu %s.
ru: Вы подключились как %s.
sl: Povezani ste kot %s.
sv: Du är ansluten som %s.
th: คุณเชื่อมต่อในชื่อ %s
tl: Ikaw ay konektado bilang %s.
tr: %s olarak bağlısınız.
uk: Вас приєднано як %s.
vi: Bạn được kết nối là %s.

# product_js_unselect_image
source: Unselect image
ar: إلغاء تحديد الصورة
bg: Премахнете избора на изображение
ca: Desselecciona la imatge
cs: Zrušit výběr obrázku
da: Fravælg foto
de: Foto abwählen
el: Αποεπιλογή εικόνας
eo: Malelekti bildon
es: Desmarcar imagen
fa: تصویر را از حالت انتخاب خارج کنید
fi: Poista kuvan valinta
fr: Déselectionner l'image
he: ביטול בחירת תמונה
hr: Poništi odabir slike
hu: Kép kiválasztásának megszüntetése
id: Batalkan pilihan gambar
it: Deseleziona immagine
ja: 画像の選択を解除
ka: სურათის არჩევის გაუქმება
lt: Panaikinkite paveikslėlio pasirinkimą
lv: Atcelt izvēlēto attēlu
ms: Tidak pilih imej
nl_be: Afbeelding deselecteren
pl: Odznacz obraz
pt_pt: Desmarcar imagem
ro: Deselectați imaginea
ru: Снять выбор с изображения
sl: Odstrani sliko
sv: Avmarkera bild
th: ยกเลิกการเลือกรูปภาพ
tl: Alisin ang imahe
tr: Jgjck
uk: Скасувати вибір зображення
vi: Bỏ chọn hình ảnh

# product_js_unselecting_image
source: Unselecting image.
ar: إلغاء تحديد الصورة.
bg: Премахване на избора на изображение.
ca: Desseleccionant la imatge.
cs: Rušení výběru obrázku.
da: Fravælger foto.
de: Foto wurde abgewählt.
el: Γίνεται αποεπιλογή εικόνας.
eo: Malelektante bildon.
es: Desmarcando imagen.
fa: عدم انتخاب تصویر.
fi: Poistetaan kuvan valinta.
fr: Déselection de l'image.
he: בחירת התמונה מבוטלת.
hr: Poništavanje odabira slike.
hu: Kép kiválasztásának megszüntetése.
id: Membatalkan pilihan gambar.
it: Deselezione immagine.
ja: 画像の選択を解除します。
ka: სურათის არჩევის გაუქმება.
lt: Nepažymimas vaizdas.
lv: Noņemat attēlu.
ms: Tidak memilih imej.
nl_be: Afbeelding deselecteren.
pl: Odznaczanie obrazu.
pt_pt: A desmarcar a imagem.
ro: Se deselectează imaginea.
ru: Снятие выбора с изображения.
sl: Odstranjujem sliko.
sv: Avmarkerar bild.
th: ยกเลิกการเลือกรูปภาพ
tl: Tinatanggal ang imahe.
tr: Resim seçimini kaldırma.
uk: Скасування вибору зображення.
vi: Bỏ chọn hình ảnh.

# product_js_unselected_image_ok
source: Unselected image.
ar: إلغاء تحديد الصورة.
bg: Неизбрано изображение.
ca: Imatge desseleccionada.
cs: Nevybraný obrázek.
da: Fravalgt foto.
de: Abgewähltes Foto.
el: Έγινε αποεπιλογή εικόνας.
eo: Neelektita bildo.
es: Imagen no seleccionada.
fa: تصویر انتخاب نشده
fi: Kuvan valinta poistettiin.
fr: Image déselectionnée.
he: בחירת התמונה בוטלה.
hr: Neodabrana slika.
hu: Kép kiválasztása megszüntetve.
id: Gambar yang tidak terpilih.
it: Immagine deselezionata.
ja: 画像の選択を解除しました。
ka: სურათი არ არის არჩეული.
lt: Nepažymėtas vaizdas.
lv: Neizvēlēts attēls.
ms: Imej tidak terpilih.
nl_be: Niet-geselecteerde afbeelding.
pl: Niewybrany obraz.
pt_pt: Imagem desmarcada.
ro: Imagine neselectată.
ru: Невыбранное изображение.
sl: Neizbrana slika.
sv: Ej markerad bild.
th: ยกเลิกการเลือกรูปภาพ
tl: Di-piniling larawan.
tr: Seçilmemiş resim.
uk: Скасований вибір зображення.
vi: Hình ảnh không được chọn.

# product_js_unselected_image_nok
source: Error while unselecting image.
ar: خطأ أثناء إلغاء تحديد الصورة.
bg: Грешка при премахване на избора на изображение.
ca: Error mentre es desselecionava la imatge.
cs: Chyba při rušení výběru obrázku.
da: Fejl under fravælgelse af foto.
de: Fehler beim Abwählen des Fotos.
el: Σφάλμα κατά την αποεπιλογή εικόνας.
eo: Eraro dum malselektado de bildo.
es: Error al desmarcar la imagen.
fa: خطا هنگام عدم انتخاب تصویر.
fi: Tapahtui virhe poistettaessa kuvan valintaa.
fr: Erreur lors de la déselection de l'image.
he: שגיאה בעת ביטול בחירת התמונה.
hr: Pogreška prilikom poništavanja odabira slike.
hu: Hiba történt a kép kiválasztásának megszüntetése közben.
id: Kesalahan ketika membatalkan pilihan gambar.
it: Errore durante la deselezione dell'immagine.
ja: 画像の選択を解除する際にエラーが発生しました。
ka: სურათის არჩევის გაუქმებისას შეცდომა მოხდა.
lt: Klaida ažymint vaizdą.
lv: Kļūda, izvēloties attēlu.
ms: Ralat semasa tidak memilih imej.
nl_be: Fout tijdens het deselecteren van de afbeelding.
pl: Błąd w trakcie odznaczana obrazu.
pt_pt: Erro ao desmarcar imagem.
ro: Eroare la deselectarea imaginii.
ru: Ошибки при снятии выбора с изображения.
sl: Napaka pri odstranjevanju slike.
sv: Fel vid avmarkering av bild.
th: ข้อผิดพลาดขณะยกเลิกการเลือกรูปภาพ
tl: Error habang tinatanggal ang imahe.
tr: Resimlerin seçimini kaldırırken hata oluştu.
uk: Виникла помилка під час вибору зображення.
vi: Lỗi trong khi bỏ chọn hình ảnh.

# product_js_zoom_on_wheel
source: Enable zooming with the mouse wheel.
ar: تمكين التكبير باستخدام عجلة الفأرة.
bg: Активирайте мащабирането с колелцето на мишката.
ca: Activeu el zoom amb la roda del ratolí.
cs: Povolte přiblížení pomocí kolečka myši.
da: Aktivér zoom via musehjulet.
de: Aktivieren Sie das Zoomen mit dem Mausrad.
el: Ενεργοποιήστε το ζουμ με τον τροχό του ποντικιού.
eo: Ebligi zumon per la musrado.
es: Activar la ampliación con la rueda del ratón.
fa: بزرگنمایی را با چرخ ماوس فعال کنید.
fi: Ota käyttöön zoomaus vierityspainikkeella.
fr: Activez le zoom avec la molette de la souris.
he: הפעלת תקריב באמצעות גלגלת העכבר.
hr: Omogućite zumiranje pomoću kotačića miša.
hu: Nagyítás engedélyezése az egérgörgővel.
id: Aktifkan perbesaran menggunakan roda tetikus.
it: Abilita lo zoom con la rotellina del mouse.
ja: マウスホイールでズームを有効にします。
ka: ჩართეთ მასშტაბირება მაუსის ბორბლით.
lt: Įjunkite mastelio keitimą pelės ratuku.
lv: Iespējot tālummaiņu ar peles ritenīti.
ms: Dayakan zoom dengan roda tetikus.
nl_be: Inzoomen met muiswiel inschakelen.
pl: Włącz powiększanie za pomocą rolki myszy.
pt_pt: Ativar zoom com botão de roda do rato.
ro: Activează zooming cu rotița mouse-ului.
ru: Включить масштабирование с помощью колеса мыши.
sl: Omogoči povečavo z miškinim kolescom.
sv: Aktivera zoomning med mushjulet.
th: ใช้งานการซูมด้วยล้อของเมาส์
tr: Fare tekerleği ile yakınlaştır.
uk: Неможливо приблизити зображення за допомогою мишки.
vi: Bật tính năng thu phóng bằng con lăn chuột.

# product_js_use_low_res_images
source: Load lower resolution images (for slow connections)
ar: تحميل صور أقل دقة (للاتصال البطيء)
bg: Зареждане на изображения с по-ниска разделителна способност (за бавни връзки)
ca: Carrega imatges de menor resolució (per a connexions lentes)
cs: Načíst obrázky s nižším rozlišením (pro pomalá připojení)
da: Indlæs lavopløsningsbilleder (til langsomme forbindelser)
de: Bilder in geringerer Auflösung laden (für langsame Verbindungen)
el: Φόρτωση εικόνων χαμηλότερης ανάλυσης (για αργές συνδέσεις)
eo: Ŝargi bildojn kun pli malalta rezolucio (por malrapidaj konektoj)
es: Cargar imágenes de baja resolución (para conexiones lentas)
fa: بارگذاری تصاویر با وضوح پایین‌تر (برای اتصالات کند)
fi: Lataa pienemmän tarkkuuden kuvat (hitaille yhteyksille)
fr: Charger les images en basse résolution (pour les connexions lentes)
he: טעינת תמונות ברזולוציה נמוכה יותר (לחיבורים אטיים)
hr: Učitaj slike niže rezolucije (za spore veze)
hu: Alacsonyabb felbontású képek betöltése (lassú kapcsolat esetén)
id: Muat gambar dengan resolusi lebih rendah (untuk koneksi lambat)
it: Carica immagini a risoluzione più bassa (per connessioni lente)
ja: 低解像度の画像を読み込む（接続速度が遅い場合）
ka: დაბალი გარჩევადობის სურათების ჩატვირთვა (ნელი კავშირისთვის)
lt: Įkelkite mažesnės raiškos vaizdus (lėtam interneto ryšiui)
lv: Ielādēt zemākas izšķirtspējas attēlus (lēna savienojuma gadījumā)
ms: Muatkan imej resolusi rendah (untuk sambungan lambat)
nl_be: Laad afbeeldingen met een lagere resolutie (voor langzame verbindingen)
pl: Prześlij obrazy o niższej rozdzielczości (w przypadku wolniejszego połączenia)
pt_pt: Carregar imagens de baixa resolução (para conexões lentas)
ro: Încărcați imagini cu rezoluție mai mică (pentru conexiuni lente)
ru: Загрузить изображения с меньшим разрешением (для медленных подключений)
sl: Naložite slike nižje ločljivosti (za počasne povezave)
sv: Ladda bilder med lägre upplösning (för långsamma anslutningar)
th: โหลดรูปภาพที่ความละเอียดต่ำ (เมื่ออินเตอร์เน็ตช้า)
tr: Daha düşük çözünürlüklü görüntüler yükleyin (yavaş bağlantıdan dolayı)
uk: Завантажте зображення з меншою роздільною здатністю (для уповільнених з’єднань)
vi: Tải hình ảnh có độ phân giải thấp hơn (đối với kết nối chậm)

# protected_image_message
source: An image has been sent by the manufacturer. If you think it is incorrect or not up-to-date, please contact us.
bg: Изображение е изпратено от производителя. Ако смятате, че е неправилно или не е актуално, моля, свържете се с нас.
ca: El fabricant ha enviat una imatge. Si creieu que és incorrecte o no està actualitzada, poseu-vos en contacte amb nosaltres.
cs: Obrázek byl zaslán výrobcem. Pokud si myslíte, že je nesprávný nebo neaktuální, prosím kontaktujte nás.
de: Der Hersteller hat ein Foto zur Verfügung gestellt. Wenn Sie denken, dass es falsch oder nicht aktuell ist, kontaktieren Sie uns bitte.
el: Μια εικόνα έχει σταλεί από τον κατασκευαστή. Εάν πιστεύετε ότι είναι λάθος ή δεν είναι ενημερωμένη, επικοινωνήστε μαζί μας.
eo: Bildo estis sendita de la fabrikanto. Se vi opinias, ke ĝi estas malĝusta aŭ ne ĝisdata, bonvolu kontakti nin.
fa: تصویری توسط سازنده ارسال شده است. اگر فکر می‌کنید نادرست یا به‌روز نیست، لطفاً با ما تماس بگیرید.
fi: Valmistaja on lähettänyt kuvan. Jos se on vääränlainen tai vanhentunut, ota yhteyttä.
fr: Une image a été envoyée par le producteur. Si vous pensez qu'il y a une erreur ou que l'information est dépassée, veuillez nous contacter.
he: התמונה נשלחה מהיצרן. אם לדעתך היא שגויה או ישנה, נא ליצור אתנו קשר.
hr: Proizvođač je poslao sliku. Ako smatrate da je netočna ili nije ažurirana, kontaktirajte nas.
hu: Képet küldött a gyártó. Ha úgy gondolja, hogy ez hibás vagy nem naprakész, kérjük, lépjen kapcsolatba velünk.
id: Gambar telah dikirim oleh produsen. Jika menurut Anda gambar tersebut tidak benar atau tidak mutakhir, silakan hubungi kami.
it: Un'immagine è stata inviata dal produttore. Se pensi sia errata o non aggiornata, per favore contattaci.
ka: სურათი გამოგზავნილია მწარმოებლის მიერ. თუ ფიქრობთ, რომ ის არასწორია ან არ არის განახლებული, გთხოვთ, დაგვიკავშირდეთ.
lt: Nuotrauką atsiuntė gamintojas. Jei manote, kad ji neteisinga arba nėra naujausia, susisiekite su mumis.
lv: Ražotājs ir nosūtījis attēlu. Ja uzskatāt, ka tas ir nepareizs vai novecojis, lūdzu, sazinieties ar mums.
nl_be: Een afbeelding is ingezonden door de fabrikant. Als je denkt dat deze onjuist of niet up-to-date is, neem dan contact met ons op.
pl: Zdjęcie dostarczone przez producenta. Jeśli uważasz, że jest ono błędne lub nieaktualne, skontaktuj się z nami.
pt_pt: Foi enviada uma imagem pelo fabricante. Se acha que está incorreta ou não está atualizada, contacte-nos.
ru: Изображение было отправлено производителем. Если вы считаете, что оно неверное или неактуальное, пожалуйста, свяжитесь с нами.
sv: En bild har skickats av tillverkaren. Om du anser att den är felaktig eller inte uppdaterad, vänligen kontakta oss.
th: ภาพดังกล่าวถูกส่งมาจากผู้ผลิต หากคุณคิดว่าภาพนั้นไม่ถูกต้องหรือไม่เป็นปัจจุบัน โปรดติดต่อเรา
tr: Üretici tarafından bir resim gönderildi. Yanlış olduğunu veya güncel olmadığını düşünüyorsanız lütfen bizimle iletişime geçin.
uk: Зображення надіслано постачальником. Якщо ви вважаєте, що це неправильно або не актуально, зв’яжіться з нами.
