Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# no_owner_defined
source: Please log-in to use this feature.
ar: يرجى تسجيل الدخول لاستخدام هذه الميزة.
bg: Моля, влез, за да използваш тази функция.
ca: Si us plau, inicieu sessió per utilitzar aquesta funció.
cs: Pro použití této funkce se prosím přihlaste.
da: Log ind for at benytte denne funktion.
de: Bitte anmelden, um diese Funktion nutzen zu können.
el: Παρακαλούμε συνδεθείτε για να χρησιμοποιήσετε αυτήν τη δυνατότητα.
eo: Bonvolu ensaluti por uzi ĉi tiun funkcion.
es: Por favor, Inicia sesión para utilizar esta función.
fa: برای استفاده از این قابلیت، لطفاً وارد شوید.
fi: Kirjaudu sisään käyttääksesi tätä ominaisuutta.
fr: Merci de vous connecter pour utiliser cette fonctionnalité.
he: נא להיכנס כדי להשתמש בתכונה הזאת.
hr: Molimo prijavite se kako biste koristili ovu značajku.
hu: A funkció használatához jelentkezzen be.
id: Silakan masuk untuk menggunakan fitur ini.
it: Effettua il login per utilizzare questa funzione.
ja: この機能を使用するにはログインしてください。
ka: ამ ფუნქციის გამოსაყენებლად, გთხოვთ, შეხვიდეთ სისტემაში.
lt: Jei norite naudoti šią funkciją, prisijunkite.
lv: Lūdzu, piesakieties, lai izmantotu šo funkciju.
nl_be: Log in om deze functie te gebruiken.
pl: W celu użycia tej funkcji, proszę się zalogować.
pt_pt: Por favor inicie a sessão para usar a esta funcionalidade.
ro: Vă rugăm să vă conectați pentru a utiliza această funcție.
ru: Войдите, чтобы использовать эту функцию.
sl: Za uporabo te funkcije se prijavite.
sv: Logga in för att använda den här funktionen.
th: โปรดเข้าสู่ระบบเพื่อใช้งานฟีเจอร์นี้
tr: Bu özelliği kullanmak için lütfen oturum açın.
uk: Для того щоб використовувати цю функцію, увійдіть, будь ласка.
vi: Xin hãy đăng nhập để sử dụng tính năng này.

source: Organization
ar: المنظمة
bg: Организация
ca: Organització
cs: Organizace
da: Organisation
de: Organisation
el: Οργανισμός
eo: Organizo
es: Organización
fa: سازمان
fi: Organisaatio
fr: Organisation
he: ארגון
hr: Organizacija
hu: Szervezet
id: Organisasi
it: Organizzazione
ja: 組織
ka: ორგანიზაცია
lt: Organizacija
lv: Organizācija
nl_be: Organisatie
pl: Organizacja
pt_pt: Organização
ro: Organizație
ru: Организация
sl: Organizacija
sv: Organisation
th: องค์กร
tr: Organizasyon
uk: Систематизація
vi: Tổ chức

source: Column in file
ar: العمود في الملف
bg: Колона във файла
ca: Columna al fitxer
cs: Sloupec v souboru
da: Kolonne i fil
de: Spalte in Datei
el: Στήλη στο αρχείο
eo: Kolumno en dosiero
es: Columna en archivo
fa: ستون در فایل
fi: Sarake tiedostossa
fr: Colonne dans le fichier
he: עמודה בקובץ
hr: Stupac u datoteci
hu: Oszlop a fájlban
id: Kolom dalam berkas
it: Colonna nel file
ja: ファイルの列
ka: ფაილში არსებული სვეტი
lt: Stulpelis faile
lv: Kolonna failā
nl_be: Kolom in bestand
pl: Kolumna w pliku
pt_pt: Coluna no ficheiro
ro: Coloana din dosar
ru: Столбец в файле
sl: Stolpec v spisu
sv: Kolumn i fil
th: คอลัมน์ในไฟล์
tr: Dosyadaki sütun
uk: Колонка, що розміщена у файлі
vi: Cột trong tệp

# field_on_site
source: Field on %s
ar: الحقل: %s
bg: Поле на %s
ca: Camp a %s
cs: Pole na %s
da: Felt på %s
de: Feld in %s
el: Πεδίο στο %s
eo: Kampo sur %s
es: Campo sobre %s
fa: فیلد روی %s
fi: Kenttä sivustolla %s
fr: Champ sur %s
he: שדה ב־%s
hr: Polje na %s
hu: %s-beli mező
id: Field pada %s
it: Campo su %s
ja: %s の領域
ka: ველი %s-ზე
lt: Laukas ant %s
lv: Lauks uz %s
nl_be: Veld op %s
pl: Pole na %s
pt_pt: Campo em %s
ro: Câmp pe %s
ru: Поле на %s
sl: Polje: %s
sv: Fält på %s
th: ฟิลด์บน %s
tr: %s üzerindeki alan
uk: Похідний на %s
vi: Trường %s

# producers_platform
source: Platform for producers
ar: منصة للمنتجين
bg: Платформа за производители
ca: Plataforma per a productors
cs: Platforma pro výrobce
da: Producentplatform
de: Plattform für Produzenten
el: Πλατφόρμα για παραγωγούς
eo: Platformo por produktantoj
es: Plataforma para productores
fa: پلتفرمی برای تولیدکنندگان
fi: Tuottajien alusta
fr: Plateforme pour les producteurs
he: פלטפורמה ליצרנים
hr: Platforma za proizvođače
hu: Platform a gyártók számára
id: Platform untuk para produsen
it: Piattaforma per produttori
ja: 生産者向けプラットフォーム
ka: პლატფორმა მწარმოებლებისთვის
lt: Gamintojų platforma
lv: Platforma ražotājiem
nl_be: Platform voor producenten
pl: Platforma dla producentów
pt_pt: Plataforma para produtores
ro: Platformă pentru producători
ru: Платформа для производителей
sl: Platforma za proizvajalce
sv: Plattform för producenter
th: แพลตฟอร์มสำหรับผู้ผลิต
tr: Üreticiler için platform
uk: Програма для виробників
vi: Nền tảng cho nhà sản xuất

# producers_platform_description
source: The platform for producers allows manufacturers to easily manage their product photos and data on Open Food Facts.
ar: منصة المنتجين تتيح للمصنعين إدارة صور وبيانات منتجاتهم بسهولة على Open Food Facts.
bg: Платформата за производители позволява на производителите лесно да управляват своите продуктови снимки и данни в Open Food Facts.
ca: La plataforma per a productors permet als fabricants gestionar fàcilment les fotos i les dades dels seus productes a Open Food Facts.
cs: Platforma pro výrobce umožňuje výrobcům snadno spravovat jejich fotografie produktů a data na Open Food Facts.
da: Producentplatformen lader nemt producenter håndtere deres produktfotos og -data på Open Food Facts.
de: Die Plattform für Produzenten ermöglicht es Herstellern, ihre Produktfotos und Daten zu Open Food Facts einfach zu verwalten.
el: Η πλατφόρμα για τους παραγωγούς επιτρέπει στους κατασκευαστές να διαχειρίζονται εύκολα τις φωτογραφίες και τα δεδομένα των προϊόντων τους σε Open Food Facts.
eo: La platformo por produktantoj permesas al fabrikantoj facile administri siajn produktofotojn kaj datumojn ĉe Open Food Facts.
es: La plataforma para productores permite a los productores administrar fácilmente las fotos y datos de sus productos en Open Food Facts.
fa: این پلتفرم برای تولیدکنندگان به آنها اجازه می‌دهد تا به راحتی عکس‌ها و داده‌های محصول خود را در Open Food Facts مدیریت کنند.
fi: Tuottajien alusta mahdollistaa valmistajille tuotteidensa kuvien ja tietojen helpon hallinnan Open Food Factsissa.
fr: La plate-forme pour les producteurs permet aux fabricants de gérer facilement les photos et les données de leurs produits sur Open Food Facts.
he: הפלטפורמה ליצרנים שמאפשרת להם לנהל בקלות את תמונות ונתוני המוצרים שלהם ב־Open Food Facts.
hr: Platforma za proizvođače omogućuje proizvođačima jednostavno upravljanje fotografijama i podacima o svojim proizvodima na Open Food Facts.
hu: A gyártói platformunk lehetővé teszi a gyártók számára, hogy termékeik adatait és fotóit könnyedén kezeljék az Open Food Facts-en.
id: Platform untuk para produsen memungkinkan para produsen dengan mudah mengelola foto - foto dan data berbagai produk mereka di Open Food Facts.
it: La piattaforma per i produttori permette ai produttori di gestire facilmente le foto e i dati dei propri prodotti su Open Food Facts.
ja: 生産者向けのプラットフォームにより、製造業者はOpen Food Factsの製品写真やデータを簡単に管理できます。
ka: მწარმოებლებისთვის განკუთვნილი პლატფორმა საშუალებას აძლევს მწარმოებლებს მარტივად მართონ თავიანთი პროდუქტის ფოტოები და მონაცემები Open Food Facts-ზე.
lt: Gamintojų platforma leidžia gamintojams lengvai valdyti savo produktų nuotraukas ir duomenis apie „Open Food Facts“.
lv: Ražotāju platforma ļauj ražotājiem viegli pārvaldīt savu produktu fotoattēlus un datus vietnē Open Food Facts.
nl_be: Met het platform voor producenten kunnen fabrikanten hun productfoto's en gegevens op Open Food Facts eenvoudig beheren.
pl: Platforma dla producentów umożliwia producentom łatwo zarządzać zdjęciami produktów i danymi zgromadzonymi w Open Food Facts.
pt_pt: A plataforma para produtores permite que os fabricantes fação a gestão facilmente das fotografias e dos dados dos seus produtos no Open Food Facts.
ro: Platforma pentru producători le permite producătorilor să-și gestioneze cu ușurință fotografiile și datele despre produse despre Open Food Facts.
ru: Платформа для производителей позволяет производителям легко управлять фотографиями и данными своих продуктов на Open Food Facts.
sl: Platforma za proizvajalce, proizvajalcem omogoča enostavno upravljanje s fotografijami in podatki o izdelkih v Open Food Facts.
sv: Plattformen för producenter gör det möjligt för tillverkare att enkelt hantera sina produktfoton och data på Open Food Facts.
th: แพลตฟอร์มสำหรับผู้ผลิตนี้ช่วยให้ผู้ผลิตสามารถจัดการรูปภาพและข้อมูลผลิตภัณฑ์ของตนบน Open Food Facts ได้อย่างง่ายดาย
tr: Üreticiler platformu, üreticilerin ürün fotoğraflarını ve Open Food Facts üzerindeki verilerini kolayca yönetmelerine olanak sağlar.
uk: Програма для виробників дозволяє виробникам з легкістю керувати фотографіями товарів та іншими даними в безкоштовній онлайн-мережі Open Food Facts.
vi: Nền tảng dành cho nhà sản xuất cho phép các nhà sản xuất dễ dàng quản lý ảnh và dữ liệu sản phẩm của họ trên Open Food Facts.

# producers_platform_private_database
source: The product data and photos you send on the platform for producers are stored in a private database. You will be able to check that all the data is correct before making it available on the public Open Food Facts database.
ar: يتم تخزين بيانات المنتج والصور التي ترسلها إلى منصة المنتجين في قاعدة بيانات خاصة. ستتمكن من التحقق من صحة جميع البيانات قبل إتاحتها في قاعدة البيانات العامة الخاصة بـ Open Food Facts.
bg: Данните за продуктите и снимките, които изпращате на платформата за производители, се съхраняват в частна база данни. Ще можете да проверите дали всички данни са правилни, преди да ги направите достъпни в публичната база данни Open Food Facts.
ca: Les dades del producte i les fotos que envieu a la plataforma per als productors s'emmagatzemen en una base de dades privada. Podreu comprovar que totes les dades són correctes abans de posar-les a disposició a la base de dades pública d'Open Food Facts.
cs: Údaje o produktech a fotografie, které odesíláte na platformu pro výrobce, jsou uloženy v soukromé databázi. Před jejich zpřístupněním ve veřejné databázi Open Food Facts budete moci zkontrolovat správnost všech údajů.
da: Produktdata og -fotos, der indsendes på producentplatformen, gemmes i en privat database. Du vil kunne kontrollere, at alle data er korrekte, før disse tilgængeliggøres i den offentlige Open Food Facts-database.
de: Die Produktdaten und Fotos, die Sie auf der Plattform für Produzenten senden, werden in einer privaten Datenbank gespeichert. Sie können überprüfen, ob alle Daten korrekt sind, bevor Sie diese in der öffentlichen Open Food Facts-Datenbank zur Verfügung stellen.
el: Τα δεδομένα προϊόντων και οι φωτογραφίες που στέλνετε στην πλατφόρμα για τους παραγωγούς αποθηκεύονται σε μια ιδιωτική βάση δεδομένων. Θα μπορείτε να ελέγξετε ότι όλα τα δεδομένα είναι σωστά προτού τα καταστήσετε διαθέσιμα στη δημόσια βάση δεδομένων Open Food Facts.
eo: La produktaj datumoj kaj fotoj, kiujn vi sendas sur la platformon por produktantoj, estas konservitaj en privata datumbazo. Vi povos kontroli, ke ĉiuj datumoj estas ĝustaj antaŭ ol publikigi ilin en la publika datumbazo Open Food Facts.
es: Los datos y las fotos de los productos que envíes a la plataforma para productores son almacenados en una base de datos privada. Podrás revisar que toda la información sea correcta antes de dejarla disponible en la base de datos pública Open Food Facts.
fa: داده‌های محصول و عکس‌هایی که شما در پلتفرم برای تولیدکنندگان ارسال می‌کنید، در یک پایگاه داده خصوصی ذخیره می‌شوند. شما می‌توانید قبل از انتشار عمومی داده‌ها در پایگاه داده Open Food Facts، صحت آنها را بررسی کنید.
fi: Tuottajien alustassa lähetetyt tuotetiedot ja -kuvat tallennetaan yksityiseen tietokantaan. Voit tarkistaa tietojen oikeellisuuden ennen kuin lisäät ne julkiseen Open Food Facts -tietokantaan.
fr: Les données et photos de produits que vous envoyez sur la plate-forme pour les producteurs sont stockées dans une base de données privée. Vous pourrez vérifier que toutes les données sont correctes avant de les rendre disponibles dans la base de données publique Open Food Facts.
he: הנתונים והתמונות של המוצרים שבחרת לשלוח דרך הפלטפורמה ליצרנים מאוחסנים במסד נתונים פרטי. תינתן לך האפשרות לבדוק שכל הנתונים נכונים בטרם העברתם למסד הנתונים של Open Food Facts הנגיש לכלל.
hr: Podaci o proizvodima i fotografije koje šaljete na platformu za proizvođače pohranjeni su u privatnoj bazi podataka. Moći ćete provjeriti jesu li svi podaci točni prije nego što ih učinite dostupnima u javnoj bazi podataka Open Food Facts.
hu: A gyártói platformon beküldött termékadatokat és képeket egy privát adatbázisban tároljuk. Mielőtt elérhetővé tenné a nyilvános Open Food Facts adatbázisban, ellenőrizheti, hogy minden adat helyes-e.
id: Data dan foto - foto berbagai produk yang Anda kirimkan pada platform untuk para produsen disimpan di basis data privat. Anda dapat memeriksa semua kebenaran data sebelum membuatnya tersedia secara publik di basis data Open Food Facts.
it: I dati e le foto del prodotto che invii sulla piattaforma per i produttori sono memorizzati in un database privato. Sarai in grado di controllare che tutti i dati siano corretti prima di renderli disponibili nel database pubblico di Open Food Facts.
ja: 生産者向けのプラットフォーム上で送信する製品データと写真は、プライベートデータベースに保存されます。 Open Food Facts データベースで公開する前に、すべてのデータが正しいことを確認できます。
ka: მწარმოებლებისთვის პლატფორმაზე თქვენს მიერ გაგზავნილი პროდუქტის მონაცემები და ფოტოები ინახება კერძო მონაცემთა ბაზაში. თქვენ შეძლებთ გადაამოწმოთ ყველა მონაცემის სისწორე, სანამ მათ საჯარო ღია საკვების ფაქტების მონაცემთა ბაზაში განთავსებას შეძლებთ.
lt: Produktų duomenys ir nuotraukos, kuriuos siunčiate platformoje gamintojams, yra saugomi privačioje duomenų bazėje. Galėsite patikrinti, ar visi duomenys yra teisingi, prieš pateikdami juos viešoje "Open Food Facts" duomenų bazėje.
lv: Produktu dati un fotoattēli, ko jūs nosūtāt ražotājiem platformā, tiek glabāti privātā datubāzē. Jūs varēsiet pārbaudīt, vai visi dati ir pareizi, pirms tos padarīsiet pieejamus publiskajā Open Food Facts datubāzē.
nl_be: De productgegevens en foto's die u op het platform voor producenten verzendt, worden opgeslagen in een privédatabase. U kunt controleren of alle gegevens correct zijn voordat u ze beschikbaar maakt in de openbare Open Food Facts-database.
pl: Dane produktu i zdjęcia, które wysyłasz z platformy dla producentów, są przechowywane w prywatnej bazie danych. Przed udostępnieniem danych w publicznej bazie danych Open Food Facts będziesz mógł sprawdzić, czy wszystkie dane są poprawne.
pt_pt: Os dados e as fotografias do produto que envia na plataforma para produtores são armazenados numa base de dados privada. Poderá verificar se todos os dados estão corretos antes de disponibilizá-los na base de dados pública do Open Food Facts.
ro: Datele despre produse și fotografiile pe care le trimiteți pe platformă pentru producători sunt stocate într-o bază de date privată. Veți putea verifica dacă toate datele sunt corecte înainte de a le pune la dispoziție în baza de date publică Open Food Facts.
ru: Данные о продукте и фотографии, отправленные на платформу для производителей, хранятся в частной базе данных. Вы сможете проверить, что все данные верны, прежде чем сделать их доступными в базе данных Open Food Facts.
sl: Podatki o izdelkih in fotografije, ki jih pošljete na platformo za proizvajalce, so shranjeni v zasebni bazi podatkov. Pred javno objavo na Open Food Facts imate možnost preverbe podatkov.
sv: Produktdata och bilder du skickar på plattformen för producenter lagras i en privat databas. Du kommer att kunna kontrollera att all information är korrekt innan du gör den tillgänglig i den offentliga databasen för Open Food Facts.
th: ข้อมูลผลิตภัณฑ์และรูปภาพที่คุณส่งบนแพลตฟอร์มสำหรับผู้ผลิตจะถูกจัดเก็บไว้ในฐานข้อมูลส่วนตัว คุณจะสามารถตรวจสอบความถูกต้องของข้อมูลทั้งหมดก่อนที่จะเผยแพร่ในฐานข้อมูลสาธารณะของ Open Food Facts ได้
tr: Üreticiler platformunda gönderdiğiniz ürün verileri ve fotoğrafları özel bir veritabanında saklanmaktadır. Herkese açık Open Food Facts veritabanında kullanıma sunulmadan önce tüm verilerin doğru olup olmadığını kontrol edebileceksiniz.
uk: Дані про товари та фото, які ви надсилаєте у програму для виробників постачаються у приватну базу даних. Ви зможете перевірити чи ж коректними всі дані перед тим зробити їх загальнодоступними в базі даних Open Food Facts.
vi: Dữ liệu sản phẩm và ảnh bạn gửi trên nền tảng dành cho nhà sản xuất được lưu trữ trong cơ sở dữ liệu riêng. Bạn có thể kiểm tra xem tất cả dữ liệu có chính xác hay không trước khi cung cấp dữ liệu đó lên cơ sở dữ liệu Open Food Facts công khai.
