Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

source: Brands
ar: العلامات التجارية
bg: Марки
ca: Marques
cs: Značky
da: Mærker
de: Marken
el: Μάρκες
eo: Varomarkoj
es: Marcas
fi: Tuotemerkit
fr: Marques
he: מותגים
hr: Marke
hu: Márkanevek
id: Merek - merek
it: Marche
ja: ブランド
ka: ბრენდები
lt: Prekės ženklai
lv: Zīmoli
ms: Jenama
nl_be: Merken
pl: Marki
pt_pt: Marcas
ro: Mărci
ru: Марки
sl: Blagovne znamke
sv: Varumärken
th: ยี่ห้อสินค้า
tl: Mga tatak
tr: Markalar
uk: Виробники
vi: Thương hiệu

# brands_p
source: brands
ar: العلامات التجارية
bg: марки
ca: marques
cs: značky
da: varemærker
de: Marken
el: μαρκες
eo: varomarkoj
es: marcas
fi: tuotemerkit
fr: marques
he: מותגים
hr: marke
hu: márkanevek
id: merek - merek
it: marchi
ja: ブランド
ka: ბრენდები
lt: prekės ženklai
lv: zīmoli
ms: jenama
nl_be: merken
pl: marki
pt_pt: marcas
ro: marci
ru: марки
sl: blagovne znamke
sv: märken
th: แบรนด์
tl: mga tatak
tr: markalar
uk: бренди
vi: thương hiệu

# brands_products
source: Products from the %s brand
ar: المنتجات من العلامة التجارية %s
bg: Продукти от марката %s
ca: Els productes de la marca %s
cs: Produkty značky %s
da: Produkter fra %s-varemærket
de: Produkte der Marke %s
el: Προϊόντα από την μάρκα %s
eo: Produktoj de la marko %s
es: Productos de la marca %s
fa: محصولاتی از برند %s
fi: Tuotemerkin %s tuotteet
fr: Les produits de la marque %s
he: מוצרים מבית המותג %s
hr: Proizvodi marke %s
hu: A(z) %s márka termékei
id: Produk - produk dari %s merek
it: Prodotti della marca %s
ja: %s ブランドの製品
ka: %s ბრენდის პროდუქტები
lt: %s prekės ženklo produktai
lv: Preces no %s zīmola
ms: Produk dari jenama %s
nl_be: Producten van het merk %s
pl: Produkty marki %s
pt_pt: Produtos da marca %s
ro: Produse de la marca %s
ru: Продукты марки %s
sl: Izdelki iz blagovne znamke %s
sv: Produkter från varumärket %s
th: ผลิตภัณฑ์จาก %s
tl: Produkto mula sa %s brand
tr: %s markalı ürünler
uk: Товари бренду %s
vi: Các sản phẩm từ %s thương hiệu

# brands_s
source: brand
ar: 3alama-tijariya
bg: марка
ca: marca
cs: značka
da: varemærke
de: Marke
el: μάρκα
eo: varomarko
es: marca
fa: نام تجاری
fi: tuotemerkki
fr: marque
he: מותג
hr: brend
hu: márkanév
id: merek
it: marca
ja: ブランド
lt: prekės ženklas
lv: Zīmols
ms: jenama
nl_be: merk
pl: marka
pt_pt: marca
ro: marca
ru: марка
sl: znamka
sv: varumärke
th: ยี่ห้อสินค้า
tl: tatak
tr: marka
uk: виробник
vi: nhãn hiệu

# brands_tagsinput
source: add a brand
ar: أضف علامة تجارية
bg: добавяне на марка
ca: Afegir una marca
cs: přidat značku
da: tilføj et varemærke
de: Marke hinzufügen
el: προσθέστε μια μάρκα
eo: aldoni varomarkon
es: añadir una marca
fa: اضافه کردن برند
fi: lisää tuotemerkki
fr: ajouter une marque
he: הוספת מותג
hr: dodaj brend
hu: márkanév hozzáadása
id: tambahkan merek
it: aggiungi una marca
ja: ブランドを追加
ka: დაამატეთ ბრენდი
lt: pridėti prekės ženklą
lv: pievienot zīmolu
ms: tambah jenama
nl_be: een merk toevoegen
pl: dodaj markę
pt_pt: adicionar uma marca
ro: adăugați o marcă
ru: добавить марку
sl: dodajte blagovno znamko
sv: lägg till ett varumärke
th: เพิ่มยี่ห้อ
tl: magdagdag ng tatak
tr: marka ekle
uk: додати бренд
vi: thêm một thương hiệu

# brands_without_products
source: Products not from the %s brand
ar: منتجات ليست من العلامة التجارية %s
bg: Продукти не са от марката %s
ca: Productes no de la marca %s
cs: Produkty, které nejsou značky %s
da: Produkter ikke fra %s merkevare
de: Produkte, die nicht von der Marke %s sind
el: Προϊόντα που δεν προέρχονται από τη μάρκα %s
eo: Produktoj ne de la marko %s
es: Productos sin las marcas %s
fa: محصولاتی که از برند %s نیستند
fi: Tuotteet, jotka eivät kuulu %s merkkiin
fr: Les produits qui ne sont pas de la marque %s
he: מוצרים שאינם מהמותג %s
hr: Proizvodi koji nisu marke %s
hu: Nem a(z) %s márka termékei
id: Produk - produk bukan dari %s merek
it: Prodotti non della marca %s
ja: %s ブランドではない製品
ka: პროდუქტები, რომლებიც არ არიან %s ბრენდის
lt: Produktai nepriklausantys %s prekės ženklui
lv: Produkti, kas nav no %s zīmola
ms: Produk bukan dari jenama %s
nl_be: Producten niet van het merk %s
pl: Produkty spoza %s marki
pt_pt: Produtos que não pertencem à marca %s
ro: Produsele nu sunt marca %s
ru: Продукты не марки %s
sl: Izdelki, ki niso v blagovni znamki %s
sv: Produkter som inte kommer från varumärket %s
th: ไม่ใช่ผลิตภัณฑ์จาก %s
tl: Produkto na hindi mula sa %s tatak
tr: %s markası olmayan ürünler
uk: Товари не від торгової марки %s
vi: Các sản phẩm không phải từ %s thương hiệu

source: Brand owner
ar: مالك العلامة التجارية
bg: Собственик на марката
ca: Propietari de la marca
cs: Vlastník značky
da: Mærkeejer
de: Markeninhaber
el: Ιδιοκτήτης μάρκας
eo: Markposedanto
es: Propietario de la marca
fa: صاحب برند
fi: Tuotemerkin omistaja
fr: Propriétaire de la marque
he: בעלות על המותג
hr: Vlasnik robne marke
hu: Márka tulajdonosa
id: Pemilik merek
it: Proprietario della marca
ja: ブランドオーナー
ka: ბრენდის მფლობელი
lt: Prekės ženklo savininkas
lv: Zīmola īpašnieks
ms: Pemilik jenama
nl_be: Merk eigenaar
pl: Właściciel marki
pt_pt: Proprietário da marca
ro: Proprietarul mărcii
ru: Владелец торговой марки
sl: Lastnik blagovne znamke
sv: Varumärkesägare
th: เจ้าของแบรนด์
tr: Marka sahibi
uk: Власник бренду
vi: Chủ thương hiệu

# brand_owner_example
source: The Coca Cola Company
ar: شركة كوكا كولا
ca: La companyia Coca Cola
cs: Společnost Coca Cola
da: Coca Cola
el: Η εταιρεία Coca Cola
eo: La Kokakolaa Kompanio
es: La compañía Coca Cola
fa: شرکت کوکاکولا
he: חברת קוקה קולה
hr: Tvrtka Coca-Cola
id: Perusahaan Coca Cola
ja: ザ コカ・コーラ カンパニー
ka: კოკა-კოლას კომპანია
lt: Bendrovė „Coca Cola“
lv: Coca Cola uzņēmums
ms: Syarikat Coca Cola
ro: Compania Coca Cola
ru: Компания Coca Cola
sl: Podjetje Coca Cola
th: บริษัทโคคาโคล่า
tr: Coca Cola şirketi
uk: Компанія Coca Cola
vi: Công ty Coca Cola

source: by
ar: بواسطة
bg: от
ca: per
cs: podle
da: af
de: von
el: από
eo: de
es: por
fa: توسط
fi: tekijä:
fr: par
he: על־ידי
hr: od
hu: időpontban, a következő felhasználó által:
id: oleh
it: da
ja: によって
ka: მიერ
lt: pagal
lv: ar
ms: oleh
nl_be: door
pl: przez
pt_pt: por
ro: de către
ru: по
sl: z
sv: av
th: โดย
tl: ni
tr: tarafından
uk: за допомогою
vi: qua

source: Categories
ar: الفئات
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
eo: Kategorioj
es: Categorías
fa: دسته‌‎بندی‎ها
fi: Tuoteluokat
fr: Catégories
he: קטגוריות
hr: Kategorije
hu: Kategóriák
id: Kategori
it: Categorie
ja: カテゴリー
lt: Kategorijos
lv: Kategorijas
ms: Kategori-kategori
nl_be: Categorieën
pl: Kategorie
pt_pt: Categorias
ro: Categorii
ru: Категории
sl: Kategorije
sv: Kategorier
th: หมวดหมู่
tl: Mga kategorya
tr: Kategoriler
uk: Категорії
vi: Thể loại

# categories_example
source: Sardines in olive oil, Orange juice from concentrate
ar: السردين في زيت الزيتون، وعصير البرتقال من التركيز
bg: Сардини в зехтин, портокалов сок от концентрат
ca: Sardines en oli d'oliva, suc de taronja a base de concentrat
cs: Sardinky v olivovém oleji, pomerančový džus z koncentrátu
da: Sardiner i olivenolie, appelsinjuice af koncentrat
de: Sardinen in Olivenöl, Orangensaft aus Orangensaftkonzentrat
el: Σαρδέλες σε ελαιόλαδο, Χυμός πορτοκάλι από συμπυκνωμένο
eo: Sardinoj en olivoleo, oranĝa suko je koncentriĝo
es: Sardinas en aceite de oliva, Zumo de naranja procedente de concentrado
fa: ساردین در روغن زیتون، آب پرتقال از کنسانتره
fi: Sardiineja oliiviöljyssä, appelsiinimehu tiivisteestä
fr: Sardines à l'huile d'olive, Mayonnaises allégées, Jus d'orange à base de concentré
he: סרדינים בשמן זית, מיץ תפוזים עשוי רכז
hr: Sardine u maslinovom ulju, sok od naranče iz koncentrata
hu: Szardínia olívaolajban, Narancslé sűrítményből, Sajtkrém, Gyümölcsjoghurt, Téliszalámi
id: Sarden dalam minyak zaitun, Jus jeruk dari konsentrat
it: Sardine in olio di oliva, succo d'arancia a base di concentrato
ja: イワシのオリーブオイル漬け、濃縮還元オレンジジュース
ka: სარდინები ზეითუნის ზეთში, ფორთოხლის წვენი კონცენტრატიდან
lt: Sardinė alyvuogių aliejuje, apelsinų sultys iš koncentrato
lv: Sardīnes olīveļļā, apelsīnu sula no koncentrāta
ms: Sardin dalam minyak zaitun, Jus oren dari perahan pati
nl_be: Sardines in olijfolie, Lightmayonaise, Sinaasappelsap op basis van geconcentreerd sap
pl: Sardynki w oliwie z oliwek, sok pomarańczowy z koncentratu
pt_pt: Sardinhas em azeite, Refrigerante, Cereais de pequeno almoço, Iogurtes aromatizados
ro: Sardine în ulei de măsline, Suc de portocale pe bază de concentrat
ru: Сардины в оливковом масле, апельсиновый сок из концентрата
sl: Sardine v oljčnem olju, pomarančni sok iz koncentrata
sv: Sardiner i olivolja, Apelsinjuice från koncentrat
th: ปลาซาร์ดีนในน้ำมันมะกอก, น้ำส้มผลิตจากหัวน้ำส้มเข้มข้น
tl: Sardinas sa mantikang olive, Orange juice mula sa concentrate
tr: Zeytinyağlı sardalya, Konsantre portakal suyu
uk: Сардини в оливковій олії, апельсиновий сік з концентрату
vi: Cá mòi trong dầu ô liu, nước cam từ tập trung

# categories_note
source: Indicate only the most specific category. "Parents" categories will be automatically added.
ar: تشير فقط إلى الفئة الأكثر تحديدا. سيتم إضافة فئات "الآباء" تلقائيا.
bg: Посочи само най-специфичната категория. Категориите „Родители“ ще бъдат добавени автоматично.
ca: Indicar únicament la categoria més específica. S'afegiran automàticament categories "pares".
cs: Uveďte pouze nejkonkrétnější kategorii. "Rodičovské" kategorie budou přidány automaticky.
da: Indikerer kun den mest specifikke kategori. Overordnede kategorier vil automatisk blive tilføjet.
de: Geben Sie nur die zutreffendste Kategorie an, die Überkategorien werden automatisch hinzugefügt.
el: Αναφέρετε μόνο την πιο εξειδικευμένη κατηγορία. Οι «γονικές» κατηγορίες θα προστεθούν αυτόματα.
eo: Indiku nur la plej specifan kategorion. Kategorioj "Gepatroj" estos aŭtomate aldonitaj.
es: Indicar sólo la categoría más específica. Las categorías "Superiores" serán añadidas automáticamente.
fa: فقط خاص‌ترین دسته‌بندی را مشخص کنید. دسته‌بندی‌های «والدین» به‌طور خودکار اضافه می‌شوند.
fi: Ilmoita vain kaikkein tarkin tuoteluokka. Yläluokat lisätään automaattisesti.
fr: Il suffit d'indiquer la catégorie la plus spécifique, les catégories "parentes" seront ajoutées automatiquement.
he: ציון הקטגוריה החשובה ביותר. קטגוריות „הורים“ יתווספו אוטומטית.
hr: Navedite samo najprecizniju kategoriju. Automatski će se dodati kategorije "Roditelji".
hu: Csak a legszűkebb alkategóriát adja meg. A szülőkategóriák automatikusan hozzá lesznek adva.
id: Tunjukkan hanya kategori yang paling spesifik. Kategori "Orangtua" akan ditambahkan secara otomatis.
it: Indicare solo la categoria più specifica, le categorie "Principali" saranno aggiunte automaticamente
ja: 最も具体的なカテゴリのみを指定してください。「親」カテゴリは自動的に追加されます。
ka: მიუთითეთ მხოლოდ ყველაზე კონკრეტული კატეგორია. „მშობლების“ კატეგორიები ავტომატურად დაემატება.
lt: Nurodykite tik esminę kategoriją. "Tėvai" kategorija bus automatiškai pridėta.
lv: Norādiet tikai visatkarīgāko kategoriju. Kategorijas "Vecāki" tiks automātiski pievienotas.
ms: Nyatakan hanya kategori yang paling spesifik. Kategori "Induk" akan ditambahkan secara automatik.
nl_be: Duidt enkel de meest specifieke categorie aan. De "verwante" categorieën worden automatisch toegevoegd.
pl: Wskaż tylko najbardziej szczegółową kategorię. Kategorie nadrzędne zostaną dodane automatycznie.
pt_pt: Indicar apenas a categoria mais específica. As categorias "mãe" serão adicionadas automaticamente. Por exemplo introduzindo "iogurtes líquidos aromatizados", será adicionado automaticamente às categorias mãe "iogurtes líquidos", "iogurtes", "lacticínios".
ro: Indicați doar categoria cea mai specifică. Categorile "Părinte" vor fi adăugate automat.
ru: Укажите только наиболее близкую категорию. "Родительские" категории будут добавлены автоматически.
sl: Navedite samo najbolj specifično kategorijo.Kategorije "Parents" bodo samodejno dodane.
sv: Ange endast den mest specifika kategorin. Föräldrakategorier läggs automatiskt till.
th: ระบุเฉพาะหมวดหมู่ย่อยที่เฉพาะเจาะจงที่สุดเพียงอย่างเดียว หมวดหมู่ใหญ่อื่นๆ จะถูกเพิ่มโดยอัตโนมัติ
tl: Isaad lamang ang mga pinakatiyak na kategorya. "Mga magulang" na kategorya ay awtomatikong maidagdag.
tr: Sadece en spesifik kategoriyi belirtin. "Veliler" kategorileri otomatik olarak eklenecektir.
uk: Вкажіть лише найбільш конкретну категорію. Категорії "Батьки" будуть додані автоматично.
vi: Chỉ cho biết danh mục cụ thể nhất. Danh mục "Cha mẹ" sẽ được thêm tự động.

# categories_p
source: categories
ar: الفئات
bg: категории
cs: kategorie
da: kategorier
de: Kategorien
el: κατηγορίες
eo: kategorioj
es: categorías
fa: دسته‌ها
fi: tuoteluokat
fr: catégories
he: קטגוריות
hr: kategorije
hu: kategóriák
id: kategori
it: categorie
ja: カテゴリー
ka: კატეგორიები
lt: kategorijos
lv: kategorijas
ms: kategori-kategori
nl_be: categorieën
pl: kategorie
pt_pt: categorias
ro: categorii
ru: категории
sl: kategorije
sv: kategorier
th: หมวดหมู่
tl: mga kategorya
tr: kategoriler
uk: категорії
vi: thể loại

# categories_products
source: Products from the %s category
ar: منتجات من فئة %s
bg: Продукти от категория %s
ca: Els productes de la categoria %s
cs: Výrobky z kategorie %s
da: Produkter fra %s-kategorien
de: Die Produkte aus der Kategorie %s
el: Προϊόντα από την κατηγορία %s
eo: Produktoj el la kategorio %s
es: Productos de la categoría %s
fa: محصولات از دسته %s
fi: %s -luokan tuotteet
fr: Les produits de la catégorie %s
he: מוצרים מהקטגוריה %s
hr: Proizvodi iz kategorije %s
hu: A(z) %s kategória termékei
id: Produk - produk dari %s kategori
it: Prodotti della categoria %s
ja: %s カテゴリーの製品
ka: პროდუქტები %s კატეგორიიდან
lt: %s kategorijos produktai
lv: Preces no %s zīmola
ms: Produk dari jenama %s
nl_be: Producten van de categorie %s
pl: Produkty z %s kategorii
pt_pt: Produtos da categoria %s
ro: Produse din categoria %s
ru: Продукты из категории %s
sl: Izdelki iz kategorije %s
sv: Produkter från kategorin %s
th: ผลิตภัณฑ์จากหมวดหมู่ %s
tl: Mga produktong mula sa %s kategorya
tr: %s kategorisindeki ürünler
uk: Товари з категорії %s
vi: Các sản phẩm từ danh mục %s

# categories_s
source: category
ar: atassnifate
bg: категория
ca: categoria
cs: kategorie
da: kategori
de: Kategorie
el: κατηγορία
eo: kategorio
es: categoría
fi: tuoteluokka
fr: catégorie
he: קטגוריה
hr: kategorija
hu: kategória
id: kategori
it: categoria
ja: カテゴリー
lt: kategorija
lv: kategorija
ms: kategori
nl_be: categorie
pl: kategoria
pt_pt: categoria
ro: categorie
ru: категория
sl: kategorijo
sv: kategori
th: ประเภท
tl: kategorya
tr: kategori
uk: категорія
vi: danh mục

# categories_tagsinput
source: add a category
ar: إضافة فئة
bg: добави категория
ca: afegir una categoria
cs: přidat kategorii
da: tilføj en kategori
de: Kategorie hinzufügen
el: προσθέστε μια κατηγορία
eo: aldoni kategorion
es: añadir una categoría
fa: یک دسته اضافه کنید
fi: lisää tuoteluokka
fr: ajouter une catégorie
he: הוספת קטגוריה
hr: dodaj kategoriju
hu: kategória hozzáadása
id: tambahkan kategori
it: aggiungi una categoria
ja: カテゴリーを追加
ka: კატეგორიის დამატება
lt: įtraukti kategoriją
lv: pievienot sadaļu
ms: tambah kategori
nl_be: een categorie toevoegen
pl: dodaj kategorię
pt_pt: adicionar uma categoria
ro: adugați o categorie
ru: Добавить категорию
sl: dodaj kategorijo
sv: lägg till en kategori
th: เพิ่ม​หมวดหมู่
tl: magdagdag ng kategorya
tr: bir kategori ekle
uk: додати категорію
vi: thêm danh mục

# categories_without_products
source: Products not from the %s category
ar: منتجات ليست من فئة %s
bg: Продукти, които не са от категория %s
ca: Productes no de la categoria %s
cs: Výrobky, které nejsou z kategorie %s
da: Produkter ikke fra %s-kategorien
de: Produkte, die nicht in der Kategorie %s enthalten sind
el: Προϊόντα που δεν ανήκουν στην κατηγορία %s
eo: Produktoj ne el la kategorio %s
es: Productos sin las categorias %s
fa: محصولاتی که از دسته %s نیستند
fi: Tuotteet, jotka eivät kuulu %s -luokkaan
fr: Les produits qui ne sont pas dans la catégorie %s
he: מוצרים שאינם מהקטגוריה %s
hr: Proizvodi koji nisu iz kategorije %s
hu: Nem a(z) %s kategória termékei
id: Produk - produk bukan dari %s kategori
it: Prodotti non della categoria %s
ja: %s カテゴリーではない製品
ka: პროდუქტები, რომლებიც არ მიეკუთვნება %s კატეგორიას
lt: Produktai, nepriklausantys %s kategorijai
lv: Produkti, kas nav no kategorijas %s
ms: Produk bukan dari jenama %s
nl_be: Producten niet uit de categorie %s
pl: Produkty spoza %s kategorii
pt_pt: Produtos que não pertencem à categoria %s
ro: Produsele nu sunt din categoria %s
ru: Продукты не из категории %s
sl: Izdelki, ki niso v kategoriji %s
sv: Produkter som inte är i %s-kategorin
th: ผลิตภัณฑ์จากหมวดหมู่ %s
tl: Mga produkto na hindi mula sa %s kategorya
tr: %s kategorisinden olmayan ürünler
uk: Товари не з категорії %s
vi: Các sản phẩm không thuộc loại %s

# change_fields
source: Data
ar: معطيات
bg: Данни
ca: Dades
cs: Údaje
de: Daten
el: Δεδομένα
es: Información
fi: Tiedot
fr: Données
he: נתונים
hr: Podaci
hu: Adatok
it: Dati
ja: データ
ka: მონაცემები
lt: Duomenys
lv: Dati
nl_be: Gegevens
pl: Dane
pt_pt: Dados
ro: Date
ru: Данные
sl: Podatki
th: ข้อมูล
tl: Datos
tr: Veri
uk: Дані
vi: Dữ liệu

# change_selected_images
source: Selected images
ar: الصور المحددة
bg: Избрани снимки
ca: Les imatges seleccionades
cs: Vybrané obrázky
da: Valgte billeder
de: Ausgewählte Fotos
el: Επιλεγμένες εικόνες
eo: Elektitaj bildoj
es: Imágenes seleccionadas
fa: تصاویر برگزیده
fi: Valitsi kuvia
fr: Images sélectionnées
he: תמונות נבחרות
hr: Odabrane slike
hu: Képek kiválasztása
id: Gambar yang dipilih
it: Immagini selezionate
ja: 画像を選択
ka: არჩეული სურათები
lt: Pasirinktas paveikslėlis
lv: Atlasītie attēli
ms: Imej terpilih
nl_be: Geselecteerde foto's
pl: Wybrane obrazy
pt_pt: Imagens selecionadas
ro: Imagini selectate
ru: Выбранные изображения
sl: Izbrane slike
sv: Markerade bilder
th: ภาพที่เลือก
tl: Mga napiling larawan
tr: Seçili resimler
uk: Вибране зображення
vi: Hình ảnh đã chọn

# change_uploaded_images
source: Uploaded images
ar: الصور المرفوعة
bg: Качени снимки
ca: Les imatges pujades
cs: Nahrané obrázky
da: Uploadede billeder
de: Hochgeladene Fotos
el: Ανεβασμένες εικόνες
eo: Alŝutitaj bildoj
es: Imágenes subidas
fa: تصاویر آپلود شده
fi: Lisäsi kuvia
fr: Images envoyées
he: תמונות שהועלו
hr: Prenesene slike
hu: Képek feltöltése
id: Gambar yang diunggah
it: Immagini caricate
ja: 画像をアップロード
ka: ატვირთული სურათები
lt: Įkelti vaizdai
lv: Augšupielādētie attēli
ms: Imej termuat naik
nl_be: Geüploade foto's
pl: Przesłane obrazy
pt_pt: Imagens enviadas
ro: Imagini încărcate
ru: Загруженные изображения
sl: Naložene slike
sv: Uppladdade bilder
th: รูปภาพที่อัพโหลด
tl: Mga naiupload na larawan
tr: Yüklenen resimler
uk: Завантажені зображення
vi: Hình ảnh đã tải lên

# checkers_p
source: checkers
ar: مدقّقون
bg: проверяващи
ca: verificadors
cs: kontroloři
da: kontrollører
de: Prüfer
el: ελεγκτές
eo: kontrolantoj
es: verificadores
fa: چکرز
fi: tarkistajat
fr: vérificateurs
he: בודקים
hr: provjere
hu: ellenőrzők
id: para pemeriksa
it: controllori
ja: 確認者
ka: შაშები
lt: tikrintojai
lv: pārbaudītāji
ms: pemeriksa
nl_be: verificateurs
pl: warcaby
pt_pt: verificadores
ro: verificatori
ru: контролеры
sl: oseb, ki pregledujejo
sv: kontrollant
th: ผู้ตรวจสอบ
tl: mga taga-suri
tr: kontrolörler
uk: перевірка
vi: kiểm tra

# checkers_s
source: checker
ar: mourakib
bg: проверяващ
ca: verificador
cs: kontrolor
da: kontrollør
de: Prüfer
el: ελεγκτής
eo: kontrolanto
es: verificador
fa: چکر
fi: tarkistaja
fr: vérificateur
he: בודק
hr: provjera
hu: ellenőrző
id: pemeriksa
it: controllore
ja: 確認者
ka: ჩეკერი
lt: tikrintojas
lv: pārbaudītājs
ms: pemeriksa
nl_be: verificateur
pl: kontroler
pt_pt: verificador
ro: verificator
ru: контролер
sl: pregledovalec
sv: kontrollant
th: ผู้ตรวจสอบ
tl: taga-suri
tr: kontrolör
uk: перевірка
vi: kiểm tra

# cities_p
source: packaging cities
ar: مدن التعبئة والتغليف
bg: градове за опаковане
ca: ciutats d'embalatge
cs: místo balení
da: pakkebyer
de: Verpackt in
el: πόλεις συσκευασίας
eo: pakumaj urboj
es: lugares de envasado
fa: شهرهای بسته‌بندی
fi: pakkauskaupungit
fr: communes d'emballage
he: ערי האריזה
hr: gradovi pakiranja
hu: csomagolást végző városok
id: kota - kota pengemasan
it: Città di imballaggio
ja: 包装した市区町村
ka: შესაფუთი ქალაქები
lt: pakavimo miestai
lv: iepakošanas pilsētas
ms: bandar pembungkusan
nl_be: steden van verpakking
pl: miasta w paczce
pt_pt: cidades de embalagem
ro: orașele de împachetare
ru: города упаковывания
sl: pakirna mesta
sv: förpackningsstäder
th: สถานที่แบ่งบรรจุ
tl: mga lungsod ng tagabalot
tr: ambalajlama şehirleri
uk: міста пакування
vi: những thành phố đóng gói

# cities_products
source: Products packaged in the city of %s
ar: المنتجات التي يتم تعبئتها في مدينة %s
bg: Продукти опаковани в град %s
ca: Productes envasats a la ciutat %s
cs: Produkty zabalené ve městě %s
da: Produkter pakket i byen %s
de: Produkte in der Stadt %s verpackt
el: Προϊόντα συσκευασμένα στην πόλη %s
eo: Produktoj pakitaj en la urbo %s
es: Productos envasados en el lugar %s
fa: محصولات بسته‌بندی‌شده در شهر %s
fi: Kaupungissa %s pakatut tuotteet
fr: Les produits dont la commune d'emballage est %s
he: מוצרים שנארזו בעיר %s
hr: Proizvodi pakirani u gradu %s
hu: %s városában csomagolt termékek
id: Produk - produk yang dikemas di kota %s
it: Prodotti imballati nella città di %s
ja: %s で包装された製品
ka: პროდუქტები შეფუთულია ქალაქში %s
lt: Produktai, supakuoti %s
lv: Produkti iepakoti pilsētā %s
ms: Produk yang dibungkus di bandar %s
nl_be: Producten verpakt in de stad %s
pl: Produkty zapakowane w mieście %s
pt_pt: Produtos embalados na cidade de(o) %s
ro: Produse împachetate în orașul %s
ru: Продукты, упакованные в городе %s
sl: Izdelki, pakirani v mestu %s
sv: Produkter förpackade i %s
th: ผลิตภัณฑ์ที่บรรจุในเมือง %s
tl: Mga produkto na nakabalot sa lungsod ng %s
tr: %s Şehrinde paketlenmiş ürünler
uk: Товари, запаковані в місті %s
vi: Các sản phẩm được đóng gói tại thành phố %s

# cities_s
source: packaging city
ar: مدينة التعبئة والتغليف
bg: опаковъчен град
ca: ciutat d'envasament
cs: baleno ve městě
da: pakkeby
de: Verpackt in
el: πόλη συσκευασίας
eo: pakaĵurbo
es: lugar de envasado
fa: شهر بسته‌بندی
fi: pakkauskaupunki
fr: commune d'emballage
he: עיר האריזה
hr: grad pakiranja
hu: csomagolást végző város
id: kota pengemasan
it: città di imballaggio
ja: 包装した市区町村
ka: შეფუთვის ქალაქი
lt: pakavimo miestas
lv: iepakošanas pilsēta
ms: bandar pembungkusan
nl_be: stad van verpakking
pl: miasto pakowania
pt_pt: cidade de embalagem
ro: orașul de împachetare
ru: город упаковывания
sl: mesto v katerem je izdelek pakiran
sv: förpackningsstad
th: สถานที่แบ่งบรรจุ
tl: mga lungsod ng tagabalot
tr: ambalajlama şehri
uk: місто пакування
vi: thành phố đóng gói
