Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# app_please_take_pictures
source: <p>This product is not yet in the <<site_name>> database. Could you please take some pictures of the product, barcode, ingredients list and nutrition facts to add it on <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Thanks in advance!</p>
ar: <p> هذا المنتج لم يضاف بعد إلى قاعدة بيانات <<site_name>>. هل يمكن أن يرجى أخذ بعض الصور للمنتج، الباركود، قائمة المكونات والحقائق التغذية لإضافته إليها <a href="https://world-ar.openfoodfacts.org" target="_blank"> <<site_name>> </a>؟ </p> <p> شكرا مقدما! </p>
bg: <p> Този продукт все още не е в <<site_name>> базата данни. Би ли направил няколко снимки на продукта, баркод, списък съставки и хранителни факти и да го добавиш в <a href="https://world.openfoodfacts.org" target="_blank"> <<site_name>></a>? </p> <p>Искрени благодарности! </p>
ca: <P> Aquest producte encara no es troba a la base de dades <<site_name>>. Podria, per favor prendre algunes fotos dels productes, codis de barres, llista d'ingredients i de informació sobre nutrients i afegir-los a <a href="https://world.openfoodfacts.org" target="_blank"> <<site_name>> </a>? </ p> <p> Gràcies per endavant! </ p>
cs: <p>Tento výrobek ještě není v databázi <<site_name>>. Můžete prosím pořídit nějaké obrázky produktu, čárového kódu, složení a tabulky výživových údajů a přidat je na <a href="https://world-cs.openfoodfacts.org" target="_blank"> <<site_name>> </a>? </p> <p>Děkujeme! </p>
da: <p>Dette produkt er endnu ikke i <<site_name>>-databasen. Vil du være så elskværdig at tage et par billeder af produktet, stregkoden, ingredienslisten og næringsdeklarationen og tilføje den til <a href="https://world.openfoodfacts.org" target="_blank"><site_name></a>?</p><p>På forhånd tak!</p>
de: <p>Dieses Produkt ist bisher noch nicht in der <<site_name>>-Datenbank eingetragen. Können Sie bitte Fotos des Produkts, des Strichcodes, der Zutatenliste und der Nährwertangaben machen und auf <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a> ergänzen?</p> <p>Vielen Dank im Voraus!</p>
el: <p>Αυτό το προϊόν δεν έχει καταχωρηθεί ακόμα στη βάση δεδομένων του <<site_name>>. Παρακαλώ αν θέλετε προσθέστε φωτογραφίες του προϊόντος, του γραμμωτού κωδικού, των διατροφικών στοιχείων και των συστατικών του στο <a href="https://gr.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Ευχαριστούμε εκ των προτέρων!</p>
eo: <p>Ĉi tiu produkto ankoraŭ ne estas en la <<site_name>> datumbazo. Ĉu vi bonvolu fari kelkajn fotojn de la produkto, strekkodon, liston de ingrediencoj kaj nutrajn informojn por aldoni ĝin al <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Antaŭdankon!</p>
es: <p>Este producto aún no está en la base de datos de <<site_name>>. ¿Podrías tomar algunas fotos del producto, su código de barras, ingredientes e información nutricional para agregarlo a <a href="http://es.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>¡Gracias de antemano!</p>
fa: <p>این محصول هنوز در پایگاه داده <<site_name>> موجود نیست. لطفاً از محصول، بارکد، لیست مواد تشکیل دهنده و اطلاعات تغذیه‌ای آن عکس بگیرید تا در <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>پیشاپیش متشکرم!</p>
fi: <p>Tämä tuote ei ole vielä <<site_name>> -tietokannassa. Voisitko ottaa kuvia tuotteesta, viivakoodista, ainesosaluettelosta ja ravintosisällöstä lisätäksesi sen <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>>iin</a>?</p> <p>Kiitos jo etukäteen!</p>
fr: <p>Ce produit n'est pas encore dans la base d'<<site_name>>. Pourriez-vous s'il vous plait prendre des photos du produit, du code barre, de la liste des ingrédients et du tableau nutritionnel pour qu'il soit ajouté sur <a href="https://fr.openfoodfacts.org" target="_blank"><<site_name>></a> ?</p> <p>Merci d'avance !</p>
he: <p>מוצר זה לא נמצא עדיין במסד הנתונים של <<site_name>>. נוכל לבקש ממך לצלם את המוצר, הברקוד, רשימת הרכיבים והטבלה התזונתית כדי להוסיף אותו אל <a href="https://world-he.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>תודה מראש!</p>
hr: <p>Ovaj proizvod još nije u bazi podataka <<site_name>>. Možete li, molim vas, slikati proizvod, barkod, popis sastojaka i činjenice hranjivosti da biste ga dodali na <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Hvala unaprijed!</p>
hu: <p>Ez a termék jelenleg nem szerepel az <<site_name>> adatbázisában. Tudna készíteni néhány képet a termékről, a termék vonalkódjáról, az összetevők listájáról és a tápértékadatokról, hogy azok elérhetőek legyenek az <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>-on?</p> <p>Előre is köszönjük!</p>
id: <p>Produk ini belum ada di basis data <<site_name>>. Dapatkah Anda mengambil beberapa gambar dari produk, kode batang, daftar bahan, dan informasi nilai gizi untuk ditambahkan pada <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Terima kasih sebelumnya! </p>
it: <p>Questo prodotto non è ancora presente sul database di <<site_name>>. Potresti scattare qualche foto del prodotto, codice a barre, elenco di ingredienti e valori nutrizionali, per aggiungerli su <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Grazie in anticipo!</p>
ja: <p>この製品はまだ <<site_name>> データベースにありません。 製品、バーコード、原材料一覧、栄養成分表の写真を何枚か撮って <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a> に追加していただけませんか?</p> <p>よろしくお願いします!</p>
ka: <p>ეს პროდუქტი ჯერ არ არის <<site_name>> მონაცემთა ბაზაში. გთხოვთ, გადაუღოთ პროდუქტის, შტრიხკოდის, ინგრედიენტების სიისა და კვებითი ღირებულების სურათები, რათა დაამატოთ ის <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>-ზე ?</p> <p>წინასწარ გმადლობთ!</p>
lt: <p>Šio produkto dar nėra <<site_name>> duomenų bazėje. Prašau nufotografuoti patį produktą, barkodą, ingredientų sąrašą ir maistingumo informaciją ir įkelti į <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a></p> <p>Iš anksto ačiū!</p>
lv: <p>Šis produkts vēl nav <<site_name>> datu bāzē. Vai, lūdzu, uzziniet dažus attēlus par produktu, svītrkodu, sastāvdaļu sarakstu un uztura faktu, lai to pievienotu <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Paldies jau iepriekš!</p>
ms: <p>Produk ini belum ada di pangkalan data <<site_name>>. Sila ambil beberapa gambar produk, kod bar, senarai ramuan dan fakta pemakanan untuk ditambah pada <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Didahului dengan ucapan terima kasih!</p>
nl_be: <p>Dit product staat nog niet in de database van <<site_name>>. Kunt u alstublieft een paar foto's maken van het product, de streepjescode, de ingrediëntenlijst en voedingsfeiten om deze toe te voegen aan <a href="https://world.openfoodfacts.org" target="_blank"> <<site_name>> </a>? </p> <p>Bij voorbaat dank! </p>
pl: <p>Tego produktu nie ma jeszcze w bazie danych <<site_name>>. Czy możesz zrobić zdjęcia produktu, kodu kreskowego, składu i zawartości ożywczej by dodać je przez <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Dzięki z góry!</p>
pt_pt: <p>Este produto ainda não existe na base de dados de <<site_name>>. Por favor pode tirar algumas fotografias ao produto, ao código de barras, à lista de ingredientes e tabela nutricional para adicioná-lo ao <a href="https://world-pt.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Desde já o nosso obrigado!</p>
ro: <p>Acest produs încă nu se află în baza de date <<site_name>>. Puteți face câteva fotografii cu produsul, codul de bare, lista de ingrediente și valorile nutriționale pentru a-l adăuga la <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Vă mulțumim în avans!</p>
ru: <p>Этого продукта еще нет в базе <<site_name>>. Не могли бы вы сделать несколько фото (продукт, штрихкод, список ингредиентов и пищевая ценность), чтобы добавить его на <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Заранее спасибо!</p>
sl: Tega izdelek še ni v podatkovni bazi <<site_name>>. Prosimo vas, da posnamete nekaj slik izdelka, črtne kode, seznama sestavin in podatkov o hranilni vrednosti, da vnesete dodate na<a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p><p>Hvala v naprej!</p>
sv: <p>Den här produkten finns ännu inte i databasen <<site_name>>. Ta gärna några bilder av produkten, streckkoden, ingredienslistan och näringsfakta för att lägga till den på <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Tack på förhand!</p>
th: <p>ผลิตภัณฑ์นี้ยังไม่มีในฐานข้อมูล <<site_name>> กรุณาถ่ายรูปสินค้า บาร์โค้ด ส่วนประกอบ และฉลากโภชนาการ <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a> เพื่อเพิ่มผลิตภัณฑ์ </p> ในระบบ <p>ขอบคุณ</p>
tl: <p>Ang produktong ito ay wala pa sa datos ng <<site_name>>. Puwede ba kayong kumuha ng ilang larawan ng produkto, barcode, listahan ng mga sangkap at nutrisiyon facts upang idagdag ito sa <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Paunang salamat</p>
tr: <p>Bu ürün henüz <<site_name>> veritabanında mevcut değil. <a href="https://tr.openfoodfacts.org" target="_blank"> <<site_name>></a>adresine eklemek için ürün, barkod, içindekiler listesi ve besin değerleri ile ilgili birkaç resim çekebilir misiniz?</p> <p>Şimdiden teşekkür ederiz!</p>
uk: <p>Цього продукту ще немає в базі даних <<site_name>>. Чи могли б ви зробити кілька знімків продукту, штрих-коду, списку складників і харчової цінності, щоб додати їх на <a href="https://world-uk.openfoodfacts.org" target="_blank"><<site_name>></a>?</p> <p>Заздалегідь дякую!</p>
vi: <p>Sản phẩm này chưa có trong cơ sở dữ liệu <<site_name>>. Bạn có thể vui lòng chụp một số hình ảnh về sản phẩm, mã vạch, danh sách thành phần và thông tin dinh dưỡng để thêm vào <a href="https://world.openfoodfacts.org" target="_blank"><<site_name>></a>không?</p> <p>Cảm ơn trước!</p>

# app_take_a_picture
source: Take a picture
ar: التقاط صورة
bg: Направи снимка
ca: Fer una foto
cs: Vyfotit
da: Tag et billede
de: Foto aufnehmen
el: Τραβήξτε μια φωτογραφία
eo: Fotu
es: Saca una foto
fa: یک عکس بگیرید
fi: Ota kuva
fr: Prendre une photo
he: צילום תמונה
hr: Uslikaj
hu: Fénykép készítése
id: Ambil gambar
it: Scatta una foto
ja: 画像を撮る
ka: სურათის გადაღება
lt: Fotografuoti
lv: Fotografēt
ms: Ambil gambar
nl_be: Maak een foto
pl: Zrób zdjęcie
pt_pt: Tirar uma foto
ro: Faceți o fotografie
ru: Сфотографировать
sl: Posnemi fotografijo
sv: Ta en bild
th: ถ่ายภาพ
tl: Kumuha ng larawan
tr: Resim çek
uk: Сфотографувати
vi: Chụp ảnh

# app_take_a_picture_note
source: Note: the pictures you send are published under the free licence Creative Commons Attribution and ShareAlike.
ar: ملاحظة: يتم نشر الصور التي ترسلها تحت رخصة حرة سمات الإبداعية العموم والمشاركة على قدم المساواة.
bg: Снимките, които изпращаш, се публикуват под свободния лиценз на Creative Commons Attribution и ShareAlike.
ca: Nota: les imatges que envieu són distribuïdes sota la llicència lliure Creative Commons Attribution and ShareAlike.
cs: Poznámka: Obrázky, které odesíláte jsou zveřejňovány pod svobodnou licencí "Creative Commons Attribution and ShareAlike".
da: Bemærk: billederne du sender, bliver offentliggjort under den frie licens Creative Commons Attribution ShareAlike.
de: Hinweis: Die von Ihnen eingesandten Fotos werden unter der freien Lizenz „Creative Commons Attribution und ShareAlike” (Weitergabe unter gleichen Bedingungen) veröffentlicht.
el: Σημείωση: Οι φωτογραφίες που στέλνετε δημοσιεύονται υπό από την ελεύθερη άδεια Creative Commons Attribution and ShareAlike.
eo: Noto: la bildoj, kiujn vi sendas, estas publikigitaj laŭ la libera permesilo Krea Komunaĵo Atribuite kaj Kunhavigi Samkondiĉe.
es: Nota: las imagenes que envías son publicadas bajo la licencia libre Creative Commons Attribution y ShareAlike.
fa: تذکر: عکس هایی که میفرستید تحت لیسانس Creative Commons Attribution و ShareAlike منتشر میشوند.
fi: Huomaa: lähettämäsi kuvat julkaistaan Creative Commons Attribution and ShareAlike -lisenssillä.
fr: Note : les photos que vous envoyez sont publiées sous la licence libre Creative Commons Attribution et Partage à l'identique.
he: לתשומת לבך: התמונות שנשלחות מפורסמות תחת תנאי הרישיון Creative Commons Attribution and ShareAlike.
hr: Napomena: slike koje šaljete su objavljenje pod slobodnom licencom Creative Commons Attribution and ShareAlike.
hu: Megjegyzés: a képek amelyeket elküld a Creative Commons Nevezd meg! - Így add tovább! (CC BY-SA) szabad licenc alatt lesznek közzétéve.
id: Catatan: gambar - gambar yang Anda kirim dipublikasikan di bawah lisensi gratis Creative Commons Attribution dan ShareAlike.
it: Nota: le foto che invii, sono pubblicate sotto la licenza libera Creative Commons Attribution e ShareAlike.
ja: 注記：送信された画像はCC BY-SAライセンスの下で公開されます。
ka: შენიშვნა: თქვენს მიერ გამოგზავნილი სურათები გამოქვეყნებულია Creative Commons Attribution and ShareAlike თავისუფალი ლიცენზიით.
lt: Pastaba: jūsų atsiųstos nuotraukos yra publikuojamos pagal Creative Commons Attribution and ShareAlike licenziją.
lv: Attēli, kurus jūs sūtāt, ir publicēti saskaņā ar bezmaksas licenci Creative Commons Attribution / Share-Alike.
ms: Nota: gambar yang anda hantar diterbitkan di bawah lesen bebas Atribusi Bersama Kreatif dan ShareAlike.
nl_be: Opmerking: de foto's die u verstuurt worden gepubliceerd onder de vrije licentie Creative Commons Attribution and ShareAlike.
pl: Uwaga: Publikujesz swoje zdjęcia bezpłatnie w licencji CreativeCommons Attribution and ShareAlike.
pt_pt: Nota: as fotografias que enviar são publicadas sob a licença livre Creative Commons Atribuição-CompartilhaIgual.
ro: Notă: fotografiile trimise sunt publicate sub o licență liberă Creative Commons Atribution and ShareAlike.
ru: Примечание: отправленные фото публикуются под свободной лицензией Creative Commons Attribution and ShareAlike.
sl: Opomba: slike, ki jih pošiljate, so objavljene pod licenco Creative Commons Attribution in ShareAlike.
sv: De bilder du skickar publiceras under den fria licensen Creative Commons Attribution och ShareAlike.
th: หมายเหตุ: รูปภาพที่คุณส่งเข้าระบบจะได้รับการเผยแพร่ภายใต้สัญญาอนุญาต Creative Commons Attribution และ ShareAlike ที่ให้สิทธิ์ใช้งานฟรี
tl: Paalala: Mga larawan na ipinapadala ay ipinapahayag sa kapangyarihan ng may pahintulot ng Creative Commons Attribution and ShareAlike.
tr: Not: gönderdiğiniz resimler özgür bir lisans olan Creative Commons Attribution and ShareAlike kapsamında yayınlanmaktadır.
uk: Зображення, які ви надсилаєте, публікуються під вільною ліцензією "Creative Commons Attribution and ShareAlike".
vi: Lưu ý: hình ảnh bạn gửi được xuất bản theo giấy phép miễn phí Creative Commons Attribution và ShareAlike.

# app_you_can_add_pictures
source: You can add pictures:
ar: يمكنك إضافة صور
bg: Можеш да добавяш снимки:
ca: Podeu afegir imatges:
cs: Můžete přidat obrázky:
da: Du kan tilføje billeder:
de: Sie können Fotos hinzufügen:
el: Μπορείτε να προσθέσετε φωτογραφίες:
eo: Vi povas aldoni bildojn:
es: Puedes agregar imágenes:
fa: شما می توانید تصاویر را اضافه کنید:
fi: Voit lisätä kuvia:
fr: Vous pouvez ajouter des photos :
he: ניתן להוסיף תמונות:
hr: Možete dodati slike:
hu: Hozzáadhat képeket:
id: Anda dapat menambahkan gambar:
it: Puoi aggiungere una foto:
ja: 写真を追加できます：
ka: შეგიძლიათ დაამატოთ სურათები:
lt: Galite pridėti nuotraukas:
lv: Jūs varat pievienot attēlus:
ms: Anda boleh tambah gambar:
nl_be: U kunt foto's toevoegen:
pl: Możesz dodać zdjęcia:
pt_pt: Pode adicionar imagens:
ro: Puteți adăuga imagini:
ru: Вы можете добавить фотографии:
sl: Lahko dodate slike:
sv: Du kan lägga till bilder:
th: คุณสามารถเพิ่มรูปภาพ:
tl: Maari kang magdagdag ng larawan:
tr: Resimlerinizi ekleyebilirsiniz:
uk: Ви можете додати фотографії:
vi: Bạn có thể thêm hình ảnh:

# axis_x
source: Horizontal axis
ar: المحور الافقي
bg: Хоризонтална ос
ca: Eix horitzontal
cs: Vodorovná osa
da: Horisontal akse
de: X-Achse
el: Οριζόντιος άξονας
eo: Horizontala akso
es: Eje horizontal
fa: محور افقی
fi: Vaaka-akseli
fr: Axe horizontal
he: ציר אופקי
hr: Horizontalna os
hu: Vízszintes tengely
id: Sumbu - sumbu horisontal
it: Asse orizzontale
ja: 横軸
ka: ჰორიზონტალური ღერძი
lt: Horizontalioji ašis
lv: Horizontālā ass
ms: Paksi mendatar
nl_be: Horizontale as
pl: Oś pozioma
pt_pt: Eixo horizontal
ro: Axa orizontală
ru: Горизонтальная ось
sl: Vodoravna os
sv: Horisontell axel
th: แกน X
tl: Pahalang na aksis
tr: Yatay eksen
uk: Горизонтальна вісь
vi: Trục ngang

# axis_y
source: Vertical axis
ar: المحور العمودي
bg: Вертикална ос
ca: Eix vertical
cs: Svislá osa
da: Vertikal akse
de: Y-Achse
el: Κατακόρυφος άξονας
eo: Vertikala akso
es: Eje vertical
fa: محور عمودی
fi: Pystyakseli
fr: Axe vertical
he: ציר אנכי
hr: Vertikalna os
hu: Függőleges tengely
id: Sumbu - sumbu vertikal
it: Asse verticale
ja: 縦軸
ka: ვერტიკალური ღერძი
lt: Vertikalioji ašis
lv: Vertikālā ass
ms: Paksi menegak
nl_be: Verticale as
pl: Oś pionowa
pt_pt: Eixo vertical
ro: Axa verticală
ru: Вертикальная ось
sl: Navpična os
sv: Vertikal axel
th: แกน Y
tl: Patindig na aksis
tr: Dikey eksen
uk: Вертикальна вісь
vi: Trục đứng

source: Barcode
ar: الرمز الشريطي
bg: Баркод
ca: Codi de barres
cs: Čárový kód
da: Stregkode
de: Strichcode
el: Γραμμικός κωδικός
eo: Strekokodo
es: Código de barras
fa: بارکد
fi: Viivakoodi
fr: Code-barres
he: ברקוד
hr: Bar kod
hu: Vonalkód
id: Kode batang
it: Codice a Barre
ja: バーコード
lt: Barkodas
lv: Svītrkods
ms: Barkod
nl_be: Streepjescode
pl: Kod kreskowy
pt_pt: Código de barras
ro: Cod de bare
ru: Штрих-код
sl: Črtna koda
sv: Streckkod
th: บาร์โค้ด
tr: Barkod
uk: Код товару
vi: Mã vạch

source: Barcode number:
ar: رقم الرمز الشريطي:
bg: Номер на баркод:
ca: Número de codi de barres:
cs: Číslo čárového kódu:
da: Stregkode nummer:
de: Strichcode-Nummer:
el: Αριθμός γραμμωτού κωδικού:
eo: Strekkoda numero:
es: Cifras del código de barras:
fa: شماره بارکد:
fi: Viivakoodin numero:
fr: Chiffres du code-barres :
he: מספר ברקוד:
hr: Broj bar koda:
hu: Vonalkód szám:
id: Nomor kode batang:
it: Numero del codice a barre:
ja: バーコード番号:
ka: შტრიხკოდის ნომერი:
lt: Barkodo numeris:
lv: Svītru koda numurs:
ms: Nombor kod bar:
nl_be: Nummer van de barcode:
pl: Numer kodu kreskowego:
pt_pt: Número do código de barras:
ro: Numărul din codul de bare:
ru: Номер штрихкода:
sl: Številka črtne kode:
sv: Streckkodsnummer:
th: รหัสบาร์โค้ด
tl: Numero ng barcode:
tr: Barkod numarası:
uk: Номер штрих-коду:
vi: Số mã vạch:

# you_can_also_help_us
source: You can also help to fund the Open Food Facts project
ar: يمكنك أيضًا المساعدة في تمويل مشروع حقائق الغذاء المفتوح
bg: Можеш също да помогнеш за финансирането на Open Food Facts проектът
ca: També podeu ajudar a finançar el projecte Open Food Facts
cs: Můžete také pomoci s financováním projektu Open Food Facts
da: Du kan også hjælpe med at finansiere projektet Open Food Facts
de: Sie können außerdem helfen, das Projekt Open Food Facts mitzufinanzieren
el: Μπορείτε επίσης να βοηθήσετε στη χρηματοδότηση του έργου Open Food Facts
eo: Vi ankaŭ povas helpi financi la projekton Open Food Facts
es: También puedes ayudar a financiar el proyecto Open Food Facts
fa: شما همچنین می‌توانید به تأمین مالی پروژه «حقایق غذای آزاد» کمک کنید.
fi: Voit myös auttaa rahoittamaan Open Food Facts -hanketta
fr: Vous pouvez aussi nous aider à financer le projet Open Food Facts
he: ניתן גם לסייע במימון המיזם Open Food Facts
hr: Također, možete pomoći u financiranju projekta Open Food Facts
hu: Ön is segíthet az Open Food Facts program finanszírozásában
id: Anda juga dapat membantu mendanai proyek Open Food Facts
it: Inoltre, puoi aiutare a finanziare il progetto di Open Food Facts
ja: Open Food Facts プロジェクトへの資金援助もできます
ka: ასევე შეგიძლიათ დაეხმაროთ ღია საკვების ფაქტების პროექტის დაფინანსებაში
lt: Taip pat galite finansiškai paremti Open Food Facts projektą
lv: Jūs varat arī palīdzēt finansēt projektu Open Food Facts
ms: Anda juga boleh bantu biayai projek Open Food Facts
nl_be: Je kan ook helpen met het financieren van het Open Food Facts project
pl: Możesz także pomóc w sfinansowaniu projektu Open Food Facts
pt_pt: Também pode ajudar a financiar o projeto Open Food Facts
ro: Poți, de asemenea, să ne ajuți la finanțarea proiectului Open Food Facts
ru: Вы также можете помочь финансировать проект Open Food Facts
sl: Prav tako lahko pomagate pri financiranju projekta Open Food Facts
sv: Du kan också hjälpa till att finansiera Open Food Facts
th: นอกจากนี้คุณยังสามารถช่วยสนับสนุนทางการเงินให้กับโครงการ Open Food Facts
tr: Ayrıca Open Food Facts projesinin finanse edilmesine yardım edebilirsiniz
uk: Ви також можете допомогти фінансувати проєкт Open Food Facts
vi: Bạn cũng có thể giúp tài trợ cho dự án Open Food Facts

# producers_administration_manual
source: Producers Admin manual
bg: Ръководство за администриране на производители
ca: Manual d'administrador per productors
cs: Příručka pro správce výrobců
da: Producentadminvejledning
de: Administrationshandbuch für Produzenten
el: Εγχειρίδιο Διαχειριστή Παραγωγών
eo: Administra manlibro de produktantoj
es: Manual de administración de productores
fa: دفترچه راهنمای مدیریت تولیدکنندگان
fi: Tuottajien ylläpitokäsikirja
fr: Manuel d'administration des producteurs
he: מדריך הניהול ליצרנים
hr: Priručnik za administratore producenata
hu: Gyártói Adminisztrátori Kézikönyv
id: Panduan Admin Produsen
it: Manuale d'Amministrazione dei Produttori
ja: 生産者管理マニュアル
ka: მწარმოებლის ადმინისტრაციული სახელმძღვანელო
lt: Gamintojo administratoriaus vadovas
lv: Ražotāju administrēšanas rokasgrāmata
nl_be: Admin handleiding van Producenten
pl: Podręcznik administratora (producenci)
pt_pt: Manual de administração de produtores
ro: Manual de administrare pentru producători
ru: Руководство администратора производителей
sl: Skrbniški priročnik za proizvajalce
sv: Producentens Admin manual
th: คู่มือผู้ดูแลระบบสำหรับผู้ผลิต
tr: Üreticiler Yönetici kılavuzu
uk: Інструкція адміністратора для виробників
vi: Hướng dẫn cho Quản trị viên của các Nhà sản xuất

# bottom_title
source: Donate to support our work
ar: تبرع لدعم عملنا
bg: Дари за подкрепа на нашата работа
ca: Donau suport al nostre treball amb un donatiu
cs: Podpořte naší práci darem
da: Donér for at støtte arbejdet
de: Spenden Sie bitte, um unsere Arbeit zu unterstützen
el: Κάντε δωρεά για να στηρίξετε το έργο μας
eo: Donacu por subteni nian laboron
es: Dona para apoyar nuestro trabajo
fa: برای حمایت از کار ما، کمک مالی کنید
fi: Lahjoita tukeaksesi työtämme
fr: Faites un don pour soutenir notre travail
he: מזמינים אותך לתרום כדי לתמוך בעבודתנו
hr: Donirajte za podršku našem radu
hu: Támogasson munkánkat adománnyal
id: Mari berikan donasi untuk mendukung pekerjaan kami
it: Dona per sostenere il nostro lavoro
ja: 活動を支援するために寄付する
ka: გაიღეთ შემოწირულობა ჩვენი საქმიანობის მხარდასაჭერად, რათა მხარი დაუჭიროთ მას.
lt: Paaukok mūsų darbui paremti
lv: Ziedo mūsu darba atbalstam
ms: Dermalah untuk sokong kerja kita
nl_be: Doneer om ons werk te ondersteunen
pl: Przekaż darowiznę aby wesprzeć naszą pracę
pt_pt: Faça um donativo para apoiar o nosso trabalho
ro: Donează pentru a sprijini efortul nostru
ru: Пожертвовать, чтобы поддержать нашу работу
sl: Donirajte za podporo našemu delu
sv: Donera för att stödja vårt arbete
th: บริจาคเพื่อสนับสนุนการทำงานของเรา
tr: Çalışmalarımızı desteklemek için bağışta bulunun
uk: Пожертвуйте на підтримку нашої роботи
vi: Đóng góp để hỗ trợ công việc của chúng tôi
