Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# import_photos_format_ingredients
source: 3001234567890.ingredients_fr.jpg: ingredients list in French.
ar: 3001234567890.ingredients_fr.jpg: قائمة المكونات باللغة الفرنسية.
bg: 3001234567890.ingredients_fr.jpg: списък на съставките на френски.
ca: 3001234567890.ingredients_fr.jpg: llista d'ingredients en francès.
cs: 3001234567890.ingredients_fr.jpg: seznam přísad ve francouzštině.
da: 3001234567890.ingredients_da.jpg: Ingrediensliste på dansk.
de: 3001234567890.ingredients_fr.jpg: Zutatenliste auf Französisch.
el: 3001234567890.ingredients_fr.jpg: λίστα συστατικών στα γαλλικά.
eo: 3001234567890.ingredients_fr.jpg: listo de ingrediencoj en la franca.
es: 3001234567890.ingredients_fr.jpg: lista de ingredientes en Francés.
fa: ‎3001234567890.ingredients_fr.jpg: فهرست مواد تشکیل دهنده به زبان فرانسوی.
fi: 3001234567890.ingredients_fr.jpg: ainesosaluettelo ranskaksi.
fr: 3001234567890.ingredients_fr.jpg: Liste d'ingrédients en Français.
he: 3001234567890.ingredients_fr.jpg: רשימת הרכיבים בצרפתית.
hr: 3001234567890.ingredients_fr.jpg: popis sastojaka na francuskom.
hu: 3001234567890.ingredients_fr.jpg: az összetevők listája franciául.
id: 3001234567890.ingredients_fr.jpg: daftar kandungan bahan dalam bahasa Perancis.
it: 3001234567890.ingredients_fr.jpg: elenco ingredienti in francese.
ja: 3001234567890.ingredients_fr.jpg：フランス語の材料リスト。
ka: 3001234567890.ingredients_fr.jpg: ინგრედიენტების სია ფრანგულად.
lt: 3001234567890.ingredients_fr.jpg: ingredientų sąrašas prancūzų kalba.
lv: 3001234567890.ingredients_fr.jpg: sastāvdaļu saraksts franču valodā.
nl_be: 3001234567890.ingredients_fr.jpg: ingrediëntenlijst in het Frans.
pl: 3001234567890.ingredients_fr.jpg: lista składników po francusku.
pt_pt: 3001234567890.ingredients_fr.jpg: lista de ingredientes em francês.
ro: 3001234567890.ingredients_fr.jpg: lista ingredientelor în limba franceză.
ru: 3001234567890.ingredients_fr.jpg: список ингредиентов на французском языке.
sl: 3001234567890.ingredients_fr.jpg: seznam sestavin v francoščini.
sv: 3001234567890.ingredients_fr.jpg: ingredienslista på franska.
th: 3001234567890.ingredients_fr.jpg: รายการส่วนผสมในภาษาฝรั่งเศส
tr: 3001234567890.ingredients_fr.jpg: Fransızca içindekiler listesi.
uk: 3001234567890.ingredients_fr.jpg: список компонентів французькою мовою.
vi: 3001234567890.ingredient_fr.jpg: danh sách thành phần bằng tiếng Pháp.

# import_photos_format_nutrition
source: 3001234567890.nutrition_es.jpg: nutrition table in Spanish.
ar: 3001234567890.nutrition_es.jpg: جدول التغذية باللغة الفرنسية.
bg: 3001234567890.nutrition_es.jpg: хранителна таблица на испански.
ca: 3001234567890.nutrition_es.jpg: taula de nutrició en castellà.
cs: 3001234567890.nutrition_es.jpg: nutriční tabulka ve španělštině.
da: 3001234567890.nutrition_da.jpg: Ernæringstabel på dansk.
de: 3001234567890.nutrition_es.jpg: Nährwerttabelle auf Spanisch.
el: 3001234567890.nutrition_es.jpg: πίνακας διατροφικών στοιχείων στα ισπανικά.
eo: 3001234567890.nutrition_es.jpg: nutra tabelo en la hispana.
es: 3001234567890.nutrition_es.jpg: tabla de nutrición en Español.
fa: ‎3001234567890.nutrition_es.jpg: جدول ارزش غذایی به زبان اسپانیایی.
fi: 3001234567890.nutrition_es.jpg: ravintotaulukko espanjaksi.
fr: 3001234567890.nutrition_es.jpg : Tableau nutritionnel en Espagnol.
he: 3001234567890.nutrition_es.jpg: הטבלה התזונתית בספרדית.
hr: 3001234567890.nutrition_es.jpg: tablica nutritivnih vrijednosti na španjolskom.
hu: 3001234567890.nutrition_es.jpg: tápértéktáblázat spanyolul.
id: 3001234567890.nutrition_es.jpg: tabel informasi gizi dalam bahasa Spanyol.
it: 3001234567890.nutrition_es.jpg: tabella nutrizionale in spagnolo.
ja: 3001234567890.nutrition_es.jpg：スペイン語の栄養成分表。
ka: 3001234567890.nutrition_es.jpg: კვების ცხრილი ესპანურ ენაზე.
lt: 3001234567890.nutrition_es.jpg: mitybos lentelė ispanų kalba.
lv: 3001234567890.nutrition_es.jpg: uztura tabula spāņu valodā.
nl_be: 3001234567890.nutrition_es.jpg: voedingstabel in het Spaans.
pl: 3001234567890.nutrition_es.jpg: tabela wartości odżywczej w języku hiszpańskim.
pt_pt: 3001234567890.nutrition_es.jpg: tabela de nutrição em espanhol.
ro: 3001234567890.nutrition_es.jpg: tabel de nutriție în spaniolă.
ru: 3001234567890.nutrition_es.jpg: таблица питания на испанском языке.
sl: 3001234567890.nutrition_es.jpg: prehranska tabela v španščini.
sv: 3001234567890.nutrition_es.jpg: näringstabell på spanska.
th: 3001234567890.nutrition_es.jpg: ตารางโภชนาการในภาษาสเปน
tr: 3001234567890.nutrition_es.jpg: İspanyolca besin değerleri tablosu.
uk: 3001234567890.nutrition_es.jpg: таблиця харчування іспанською.
vi: 3001234567890. Nutrition_es.jpg: bảng dinh dưỡng bằng tiếng Tây Ban Nha.

source: Add photos...
ar: إضافة صور...
bg: Добави снимки...
ca: Afegeix fotos...
cs: Přidat fotografie...
da: Tilføj fotos...
de: Fotos hinzufügen …
el: Προσθήκη φωτογραφιών...
eo: Aldoni fotojn...
es: Añadir fotos...
fa: اضافه کردن عکس‌ها...
fi: Lisää kuvia...
fr: Ajouter des photos...
he: הוספת תמונות…
hr: Dodaj fotografije...
hu: Fotók hozzáadása…
id: Tambahkan foto - foto...
it: Aggiungi foto...
ja: 写真を追加...
ka: ფოტოების დამატება...
lt: Pridėti nuotraukų...
lv: Pievienot fotoattēlus...
nl_be: Foto's toevoegen...
pl: Dodaj zdjęcia...
pt_pt: Adicionar fotografias...
ro: Adaugă fotografii...
ru: Добавить фотографии...
sl: Dodaj fotografije ...
sv: Lägg till bilder...
th: เพิ่มรูปภาพ...
tr: Fotoğraf ekle...
uk: Додати фотографії
vi: Thêm ảnh...

source: Start upload
ar: بدء التحميل
bg: Старт на качването
ca: Començar pujada
cs: Spustit nahrávání
de: Hochladen beginnen
el: Έναρξη μεταφόρτωσης
eo: Komencu alŝutadon
es: Comenzar subida
fa: شروع آپلود
fi: Aloita lähetys
fr: Commencer l'envoi
he: להתחיל העלאה
hr: Započni prijenos
hu: Feltöltés indítása
id: Mulai unggahan
it: Avvia caricamento
ja: アップロード開始
ka: ატვირთვის დაწყება
lt: Pradėti įkėlimą
lv: Sākt augšupielādi
nl_be: Beginnen met uploaden
pl: Rozpocznij wysyłanie
pt_pt: Começar a enviar
ro: Începeți încărcarea
ru: Начать загрузку
sl: Začni prenos
sv: Påbörja uppladdning
th: เริ่มการอัปโหลด
tr: Yüklemeye başla
uk: Почати завантаження
vi: Bắt đầu tải lên

source: Start
ar: بدء
bg: Старт
ca: Inicia
el: Έναρξη
eo: Komencu
es: Empezar
fa: شروع
fi: Aloita
fr: Commencer
he: התחלה
hu: Indítás
id: Mulai
it: Avvia
ja: 開始
ka: დაწყება
lt: Pradėti
lv: Sākt
nl_be: Beginnen
pl: Rozpocznij
pt_pt: Começar
ru: Начать
sl: Začni
th: เริ่ม
tr: Başla
uk: Старт
vi: Bắt đầu

source: Close
ar: إغلق
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nl_be: Sluit
pl: Zamknij
pt_pt: Fechar
ro: Închidere
ru: Закрыть
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng

source: Cancel upload
ar: إلغاء التحميل
bg: Отказ на качването
ca: Cancel·lar pujada
cs: Zrušit nahrávání
da: Annullér upload
de: Hochladen abbrechen
el: Ακύρωση μεταφόρτωσης
eo: Nuligi alŝuton
es: Cancelar carga
fa: لغو آپلود
fi: Peruuta lähetys
fr: Annuler l'envoi
he: ביטול העלאה
hr: Otkaži prijenos
hu: Feltöltés megszakítása
id: Batalkan unggahan
it: Annulla caricamento
ja: アップロードをキャンセル
ka: ატვირთვის გაუქმება
lt: Atšaukti įkėlimą
lv: Atcelt augšupielādi
nl_be: Uploaden afbreken
pl: Anuluj wysyłanie
pt_pt: Cancelar envio
ro: Anulează încărcarea
ru: Отменить загрузку
sl: Prekliči prenos
sv: Avbryt uppladdning
th: ยกเลิกการอัปโหลด
tr: Yüklemeyi iptal et
uk: Скасувати завантаження
vi: Hủy bỏ tải lên

source: Info
ar: معلومات
bg: Инфо
ca: Informació
el: Πληροφορίες
eo: Informoj
es: Información
fa: اطلاعات
fi: Tietoja
fr: Informations
he: מידע
hr: Informacije
hu: Információ
ja: 情報
ka: ინფორმაცია
lt: Informacija
lv: Informācija
nl_be: Informatie
pt_pt: Informação
ru: Информация
th: ข้อมูล
tr: Bilgi
uk: Відомості
vi: Thông tin

source: File received
ar: تم استلام الملف
bg: Файлът е получен
ca: S'ha rebut el fitxer
cs: Soubor přijat
da: Fil modtaget
de: Datei empfangen
el: Το αρχείο ελήφθη
eo: Dosiero ricevita
es: Archivo recibido
fa: فایل دریافت شد
fi: Tiedosto vastaanotettu
fr: Fichier reçu
he: התקבל קובץ
hr: Datoteka primljena
hu: A fájl beérkezett
id: Berkas diterima
it: File ricevuto
ja: ファイルを受信しました
ka: ფაილი მიღებულია
lt: Byla gauta
lv: Fails saņemts
nl_be: Bestand ontvangen
pl: Plik odebrany
pt_pt: Ficheiro recebido
ro: Fișier primit
ru: Файл получен
sl: Datoteka je prejeta
sv: Fil mottagen
th: ได้รับไฟล์แล้ว
tr: Dosya alındı
uk: Файл отримано
vi: Tập tin đã được nhận

# nutriscore_calculation_details
source: Details of the calculation of the Nutri-Score
ar: تفاصيل احتساب Nutri-Score
bg: Подробности за изчисляването на Nutri-Score
ca: Detalls del càlcul de la Nutri-Score
cs: Podrobnosti o tom, jak se Nutri-Score vypočítává
da: Oplysninger om Nutri-Score-beregningen
de: Details zur Berechnung des Nutri-Scores
el: Λεπτομέρειες για τον υπολογισμό του Nutri-Score
eo: Detaloj pri la kalkulado de la Nutri-Poentaro
es: Detalles del cálculo del Nutri-Score
fa: جزئیات محاسبه امتیاز تغذیه‌ای
fi: Yksityiskohdat Nutri-Score-laskelmasta
fr: Détail du calcul du Nutri-Score
he: פירוט החישוב של Nutri-Score
hr: Detalji izračuna Nutri-Scorea
hu: A Nutri-Score kiszámításának részletei
id: Detail penghitungan Nutri-Score
it: Dettagli del calcolo del Nutri-Score
ja: Nutri-Score(栄養スコア)の計算の詳細
ka: Nutri-Score-ის გაანგარიშების დეტალები
lt: „Nutri-Score“ skaičiavimo informacija
lv: Nutri-Score aprēķina detaļas
nl_be: Details van de berekening van de Nutri-Score
pl: Szczegółowe informacje dotyczące obliczania Nutri-Score
pt_pt: Detalhes do cálculo do Nutri-Score
ro: Detalii despre calculul Nutri-Score
ru: Детали расчета Nutri-core
sl: Podrobnosti o izračunu Nutri-Score
sv: Detaljer om beräkningen av Nutri-Score
th: รายละเอียดการคำนวณ Nutri-Score
tr: Nutri-Score hesaplamasının detayları
uk: Деталі розрахунку Nutri-Score
vi: Chi tiết về cách tính điểm dinh dưỡng

# nutriscore_is_beverage
source: This product is considered a beverage for the calculation of the Nutri-Score.
ar: يعتبر هذا المنتج مشروبًا لحساب Nutri-Score.
bg: Този продукт се счита за напитка за изчисляване на Nutri-Score.
ca: Aquest producte es considera una beguda per al càlcul de la Nutri-Score.
cs: Tento produkt je považován za nápoj pro výpočet Nutri-Score.
da: Dette produkt betragtes som en drik ved beregning af Nutri-Score.
de: Dieses Produkt gilt als Getränk für die Berechnung des Nutri-Scores.
el: Αυτό το προϊόν θεωρείται ρόφημα για τον υπολογισμό του Nutri-Score.
eo: Ĉi tiu produkto estas konsiderata trinkaĵo por la kalkulado de la Nutri-Poentaro.
es: Este producto se considera una bebida para el cálculo de la Nutri-Score.
fa: این محصول برای محاسبه‌ی امتیاز تغذیه‌ای (Nutri-Score) به عنوان نوشیدنی در نظر گرفته می‌شود.
fi: Tätä tuotetta pidetään juomana Nutri-Score-laskelmassa.
fr: Ce produit est considéré comme une boisson pour le calcul du Nutri-Score.
he: מוצר זה נחשב למשקה לטובת החישוב של ה־‏Nutri-Score.
hr: Ovaj se proizvod smatra napitkom za izračun Nutri-Scorea.
hu: A Nutri-Score számításnál a terméket italnak tekintettük.
id: Produk ini dipertimbangkan sebagai minuman untuk perhitungan Nutri-Score.
it: Questo prodotto è considerato una bevanda per il calcolo del Il Nutri-Score.
ja: この製品は、Nutri-Score(栄養スコア)の計算用の飲料と見なされます。
ka: ეს პროდუქტი Nutri-Score-ის გამოსათვლელად სასმელად ითვლება.
lt: Šis produktas yra laikomas gėrimu, norint apskaičiuoti „Nutri-Score“.
lv: Šis produkts tiek uzskatīts par dzērienu Nutri-Score aprēķināšanas nolūkā.
nl_be: Dit product wordt beschouwd als een drank voor de berekening van de Nutri-Score.
pl: Produkt ten jest uważany za napój przy obliczaniu Nutri-Score.
pt_pt: Este produto é considerado uma bebida para o cálculo do Nutri-Score.
ro: Acest produs este considerat o băutură pentru calculul Nutri-Score.
ru: Этот продукт считается напитком для расчета Nutri-Score.
sl: Ta izdelek velja za napitek za izračun Nutri-Score.
sv: Denna produkt betraktas som en dryck vid beräkning av Nutri-Score.
th: ผลิตภัณฑ์นี้จัดเป็นหมวดหมู่เครื่องดื่มสำหรับคำนวณค่า Nutri-Score
tr: Bu ürün, Nutri-Score hesaplaması için bir içecek kabul edilmektedir.
uk: Цей товар вважається важелем для обчислення Нутрі-Скора.
vi: Sản phẩm này được coi là một loại nước giải khát khi tính điểm Nutri-Score.

# nutriscore_is_not_beverage
source: This product is not considered a beverage for the calculation of the Nutri-Score.
ar: لا يعتبر هذا المنتج مشروبًا لحساب Nutri-Score.
bg: Този продукт не се счита за напитка за изчисляване на Nutri-Score.
ca: Aquest producte no es considera una beguda per al càlcul de la Nutri-Score.
cs: Tento produkt není považován za nápoj pro výpočet Nutri-Score.
da: Dette produkt betragtes ikke som en drik ved beregning af Nutri-Score.
de: Dieses Produkt gilt nicht als Getränk für die Berechnung des Nutri-Scores.
el: Αυτό το προϊόν δεν θεωρείται ρόφημα για τον υπολογισμό του Nutri-Score.
eo: Ĉi tiu produkto ne estas konsiderata trinkaĵo por la kalkulado de la Nutri-Poentaro.
es: Este producto no se considera una bebida para el cálculo de la puntuación Nutri-Score.
fa: این محصول برای محاسبه امتیاز تغذیه‌ای، نوشیدنی محسوب نمی‌شود.
fi: Tätä tuotetta ei pidetä juomana Nutri-Score-laskelmassa.
fr: Ce produit n'est pas considéré comme une boisson pour le calcul du Nutri-Score.
he: מוצר זה אינו נחשב למשקה לטובת החישוב של ה־‏Nutri-Score.
hr: Ovaj proizvod se ne smatra pićem za izračun Nutri-Scorea.
hu: A Nutri-Score számításnál a terméket nem tekintettük italnak.
id: Produk ini tidak dipertimbangkan sebagai minuman untuk perhitungan Nutri-Score.
it: Questo prodotto non è considerato una bevanda per il calcolo del Nutri-Score.
ja: この製品は、Nutri-Score(栄養スコア)の計算用の飲料とは見なされません。
ka: ეს პროდუქტი არ ითვლება სასმელად Nutri-Score-ის გამოსათვლელად.
lt: Šis produktas nelaikomas gėrimu skaičiuojant „Nutri-Score“.
lv: Šis produkts netiek uzskatīts par dzērienu Nutri-Score aprēķināšanas kontekstā.
nl_be: Dit product wordt niet beschouwd als een drank voor de berekening van de Nutri-Score.
pl: Produkt ten nie jest uważany za napój przy obliczaniu Nutri-Score.
pt_pt: Este produto não é considerado uma bebida para o cálculo do Nutri-Score.
ro: Acest produs nu este considerat o băutură pentru calculul Nutri-Score.
ru: Этот продукт не считается напитком для расчета Nutri-Score.
sl: Ta izdelek se ne šteje za pijačo za izračun Nutri-Score.
sv: Denna produkt betraktas inte som en dryck vid beräkning av Nutri-Score.
th: ผลิตภัณฑ์นี้ไม่จัดเป็นหมวดหมู่เครื่องดื่มสำหรับคำนวณค่า Nutri-Score
tr: Bu ürün, Nutri-Score hesaplaması için bir içecek kabul edilmemektedir.
uk: Цей товар не розглядається як напій, який обчислюється за допомогою системи Nutri-Score.
vi: Sản phẩm này không được coi là một loại nước giải khát khi tính điểm Nutri-Score.

# nutriscore_positive_points
source: Positive points
ar: نقاط إيجابية
bg: Положителни точки
ca: Punts positius
cs: Kladné body
da: Positive point
de: Positive Punkte
el: Θετικοί βαθμοί
eo: Pozitivaj punktoj
es: Puntos positivos
fa: نکات مثبت
fi: Positiiviset pisteet
fr: Points positifs
he: נקודות חיוביות
hr: Pozitivne točke
hu: Pozitív pontok
id: Nilai positif
it: Punti positivi
ja: 加点
ka: დადებითი მხარეები
lt: Teigiami taškai
lv: Pozitīvi punkti
nl_be: Positieve punten
pl: Pozytywne punkty
pt_pt: Pontos positivos
ro: Puncte pozitive
ru: Положительные баллы
sl: Pozitivne točke
sv: Positiva poäng
th: คะแนนคุณภาพด้านบวก
tr: Pozitif puanlar
uk: Плюси
vi: Điểm cộng

# nutriscore_negative_points
source: Negative points
ar: نقاط سلبية
bg: Отрицателни точки
ca: Punts negatius
cs: Záporné body
da: Negative point
de: Negative Punkte
el: Αρνητικοί βαθμοί
eo: Negativaj punktoj
es: Puntos negativos
fa: نکات منفی
fi: Negatiiviset pisteet
fr: Points négatifs
he: נקודות שליליות
hr: Negativne točke
hu: Negatív pontok
id: Nilai negatif
it: Punti negativi
ja: 減点
ka: უარყოფითი ქულები
lt: Neigiami taškai
lv: Negatīvie punkti
nl_be: Negatieve punten
pl: Punkty ujemne
pt_pt: Pontos negativos
ro: Puncte negative
ru: Отрицательные баллы
sl: Negativne točke
sv: Negativa poäng
th: คะแนนคุณภาพด้านลบ
tr: Negatif puanlar
uk: Мінуси
vi: Điểm trừ

# nutriscore_proteins_negative_points_less_than_11
source: The points for proteins are counted because the negative points are less than 11.
ar: تُحسب نقاط البروتينات لأن النقاط السلبية تقل عن 11 نقطة.
bg: Точките за протеини се броят, защото отрицателните точки са по-малко от 11.
ca: Els punts per proteïnes es compten perquè els punts negatius són inferiors a 11.
cs: Body za proteiny se počítají, protože záporné body jsou menší než 11.
da: Point for proteiner medregnes, da de negative point er færre end 11.
de: Die Punkte für Proteine werden gezählt, da die negativen Punkte weniger als 11 sind.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι αρνητικοί βαθμοί είναι λιγότεροι από 11.
eo: La poentoj por proteinoj estas kalkulitaj ĉar la negativaj poentoj estas malpli ol 11.
es: Los puntos para las proteínas se cuentan porque los puntos negativos son inferiores a 11.
fa: امتیاز پروتئین‌ها به این دلیل محاسبه می‌شود که امتیاز منفی آنها کمتر از ۱۱ است.
fi: Pisteet proteiineille lasketaan, koska negatiiviset pisteet ovat alle 11.
fr: Les points pour les protéines sont comptés car les points négatifs sont inférieurs à 11.
he: הנקודות לחלבונים מחושבות כיוון שהנקודות השליליות קטנות מ־11.
hr: Bodovi za proteine se računaju jer su negativni bodovi manji od 11.
hu: A fehérjék pontjai azért számítanak bele, mert 11-nél kevesebb a negatív pont.
id: Nilai untuk protein dihitung karena nilai negatif kurang dari 11.
it: I punti per le proteine sono contati perché i punti negativi sono meno di 11.
ja: 負のポイントが11未満であるため、タンパク質のポイントがカウントされます。
ka: ცილების ქულები ითვლება, რადგან უარყოფითი ქულები 11-ზე ნაკლებია.
lt: Baltymų taškai skaičiuojami, nes neigiami taškai yra mažesni nei 11.
lv: Punkti par olbaltumvielām tiek ieskaitīti, jo negatīvie punkti ir mazāki par 11.
nl_be: De punten voor eiwitten worden meegeteld omdat de negatieve punten minder zijn dan 11.
pl: Punkty za białka są liczone, ponieważ negatywnych punktów jest mniej niż 11.
pt_pt: Os pontos para proteínas são contados porque os pontos negativos são menores que 11.
ro: Punctele pentru proteine sunt numărate deoarece punctele negative sunt mai mici de 11.
ru: Баллы за белки подсчитываются, потому что отрицательные баллы меньше 11.
sl: Točke za beljakovine se štejejo, ker so negativne točke manjše od 11.
sv: Poängen för proteiner räknas eftersom de negativa poängen är färre än 11.
th: นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพด้านลบน้อยกว่า 11
tr: Negatif puanlar 11'den az olduğu için proteinler için olan puanlar dahil edildi.
uk: Позначки для протеїну підраховується за кількістю, оскільки налічується менше від’ємних величин ніж 11.
vi: Điểm cho protein được tính vì điểm trừ nhỏ hơn 11.

# nutriscore_proteins_negative_points_greater_or_equal_to_11
source: The points for proteins are not counted because the negative points are greater or equal to 11.
ar: لا تُحسبنقاط البروتينات لأن النقاط السلبية أكبر من أو تساوي 11 نقطة.
bg: Точките за протеини не се броят, тъй като отрицателните точки са повече или равни на 11.
ca: Els punts per proteïnes no es compten perquè els punts negatius són més o iguals a 11.
cs: Body za proteiny se nepočítají, protože záporné body jsou větší nebo rovné 11.
da: Point for proteiner medregnes ikke, da de negative point er højere end 11.
de: Die Punkte für Proteine werden nicht gezählt, da die negativen Punkte größer oder gleich 11 sind.
el: Οι βαθμοί για τις πρωτεΐνες μετρώνται επειδή οι αρνητικοί βαθμοί είναι μεγαλύτεροι ή ίσοι από 11.
eo: La poentoj por proteinoj ne estas kalkulataj ĉar la negativaj poentoj estas pli grandaj aŭ egalaj al 11.
es: Los puntos para las proteínas no se cuentan porque los puntos negativos son mayores o iguales a 11.
fa: امتیاز پروتئین‌ها محاسبه نمی‌شود زیرا امتیاز منفی آنها بزرگتر یا مساوی ۱۱ است.
fi: Pisteitä proteiineille ei lasketa, koska negatiiviset pisteet ovat suurempia tai yhtä suuria kuin 11.
fr: Les points pour les protéines ne sont pas comptés car les points négatifs sont supérieurs ou égaux à 11.
he: הנקודות לחלבונים אינן מחושבות כיוון שהנקודות השליליות גדולות או שוות ל־11.
hr: Bodovi za proteine se ne računaju jer su negativni bodovi veći ili jednaki 11.
hu: A fehérjék pontjai nem számítanak bele, mert a negatív pontok száma legalább 11.
id: Nilai untuk protein tidak dihitung karena nilai negatif lebih dari atau sama dengan 11.
it: I punti per le proteine non sono contati perché i punti negativi sono maggiori o uguali ad 11.
ja: タンパク質の点数は、負の点数が11以上であるため、カウントされません。
ka: ცილების ქულები არ ითვლება, რადგან უარყოფითი ქულები 11-ზე მეტი ან ტოლია.
lt: Baltymų taškai neskaičiuojami, nes neigiami taškai yra didesni arba lygūs 11.
lv: Punkti par olbaltumvielām netiek ieskaitīti, jo negatīvie punkti ir lielāki vai vienādi ar 11.
nl_be: De punten voor eiwitten worden niet meegeteld omdat de negatieve punten groter zijn dan of gelijk zijn aan 11.
pl: Punkty za białka nie są wliczane, ponieważ negatywnych punktów jest 11 lub więcej.
pt_pt: Os pontos para proteínas não são contados porque os pontos negativos são maiores ou iguais a 11.
ro: Punctele pentru proteine nu sunt numărate deoarece punctele negative sunt mai mari sau egale cu 11.
ru: Баллы за белки не учитываются, потому что отрицательные баллы больше или равны 11.
sl: Točke za beljakovine se ne štejejo, ker so negativne točke večje ali enake 11.
sv: Poängen för proteiner räknas inte eftersom de negativa poängen är större än eller lika med 11.
th: ไม่นับรวมคะแนนสําหรับโปรตีนเนื่องจากคะแนนคุณภาพด้านลบมากกว่า 11
tr: Negatif puanlar 11'e eşit veya fazla olduğu için proteinler için olan puanlar dahil edilmedi.
uk: Позначки для протеїнів не підраховується, оскільки від’ємні частини є більшими або дорівнюють 11.
vi: Điểm cho protein không được tính vì điểm trừ lớn hơn hoặc bằng 11.
