Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# preferences_edit_your_preferences
source: Edit your preferences
bg: Редактирайте вашите предпочитания
cs: Upravte své předvolby
de: Eigene Voreinstellungen bearbeiten
el: Επεξεργαστείτε τις προτιμήσεις σας
eo: Redaktu viajn preferojn
fa: تنظیمات برگزیده خود را ویرایش کنید
fi: Muokkaa asetuksiasi
fr: Modifier vos préférences
he: עריכת ההעדפות שלך
hr: Uredite svoje postavke
hu: Saját preferenciák szerkesztése
id: Sunting preferensi Anda
it: Modifica le tue preferenze
ka: თქვენი პარამეტრების რედაქტირება
lt: Redaguoti savo parinktis
lv: Rediģēt savas preferences
nl_be: Bewerk uw voorkeuren
pl: Edytuj swoje preferencje
pt_pt: Editar as suas preferências
ru: Изменить ваши предпочтения
sv: Redigera dina inställningar
th: แก้ไขการตั้งค่าของคุณ
uk: Відредагуйте свої налаштування

# preferences_your_preferences
source: Your preferences
bg: Вашите предпочитания
cs: Vaše předvolby
de: Ihre Präferenzen
el: Οι προτιμήσεις σας
eo: Viaj preferoj
fa: ترجیحات شما
fi: Sinun asetuksesi
fr: Vos préférences
he: ההעדפות שלך
hr: Vaše postavke
hu: Preferenciáim
id: Preferensi Anda
it: Le tue preferenze
ka: თქვენი პრეფერენციები
lt: Jūsų parinktys
lv: Jūsu preferences
nl_be: Uw voorkeuren
pl: Twoje preferencje
pt_pt: As suas preferências
ru: Ваши предпочтения
sv: Dina inställningar
th: การตั้งค่าของคุณ
uk: Ваші налаштування

source: unknown quantity
ar: كمية غير معروفة
bg: неизвестно количество
ca: quantitat desconeguda
cs: neznámé množství
da: ukendt mængde
de: Menge unbekannt
el: άγνωστη ποσότητα
eo: nekonata kvanto
es: cantidad desconocida
fa: مقدار ناشناخته
fi: tuntematon määrä
fr: quantité inconnue
he: כמות לא ידועה
hr: nepoznata količina
hu: ismeretlen mennyiség
id: kuantitas tidak diketahui
it: quantità sconosciuta
ja: 含有量不明
ka: უცნობი რაოდენობა
lt: nežinomas kiekis
lv: nezināms daudzums
nl_be: onbekende hoeveelheid
pl: nieznana ilość
pt_pt: quantidade desconhecida
ro: cantitate necunoscută
ru: неизвестном количестве
sl: neznana količina
sv: okänd mängd
th: ปริมาณที่ไม่ทราบแน่ชัด
tr: bilinmeyen miktar
uk: невідома кількість
vi: số lượng không rõ

source: Missing ingredients list
ar: قائمة المكونات المفقودة
bg: Липсващ списък на съставките
ca: Falta llista d'ingredients
cs: Seznam chybějících ingrediencí
da: Manglende ingrediensliste
de: Zutatenliste fehlt
el: Λείπει λίστα συστατικών
eo: Listo de mankantaj ingrediencoj
es: Lista de ingredientes faltantes
fa: لیست مواد تشکیل دهنده موجود نیست
fi: Puuttuva ainesosaluettelo
fr: Liste des ingrédients manquante
he: רשימת הרכיבים חסרה
hr: Nedostaje popis sastojaka
hu: Hiányzó összetevőlista
id: Daftar bahan yang hilang
it: Elenco di ingredienti mancante
ja: 原材料一覧がありません
ka: ინგრედიენტების სია დაკარგულია
lt: Trūksta ingredientų sąrašo
lv: Trūkstošo sastāvdaļu saraksts
nl_be: Ontbrekende ingrediëntenlijst
pl: Lista brakujących składników
pt_pt: Falta a lista de ingredientes
ro: Listă de ingrediente lipsă
ru: Отсутствует список ингредиентов
sl: Manjkajoč seznam sestavin
sv: Saknar ingredienslista
th: รายการส่วนผสมที่ขาดหายไป
tr: Eksik malzemeler listesi
uk: Список відсутніх інгредієнтів
vi: Thiếu danh sách thành phần

source: Missing nutrition facts
ar: حقائق غذائية مفقودة
bg: Липсващи хранителни стойности
ca: Falten dades nutricionals
cs: Chybějící výživová fakta
da: Manglende ernæringsfakta
de: Nährwertangaben fehlen
el: Λείπουν διατροφικά στοιχεία
eo: Mankantaj nutraj faktoj
es: Faltan datos nutricionales
fa: حقایق تغذیه‌ای از قلم افتاده
fi: Puuttuva ravintosisältö
fr: Données nutritionnelles manquantes
he: עובדות תזונתיות חסרות
hr: Nedostaju nutritivne vrijednosti
hu: Hiányzó tápértékadatok
id: Kandungan gizi yang hilang
it: Dati nutrizionali mancanti
ja: 栄養成分表がありません
ka: კვებითი ღირებულების შესახებ ფაქტების ნაკლებობა
lt: Trūksta maistingumo
lv: Trūkstoši uztura fakti
nl_be: Ontbrekende voedingswaarden
pl: Brakujące fakty żywieniowe
pt_pt: Falta a informação nutricional
ro: Date nutriționale lipsă
ru: Отсутствует информация о пищевой ценности
sl: Manjkajoče hranilne vrednosti
sv: Saknade näringsfakta
th: ยังไม่มีฉลากโภชนาการ
tr: Eksik besin değerleri
uk: Пропущені факти харчування
vi: Thiếu thông tin về dinh dưỡng

# missing_nutrition_facts_prepared
source: Missing nutrition facts for prepared product
eo: Mankas nutraj informoj por preta produkto
fa: اطلاعات تغذیه‌ای موجود در محصول آماده‌شده وجود ندارد
hr: Nedostaju nutritivne vrijednosti za pripremljeni proizvod
ka: მომზადებული პროდუქტის კვებითი ღირებულება არ არის გათვალისწინებული
lv: Trūkstoša uzturvērtības informācija pagatavotajam produktam
sv: Saknar näringsinformation för färdig produkt
th: ข้อมูลโภชนาการที่ขาดหายไปสำหรับผลิตภัณฑ์ที่เตรียมแล้ว

# ecoscore_p
source: Green-Score
bg: Зелен-Резултат
cs: Eco-score
eo: Verda-Poentaro
fa: امتیاز سبز
ka: მწვანე ქულა
lv: Zaļais rādītājs
sv: Grön poäng
th: คะแนนสีเขียว
uk: Green-Score (показник впливу на довкілля)

# ecoscore_s
source: Green-Score
bg: Зелен-Резултат
cs: Eco-score
eo: Verda-Poentaro
fa: امتیاز سبز
ka: მწვანე ქულა
lv: Zaļais rādītājs
sv: Grön poäng
th: คะแนนสีเขียว
uk: Green-Score (показник впливу на довкілля)

# environmental_score_p
source: Green-Score
bg: Зелен-Резултат
cs: Eco-score
eo: Verda-Poentaro
fa: امتیاز سبز
ka: მწვანე ქულა
lv: Zaļais rādītājs
sv: Grön poäng
th: คะแนนสีเขียว
uk: Green-Score (показник впливу на довкілля)

# environmental_score_s
source: Green-Score
bg: Зелен-Резултат
cs: Eco-score
eo: Verda-Poentaro
fa: امتیاز سبز
ka: მწვანე ქულა
lv: Zaļais rādītājs
sv: Grön poäng
th: คะแนนสีเขียว
uk: Green-Score (показник впливу на довкілля)

# misc_p
source: Miscellaneous
bg: Разни
cs: Ostatní
de: Verschiedenes
el: Διάφορα
fi: Sekalaiset
fr: Divers
he: שונות
hu: Egyéb
id: Lain-lain
it: Varie
lt: Įvairūs
lv: Dažādi
nl_be: Diversen
pl: Inne
pt_pt: Diversos
ru: Прочее
sv: Diverse
th: เบ็ดเตล็ด
uk: Різне

# misc_s
source: Miscellaneous
bg: Разни
cs: Ostatní
de: Verschiedenes
el: Διάφορα
fi: Sekalaiset
fr: Divers
he: שונות
hu: Egyéb
id: Lain-lain
it: Varie
lt: Įvairūs
lv: Dažādi
nl_be: Diversen
pl: Inne
pt_pt: Diversos
ru: Прочее
sv: Diverse
th: เบ็ดเตล็ด
uk: Різне

source: Packaging parts
bg: Части от опаковката
ca: Peces d'embalatge
cs: Díly obalů
da: Emballagedele
de: Teile der Verpackung
el: Μέρη συσκευασίας
eo: Pakaĵaj partoj
es: Piezas del embalaje
fa: قطعات بسته بندی
fi: Pakkauksen osat
fr: Elements d'emballage
he: חלקי אריזה
hr: Dijelovi pakiranja
hu: Csomagolás részei
id: Bagian kemasan
it: Parti dell'imballaggio
ja: パッケージ部品
ka: შესაფუთი ნაწილები
lt: Pakavimo dalys
lv: Iepakojuma daļas
nl_be: Verpakkingsonderdelen
pl: Części opakowania
pt_pt: Partes da embalagem
ro: Componentele ambalajului
ru: Части упаковки
sl: Deli embalaže
sv: Förpackningsdelar
th: ชิ้นส่วนบรรจุภัณฑ์
tr: Ambalaj parçaları
uk: Частини пакування
vi: Các phần của bao bì

# packaging_part_short
source: Packaging
ar: التعبئة والتغليف
bg: Опаковка
ca: Empaquetament
cs: Obal
da: Emballage
de: Art der Verpackung
el: Συσκευασία
eo: Pakaĵo
es: Envase
fi: Pakkaus
fr: Emballage
he: אריזה
hu: Csomagolás
id: Kemasan
it: Imballaggio
ja: パッケージング
lt: Pakuotė
lv: Iepakojums
nl_be: Verpakking
pl: Opakowanie
pt_pt: Embalagem
ro: Ambalare
ru: Упаковка
sl: Pakiranje
sv: Förpackning
th: บรรจุภัณฑ์
tr: Ambalaj
uk: Упаковка
vi: Bao bì

# packaging_number
source: Number
bg: Брой
ca: Número
cs: Číslo
da: Antal
de: Anzahl
el: Αριθμός
eo: Nombro
es: Número
fa: شماره
fi: Määrä
fr: Nombre
he: מספר
hr: Broj
hu: Darab
id: Angka
it: Numero
ja: 数量
ka: ნომერი
lt: Numeris
lv: Numurs
nl_be: Aantal
pl: Numer
pt_pt: Número
ro: Număr
ru: Номер
sl: Število
sv: Nummer
th: ตัวเลข
tr: Numara
uk: Кількість
vi: Số

# packaging_shape
source: Shape
bg: Форма
ca: Forma
cs: Tvar
da: Form
de: Form
el: Σχήμα
es: Forma
fi: Muoto
fr: Forme
he: צורה
hu: Alak
id: Bentuk
it: Forma
ja: 形状
lt: Forma
lv: Forma
nl_be: Vorm
pl: Kształt
pt_pt: Formato
ro: Formă
ru: Форма
sl: Oblika
sv: Form
th: รูปร่าง
tr: Şekil
uk: Форма
vi: Hình dạng

# packaging_quantity
source: Quantity contained
bg: Съдържано количество
ca: Quantitat que conté
cs: Obsažené množství
da: Indeholdsmængde
de: Enthaltene Menge
el: Ποσότητα που περιέχεται
eo: Kvanto enhavita
es: Cantidad contenida
fa: مقدار موجود
fi: Sisällytetty määrä
fr: Quantité contenue
he: כמות כלולה
hr: Sadržana količina
hu: Tartalmazott mennyiség
id: Kuantitas terkandung
it: Quantità contenuta
ja: 容器に入っている数
ka: შემავალი რაოდენობა
lt: Sudėtyje esantis kiekis
lv: Ietilpstošais daudzums
nl_be: Inbegrepen hoeveelheid
pl: Zawarta ilość
pt_pt: Quantidade contida
ro: Cantitatea conținută
ru: Количество, содержащееся
sl: Vsebovana količina
sv: Innehållande kvantitet
th: ปริมาณที่บรรจุ
tr: İçerdiği miktar
uk: Кількість в наявності
vi: Số lượng có

# packaging_material
source: Material
bg: Материал
cs: Materiál
da: Materiale
de: Materialien
el: Υλικό
fi: Materiaali
fr: Matière
he: חומר גלם
hu: Anyag
it: Materiale
ja: 材質
lt: Medžiaga
lv: Materiāls
nl_be: Materiaal
pl: Materiał
ru: Материал
th: วัสดุ
tr: Malzeme
uk: Матеріал
vi: Chất liệu

# packaging_recycling
source: Recycling
bg: Рециклиране
ca: Reciclatge
cs: Recyklace
da: Genbrug
de: Wiederverwertung
el: Ανακύκλωση
eo: Reciklado
es: Reciclaje
fa: بازیافت
fi: Kierrätys
fr: Recyclage
he: מיחזור
hr: Recikliranje
hu: Újrahasznosítás
id: Mendaur ulang
it: Riciclaggio
ja: リサイクル
ka: გადამუშავება
lt: Perdirbimas
lv: Otrreizējā pārstrāde
nl_be: Recyclen
pt_pt: Reciclagem
ro: Reciclabil
ru: Переработка
sl: Recikliranje
sv: Återvinning
th: การรีไซเคิล
tr: Geri Dönüşüm
uk: Переробка
vi: Tái chế

source: Products on this page are sorted according to your preferences:
bg: Продуктите на тази страница са сортирани според вашите предпочитания:
ca: Els productes d'aquesta pàgina s'ordenen segons les vostres preferències:
cs: Produkty na této stránce jsou seřazeny podle vašich preferencí:
da: Produkter på denne side sorteres jf. dine præferencer:
de: Die Produkte auf dieser Seite sind entsprechend Ihren Einstellungen sortiert:
el: Τα προϊόντα σε αυτή τη σελίδα ταξινομούνται σύμφωνα με τις προτιμήσεις σας:
eo: Produktoj sur ĉi tiu paĝo estas ordigitaj laŭ viaj preferoj:
es: Los productos de esta página están ordenados según tus preferencias:
fa: محصولات موجود در این صفحه بر اساس تنظیمات برگزیده شما مرتب شده‌اند:
fi: Tuotteet tällä sivulla lajitellaan mieltymystesi mukaan:
fr: Les produits sur cette page sont triés selon vos préférences :
he: המוצרים בעמוד הזה מסודרים בהתאם להעדפות שלך:
hr: Proizvodi na ovoj stranici su sortirani prema vašim preferencijama:
hu: Az ezen az oldalon található termékek az Ön preferenciái szerint vannak rendezve:
id: Produk di halaman ini diurutkan sesuai dengan preferensi Anda:
it: I prodotti in questa pagina sono ordinati in base alle tue preferenze:
ja: このページの製品は、あなたの好みに応じて並べ替えられています：
ka: ამ გვერდზე პროდუქტები დალაგებულია თქვენი პრეფერენციების მიხედვით:
lt: Produktai šiame puslapyje yra surūšiuoti pagal jūsų pageidavimus:
lv: Šajā lapā esošie produkti ir sakārtoti atbilstoši jūsu preferencēm:
nl_be: Producten op deze pagina worden gesorteerd volgens jouw voorkeuren:
pl: Produkty na tej stronie są sortowane zgodnie z Twoimi preferencjami:
pt_pt: Os produtos nesta página são classificados de acordo com suas preferências:
ro: Produsele de pe această pagină sunt sortate în funcție de preferințele dvs.:
ru: Товары на этой странице отсортированы по вашим предпочтениям.
sl: Izdelki na tej strani so razvrščeni po vaših željah:
sv: Produkterna på den här sidan är sorterade efter dina preferenser:
th: ผลิตภัณฑ์ในหน้านี้จัดเรียงตามความต้องการ (preferences) ของคุณ:
tr: Bu sayfadaki ürünler tercihlerinize göre sıralanmıştır:
uk: Товари на цій сторінці сортуються відповідно до ваших уподобань:
vi: Các sản phẩm trên trang này được sắp xếp theo sở thích của bạn:

source: Choose which information you prefer to see first.
bg: Избери коя информация предпочиташ да видиш първа.
ca: Trieu quina informació preferiu veure primer.
cs: Vyberte, které informace chcete vidět jako první.
da: Vælg de oplysninger, du foretrækker først at se.
de: Legen Sie fest, welche Informationen zuerst angezeigt werden sollen.
el: Επιλέξτε ποιες πληροφορίες προτιμάτε να δείτε πρώτα.
eo: Elektu, kiujn informojn vi preferas vidi unue.
es: Elige la información que prefieres ver primero.
fa: انتخاب کنید که ترجیح می‌دهید کدام اطلاعات را اول ببینید.
fi: Valitse mitkä tiedot haluat nähdä ensin.
fr: Choisissez quelles informations vous préférez voir en premier.
he: נא לבחור איזה מידע מעניין אותך לראות קודם.
hr: Odaberite koje informacije želite vidjeti prve.
hu: Válassza ki, mely információkat szeretné először látni.
id: Pilih informasi mana yang Anda ingin lihat terlebih dahulu.
it: Scegli quali informazioni preferisci vedere per prime.
ja: 最初に表示したい情報を選択してください。
ka: აირჩიეთ, რომელი ინფორმაციის ნახვა გსურთ პირველ რიგში.
lt: Pasirinkite, kurią informaciją norite matyti pirmiausia.
lv: Izvēlieties, kuru informāciju vēlaties redzēt vispirms.
nl_be: Kies welke informatie je eerst wilt zien.
pl: Wybierz, które informacje wolisz widzieć jako pierwsze.
pt_pt: Escolha a informação que prefere ver primeiro.
ro: Alegeți informațiile pe care preferați să le vedeți mai întâi.
ru: Выберите, какую информацию вы желаете видеть в первую очередь.
sl: Izberite, katere informacije želite videti najprej.
sv: Välj vilken information du föredrar att se först.
th: เลือกข้อมูลที่คุณต้องการดูเป็นอันดับแรก
tr: İlk önce hangi bilgileri görmeyi tercih ettiğinizi seçin.
uk: Виберіть, яку інформацію ви хочете переглянути спочатку.
vi: Chọn thông tin bạn muốn xem đầu tiên.

source: See your preferences
bg: Виж твоите предпочитания
ca: Consulteu les vostres preferències
cs: Podívejte se na své preference
da: Se dine præferencer
de: Eigene Voreinstellungen anzeigen
el: Δείτε τις προτιμήσεις σας
eo: Vidu viajn preferojn
es: Ver tus preferencias
fa: تنظیمات برگزیده خود را ببینید
fi: Katso mieltymyksesi
fr: Voir vos préférences
he: הצגת ההעדפות שלך
hr: Pogledajte svoje postavke
hu: Tekintse meg a beállításait
id: Lihat preferensi Anda
it: Vedi le tue preferenze
ja: あなたの好みを見る
ka: იხილეთ თქვენი პარამეტრები
lt: Peržiūrėkite savo nuostatas
lv: Skatiet savas preferences
nl_be: Bekijk je voorkeuren
pl: Zobacz swoje preferencje
pt_pt: Veja as suas preferências
ro: Vezi preferințele tale
ru: Просмотреть предпочтения
sl: Oglejte si svoje nastavitve
sv: Se dina preferenser
th: ดูการตั้งค่าความต้องการ (preferences) ของคุณ
tr: Tercihlerinizi görün
uk: Переглянути свої вподобання
vi: Xem tiêu chí của bạn

source: Delete all preferences
bg: Изтриване на всички предпочитания
ca: Suprimeix totes les preferències
cs: Smazat všechny předvolby
da: Slet alle præferencer
de: Alle Voreinstellungen löschen
el: Διαγραφή όλων των προτιμήσεων
eo: Forigi ĉiujn preferojn
es: Borrar todas las preferencias
fa: حذف همه تنظیمات برگزیده
fi: Poista kaikki mieltymykset
fr: Supprimer toutes les préférences
he: מחיקת כל ההעדפות
hr: Izbriši sve postavke
hu: Az összes beállítás törlése
id: Hapus semua preferensi
it: Elimina tutte le preferenze
ja: すべての好みを削除する
ka: ყველა პარამეტრის წაშლა
lt: Ištrinkite visas nuostatas
lv: Dzēst visas preferences
nl_be: Verwijder alle voorkeuren
pl: Usuń wszystkie preferencje
pt_pt: Eliminar todas as preferências
ro: Șterge toate preferințele
ru: Удалить все предпочтения
sl: Izbriši vse nastavitve
sv: Radera alla preferenser
th: ลบการตั้งค่าทั้งหมด
tr: Tüm tercihleri sil
uk: Видалити всі вподобання
vi: Xóa tất cả các tiêu chí

source: Products are being loaded, please wait.
bg: Продуктите се зареждат, моля изчакай.
ca: S'estan carregant els productes, espereu.
cs: Produkty se načítají, čekejte prosím.
da: Produkter indlæses. Vent venligst.
de: Produkte werden geladen … Bitte warten …
el: Γίνεται φόρτωση προϊόντων, περιμένετε.
eo: Produktoj estas ŝarĝataj, bonvolu atendi.
es: Los productos se están cargando, espere.
fa: محصولات در حال بارگذاری هستند، لطفا صبر کنید.
fi: Tuotteita ladataan, odota.
fr: Produits en cours de chargement, veuillez patienter.
he: המוצרים נטענים, נא להמתין.
hr: Proizvodi se učitavaju, molimo pričekajte.
hu: A termékek betöltése folyamatban van, kérjük, várjon.
id: Produk sedang dimuat, mohon menunggu.
it: I prodotti sono in fase di caricamento, attendere prego.
ja: 製品を読み込んでいます。お待ちください。
ka: პროდუქტები იტვირთება, გთხოვთ, დაელოდოთ.
lt: Produktai įkeliami, palaukite.
lv: Produkti tiek ielādēti, lūdzu, uzgaidiet.
nl_be: Producten worden geladen, even geduld a. u. b.
pl: Trwa ładowanie produktów, proszę czekać.
pt_pt: Os produtos estão a carregar, por favor aguarde.
ro: Produsele sunt în curs de încărcare, vă rugăm să așteptați.
ru: Список продуктов загружается, пожалуйста, подождите.
sl: Izdelki se nalagajo, prosimo počakajte.
sv: Produkter laddas, vänta.
th: กำลังโหลดสินค้า โปรดรอสักครู่
tr: Ürünler yükleniyor, lütfen bekleyiniz.
uk: Товари завантажуються, очікуйте.
vi: Sản phẩm đang được tải, vui lòng đợi.

# products_match_all
source: All products
bg: Всички продукти
ca: Tots els productes
cs: Všechny produkty
da: Alle produkter
de: Alle Produkte
el: Όλα τα προϊόντα
eo: Ĉiuj produktoj
es: Todos los productos
fa: همه محصولات
fi: Kaikki tuotteet
fr: Tous les produits
he: כל המוצרים
hr: Svi proizvodi
hu: Minden termék
id: Semua produk
it: Tutti i prodotti
ja: すべての製品
ka: ყველა პროდუქტი
lt: Visi produktai
lv: Visi produkti
nl_be: Alle producten
pl: Wszystkie produkty
pt_pt: Todos os produtos
ro: Toate produsele
ru: Все продукты.
sl: Vsi izdelki
sv: Alla produkter
th: สินค้าทั้งหมด
tr: Bütün ürünler
uk: Усі товари
vi: Tất cả sản phẩm

# products_match_yes
source: Products that match your preferences
bg: Продукти, които отговарят на твоите предпочитания
ca: Productes que coincideixen amb les vostres preferències
cs: Produkty, které odpovídají vašim preferencím
da: Produkter, som matcher dine præferencer
de: Produkte, die Ihren Einstellungen entsprechen
el: Προϊόντα που ταιριάζουν με τις προτιμήσεις σας
eo: Produktoj kiuj kongruas kun viaj preferoj
es: Productos que se adecúan a tu perfil
fa: محصولاتی که با ترجیحات شما مطابقت دارند
fi: Mieltymyksiäsi vastaavat tuotteet
fr: Produits qui correspondent à vos préférences
he: מוצרים שתואמים להעדפות שלך
hr: Proizvodi koji odgovaraju vašim preferencijama
hu: Az Ön preferenciáinak megfelelő termékek
id: Produk yang sesuai dengan preferensi Anda
it: Prodotti che corrispondono alle tue preferenze
ja: あなたの好みに合った製品
ka: პროდუქტები, რომლებიც შეესაბამება თქვენს პრეფერენციებს
lt: Jūsų pageidavimus atitinkantys produktai
lv: Produkti, kas atbilst jūsu vēlmēm
nl_be: Producten die overeenkomen met jouw voorkeuren
pl: Produkty dopasowane do Twoich preferencji
pt_pt: Produtos que correspondem às suas preferências
ro: Produse care se potrivesc preferințelor dvs
ru: Ваши предпочтения
sl: Izdelki, ki ustrezajo vašim željam
sv: Produkter som matchar dina preferenser
th: ผลิตภัณฑ์ที่ตรงกับความต้องการ (preferences) ของคุณ
tr: Tercihlerinize uygun ürünler
uk: Товари, які відповідають вашим потребам
vi: Sản phẩm phù hợp với tiêu chí của bạn

# products_match_no
source: Products that do not match your preferences
bg: Продукти, които не отговарят на твоите предпочитания
ca: Productes que no coincideixen amb les vostres preferències
cs: Produkty, které neodpovídají vašim preferencím
da: Produkter, som ikke matcher dine præferencer
de: Produkte, die nicht Ihren Einstellungen entsprechen
el: Προϊόντα που δεν ταιριάζουν με τις προτιμήσεις σας
eo: Produktoj kiuj ne kongruas kun viaj preferoj
es: Productos que no se adecúan a tu perfil
fa: محصولاتی که با ترجیحات شما مطابقت ندارند
fi: Tuotteet, jotka eivät vastaa mieltymyksiäsi
fr: Produits qui ne correspondent pas à vos préférences
he: מוצרים שאינם תואמים להעדפות שלך
hr: Proizvodi koji ne odgovaraju vašim preferencijama
hu: Olyan termékek, amelyek nem felelnek meg az Ön preferenciáinak
id: Produk yang tidak sesuai dengan preferensi Anda
it: Prodotti che non corrispondono alle tue preferenze
ja: あなたの好みに合わない製品
ka: პროდუქტები, რომლებიც არ შეესაბამება თქვენს პრეფერენციებს
lt: Produktai, kurie neatitinka jūsų pageidavimų
lv: Produkti, kas neatbilst jūsu vēlmēm
nl_be: Producten die niet overeenkomen met jouw voorkeuren
pl: Produkty, które nie odpowiadają Twoim preferencjom
pt_pt: Produtos que não correspondem às suas preferências
ro: Produse care nu corespund preferințelor dvs.
ru: Продукты, которые н соответствуют вашим предпочтениям
sl: Izdelki, ki ne ustrezajo vašim željam
sv: Produkter som inte matchar dina preferenser
th: ผลิตภัณฑ์ที่ไม่ตรงกับความต้องการ (preferences) ของคุณ
tr: Tercihlerinize uymayan ürünler
uk: Товари, які не співпадають вашим вподобанням
vi: Sản phẩm không phù hợp với tiêu chí của bạn

# products_match_unknown
source: Products for which we currently miss data to determine if they match your preferences
bg: Продукти, за които в момента липсват данни, за да определим дали отговарят на твоите предпочитания
ca: Productes dels quals ens falten dades per determinar si coincideixen amb les vostres preferències
cs: Produkty, o kterých nám aktuálně chybí údaje, abychom mohli určit, zda odpovídají vašim preferencím
da: Produkter, for hvilke der pt. mangler data til at afgøre, om de matcher dine præferencer
de: Um festzustellen, ob Produkte, für die uns keine Daten vorliegen, Ihren Einstellungen entsprechen
el: Προϊόντα για τα οποία αυτή τη στιγμή δεν έχουμε δεδομένα για να προσδιορίσουμε αν ταιριάζουν με τις προτιμήσεις σας
eo: Produktoj por kiuj ni nuntempe mankas datumojn por determini ĉu ili kongruas kun viaj preferoj
es: Productos de los que no tenemos suficiente información para saber si se adecúan a tu perfil
fa: محصولاتی که در حال حاضر داده‌های مربوط به آنها را برای تعیین تطابق با ترجیحات شما از دست داده‌ایم.
fi: Tuotteet, joilta puuttuu tällä hetkellä tietoja sen määrittämiseksi, vastaavatko ne mieltymyksiäsi
fr: Produits pour lesquels nous manquons actuellement de données pour déterminer s'ils correspondent à vos préférences
he: מוצרים שחסרים להם נתונים כרגע כדי לזהות אם הם תואמים להעדפות שלך
hr: Proizvodi za koje trenutno nemamo podatke kako bismo utvrdili odgovaraju li vašim preferencijama
hu: Olyan termékek, amelyekről jelenleg hiányzik valamilyen adat, hogy megállapíthassuk, megfelelnek-e az Ön preferenciáinak
id: Produk yang tentangnya kami saat ini tidak memiliki data untuk menentukan apakah mereka sesuai dengan preferensi Anda
it: Prodotti per i quali attualmente mancano i dati per determinare se corrispondono alle tue preferenze
ja: あなたの好みに合っているか判断するためのデータが不足している製品
ka: პროდუქტები, რომელთა შესახებაც ამჟამად არ გვაქვს მონაცემები იმის დასადგენად, შეესაბამება თუ არა ისინი თქვენს პრეფერენციებს
lt: Produktai, apie kuriuos šiuo metu trūksta duomenų, kad nustatytume ar jie atitinka jūsų reikalavimus
lv: Produkti, par kuriem mums pašlaik trūkst datu, lai noteiktu, vai tie atbilst jūsu preferencēm
nl_be: Producten waarvoor we momenteel gegevens missen om te bepalen of ze overeenkomen met jouw voorkeuren
pl: Produkty, dla których obecnie nie posiadamy danych, aby ustalić, czy są zgodne z Twoimi preferencjami
pt_pt: Produtos para os quais ainda não temos dados para determinar se correspondem às suas preferências
ro: Produse pentru care momentan ne lipsesc date pentru a stabili dacă se potrivesc cu preferințele dvs
ru: Продукты, для которых мы не можем определить соответствие вашим предпочтениям
sl: Izdelki, za katere trenutno manjkajo podatki, da ugotovimo, ali ustrezajo vašim željam
sv: Produkter som vi för närvarande saknar data för att avgöra om de matchar dina preferenser
th: ผลิตภัณฑ์ที่ยังไม่มีข้อมูลอยู่ในขณะนี้เพื่อใช้พิจารณาว่าตรงกับความต้องการ (preferences) ของคุณหรือไม่
tr: Şu anda tercihlerinizle eşleşip eşleşmediklerini belirlemek için verilerini kaçırdığımız ürünler
uk: Продукти, для яких ми зараз пропускаємо дані, щоб визначити, чи відповідають вони вашим уподобанням
vi: Các sản phẩm mà chúng tôi hiện đang bỏ sót dữ liệu để xác định xem chúng có phù hợp với tiêu chí của bạn không
