Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# reset_password_send_email_msg
source: If you have forgotten your password, fill-in your username or e-mail address to receive instructions for resetting your password.
ar: إذا نسيت كلمة مرورك ، فاملأ اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك لتلقي تعليمات لإعادة تعيين كلمة المرور الخاصة بك.
bg: Ако си забравил паролата си, попълни твоето потребителско име или имейл адрес, за да получиш инструкции за нулиране на паролата.
ca: Si ha oblidat la seva contrasenya, òmpliga el seu nom d'usuari o adreça de correu per rebre instruccions per restablir la contrasenya.
cs: Pokud jste zapomněli své heslo, vyplňte své uživatelské jméno nebo e-mailovou adresu, abyste mohli obdržet pokyny pro jeho obnovení.
da: Har du glemt din adgangskode, så angiv dit brugernavn eller din e-mail for at modtage instruktioner til at nulstille adgangskoden.
de: Falls Sie Ihr Passwort vergessen haben, geben Sie bitte Ihren Benutzernamen oder Ihre E-Mail-Adresse ein, um die Anweisungen für das Zurücksetzen Ihres Passworts zu erhalten.
el: Αν έχετε ξεχάσει τον κωδικό πρόσβασής σας, συμπληρώστε το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας για να λάβετε οδηγίες για την επαναφορά του κωδικού πρόσβασής σας.
eo: Se vi forgesis vian pasvorton, plenigu vian uzantnomon aŭ retpoŝtadreson por ricevi instrukciojn pri restarigo de via pasvorto.
es: Si has olvidado tu contraseña, introduce tu nombre de usuario o dirección de correo electrónico donde recibirás las instrucciones necesarias para restablecerla.
fa: اگر رمز عبور خود را فراموش کرده‌اید، نام کاربری یا آدرس ایمیل خود را وارد کنید تا دستورالعمل‌های مربوط به تنظیم مجدد رمز عبور برای شما ارسال شود.
fi: Jos olet unohtanut salasanasi, kirjoita käyttäjätunnuksesi tai sähköpostiosoitteesi saadaksesi ohjeet salasanasi palauttamista varten.
fr: Si vous avez oublié votre mot de passe, indiquez votre nom d'utilisateur ou votre e-mail pour recevoir les instructions pour le réinitialiser.
he: אם שכחת את הסיסמה שלך, נא למלא את שם המשתמש או את כתובת הדוא״ל שלך כדי לקבל הנחיות לאיפוס הסיסמה שלך.
hr: Ako ste zaboravili lozinku, unesite svoje korisničko ime ili adresu e-pošte kako biste primili upute za resetiranje lozinke.
hu: Ha elfelejtette a jelszavát, töltse ki a felhasználói nevét vagy email címét ahhoz, hogy megkapja a jelszava visszaállításához szükséges utasításokat.
id: Jika Anda lupa kata sandi Anda, masukkan nama pengguna atau alamat surel Anda untuk menerima instruksi pengaturan ulang kata sandi Anda.
it: Se avete scordato la password, indicate il vostro username o la vostra e-mail per ricevere le istruzioni per reimpostarla.
ja: パスワードを忘れた場合は、ユーザー名またはメールアドレスを入力して、パスワードをリセットするための手順を受信してください。
ka: თუ პაროლი დაგავიწყდათ, შეავსეთ თქვენი მომხმარებლის სახელი ან ელექტრონული ფოსტის მისამართი, რათა მიიღოთ პაროლის აღდგენის ინსტრუქციები.
lt: Jei pamiršote slaptažodį, įveskite savo vartotojo vardą arba el. Pašto adresą ir gaukite instrukcijas, kaip iš naujo nustatyti slaptažodį.
lv: Ja esat aizmirsis paroli, ievadiet savu lietotājvārdu vai e-pasta adresi, lai saņemtu norādījumus par paroles atiestatīšanu.
ms: Jika anda telah terlupa kata laluan anda, isikan nama pengguna atau alamat e-mel anda untuk menerima arahan untuk menetapkan semula kata laluan anda.
nl_be: Als u uw wachtwoord bent vergeten, vul dan uw gebruikersnaam of e-mailadres in om de instructies te ontvangen voor het opnieuw instellen van uw wachtwoord.
pl: Jeśli zapomniałeś hasła, wpisz swoją nazwę lub adres e-mail by otrzymać instrukcje resetowania hasła.
pt_pt: Caso não se lembre da palavra-passe, indique o seu nome de utilizador ou endereço de e-mail, para receber instruções que permitirão redefinir a palavra-passe.
ro: Dacă v-ați uitat parola, completați numele de utilizator sau adresa de e-mail pentru a primi instrucțiuni despre resetarea parolei.
ru: Если вы забыли свой пароль, введите имя пользователя или адрес электронной почты, чтобы получить инструкции по восстановлению пароля.
sl: Če ste pozabili geslo, izpolnite svoje uporabniško ime ali e-poštni naslov, da dobite navodila za ponastavitev gesla.
sv: Om du har glömt ditt lösenord, fyll i ditt användarnamn eller e-postadress för att få instruktioner för att återställa ditt lösenord.
th: หากคุณลืมรหัสผ่าน โปรดกรอกชื่อผู้ใช้หรือที่อยู่อีเมลของคุณเพื่อรับคำแนะนำในการรีเซ็ตรหัสผ่าน
tl: Kung nakalimutan mo ang iyong password, ilagda ang iyong username o e-mail address upang makatanggap ng mga direksyon sa pag-reset ng iyong password.
tr: Parolanızı unuttuysanız, parolanızı sıfırlama talimatlarını almak için kullanıcı adınızı veya e-posta adresinizi girin.
uk: Якщо ви забули ваш пароль, введіть своє ім'я користувача або адресу електронної пошти, щоб отримати вказівки щодо відновлення пароля.

# risk_level
source: Risk
ar: خطر
bg: Риск
ca: Risc
cs: Riziko
da: Risiko
de: Risiko
el: Κίνδυνος
eo: Risko
es: Riesgo
fa: ریسک
fi: Riski
fr: Risques
he: סיכון
hr: Rizik
hu: Kockázat
id: Risiko
it: Rischio
ja: リスク
ka: რისკი
lt: Rizika
lv: Risks
ms: Risiko
nl_be: Risico
pl: Ryzyko
pt_pt: Risco
ro: Risc
ru: Риск
sl: Tveganje
th: เสี่ยง
tl: Panganib
uk: Ризик
vi: Nguy hiểm

# risk_level_0
source: To be completed
ar: أن يكون مكتمل
bg: За изпълнение
ca: Per ser completat
cs: Má být dokončeno
da: Mangler færdiggørelse
de: Noch zu vervollständigen
el: Προς συμπλήρωση
eo: Kompletigota
es: Para completar
fa: تکمیل شود
fi: Täydennettävä
fr: À compléter
he: להשלמה
hr: Treba dovršiti
hu: Kiegészítendő
id: Untuk diselesaikan
it: Da completare
ja: 完了する必要があります
ka: დასასრულებელი
lt: Turi būti baigtas
lv: Jāpabeidz
ms: Untuk dilengkapkan
nl_be: Te vervolledigen
pl: By ukończyć
pt_pt: Para completar
ro: De completat
ru: Нужно завершить
sl: Potrebno dopolniti
sv: Att slutföra
th: ที่ต้องทำให้เสร็จ
tl: Kukumpletuhin
tr: Tamamlanacak
uk: Буде завершено
vi: Sẽ hoàn thành

# risk_level_1
source: Low risks
ar: مخاطر منخفضة
bg: Ниски рискове
ca: Riscos baixos
cs: Nízké riziko
da: Lavrisici
de: Geringe Risiken
el: Χαμηλός κίνδυνος
eo: Malaltaj riskoj
es: Riesgos bajos
fa: خطرات کم
fi: Matalat riskit
fr: Risques faibles
he: סיכונים נמוכים
hr: Niski rizici
hu: Alacsony kockázatok
id: Risiko rendah
it: Rischi bassi
ja: 低リスク
ka: დაბალი რისკები
lt: Maža rizika
lv: Zems risks
ms: Risiko rendah
nl_be: Lage risico's
pl: Niskie ryzyko
pt_pt: Riscos baixos
ro: Risc scăzut
ru: Низкие риски
sl: Nizko tveganje
sv: Låga risker
th: ความเสี่ยงต่ำ
tl: Kaunting panganib
tr: Düşük risk
uk: Низькі ризики
vi: Rủi ro thấp

# risk_level_2
source: Moderate risks
ar: مخاطر معتدلة
bg: Умерени рискове
ca: Riscos moderats
cs: Moderovat rizika
da: Moderate risici
de: Mäßige Risiken
el: Μέτριος κίνδυνος
eo: Moderaj riskoj
es: Riesgos moderados
fa: خطرات متوسط
fi: Kohtalaiset riskit
fr: Risques modérés
he: סיכונים בינוניים
hr: Umjereni rizici
hu: Mérsékelt kockázatok
id: Risiko menengah
it: Rischi moderati
ja: 中リスク
ka: ზომიერი რისკები
lt: Vidutinė rizika
lv: Mēreni riski
ms: Risiko sederhana
nl_be: Gemiddelde risico's
pl: Umiarkowane ryzyko
pt_pt: Riscos moderados
ro: Risc moderat
ru: Умеренные риски
sl: Zmerna tveganja
sv: Måttliga risker
th: ความเสี่ยงปานกลาง
tl: Katamtamang panganib
tr: Orta risk
uk: Помірні ризики
vi: Rủi ro vừa phải

# risk_level_3
source: High risks
ar: مخاطر عالية
bg: Високи рискове
ca: Riscos alts
cs: Vysoké riziko
da: Højrisici
de: Hohe Risiken
el: Υψηλός κίνδυνος
eo: Altaj riskoj
es: Riesgos elevados
fa: خطرات بالا
fi: Korkeat riskit
fr: Risques élevés
he: סיכונים גבוהים
hr: Visoki rizici
hu: Magas kockázatok
id: Risiko tinggi
it: Alti rischi
ja: 高リスク
ka: მაღალი რისკები
lt: Didelė rizika
lv: Augsts risks
ms: Risiko tinggi
nl_be: Hoge risico's
pl: Wysokie ryzyko
pt_pt: Riscos elevados
ro: Risc mare
ru: Высокие риски
sl: Veliko tveganje
sv: Hög risk
th: ความเสี่ยงสูง
tl: Napakadelekado
tr: Yüksek risk
uk: Висока загроза
vi: Rủi ro cao

source: salt equivalent
ar: ما يعادل الملح
bg: еквивалент на сол
ca: equivalent en sal
cs: ekvivalent soli
da: saltækvivalent
de: Salz-Äquivalent
el: ισοδύναμο αλατιού
eo: salekvivalento
es: equivalente en sal
fa: معادل نمک
fi: vastaa suolaa
fr: équivalent sel
he: תחליף מלח
hr: ekvivalent soli
hu: só egyenérték
id: setara garam
it: equivalente di sale
ja: 食塩相当量
ka: მარილის ეკვივალენტი
lt: druskos atitikmuo
lv: sāls ekvivalents
ms: sepadan dengan garam
nl_be: equivalent zout
pl: odpowiednik soli
pt_pt: equivalente em sal
ro: echivalentul de sare
ru: эквивалент соли
sl: soli, ki so enakovredne
sv: saltekvivalent
th: เทียบเท่าเกลือ
tl: katumbas ng asin
tr: tuz dengi
uk: відповідник солі
vi: muối tương đương

source: Save
ar: حفظ
bg: Запис
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
eo: Konservi
es: Guardar
fa: ذخيره
fi: Tallenna
fr: Enregistrer
he: שמירה
hr: Spremi
hu: Mentés
id: menyimpan
it: Salva
ja: 保存
ka: შენახვა
lt: Išsaugoti
lv: Saglabāt
ms: Simpan
nl_be: Opslaan
pl: Zapisz
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sl: Shrani
sv: Spara
th: บันทึก
tl: I-save
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Saved.
ar: حفظ.
bg: Запазено.
ca: Desat.
cs: Uloženo.
da: Gemt.
de: Daten wurden gespeichert.
el: Αποθηκεύτηκε.
eo: Konservita.
es: Los datos han sido guardados.
fa: ذخیره شد.
fi: Tallennettu.
fr: Informations enregistrées.
he: השמירה הצליחה.
hr: Spremljeno.
hu: Elmentve.
id: Tersimpan.
it: Salvato.
ja: 保存しました。
ka: შენახულია.
lt: Išsaugota.
lv: Saglabāts.
ms: Disimpan.
nl_be: Opgeslagen.
pl: Zapisz.
pt_pt: Os dados foram guardados.
ro: Salvat.
ru: Сохранено.
sl: Shranjeno.
sv: Sparad.
th: บันทึกเรียบร้อยแล้ว
tl: Na-save.
tr: Kaydedildi.
uk: Збережено.
vi: Đã lưu.

source: Saving.
ar: حفظ.
bg: Запазване.
ca: Desant.
cs: Ukládání.
da: Gemmer.
de: Daten werden gespeichert.
el: Αποθηκεύεται.
eo: Ŝparado.
es: Los datos están siendo guardados.
fa: صرفه جویی.
fi: Tallennetaan.
fr: Informations en cours d'enregistrement.
he: בהליכי שמירה.
hr: Spremanje.
hu: Mentés.
id: Menyimpan.
it: Salvataggio in corso
ja: 保存中。
ka: შენახვა.
lt: Saugoma.
lv: Saglabā.
ms: Menyimpan.
nl_be: Opslaan.
pl: Zapisywanie.
pt_pt: A guardar
ro: Salvez.
ru: Сохранение.
sl: Shranjevanje.
sv: Sparar.
th: ประหยัด.
tl: Nagse-save.
tr: Kaydediliyor.
uk: Збереження.
vi: Đang lưu.

source: Search
ar: بحث
bg: Търсене
ca: Cerca
cs: Vyhledat
da: Søg
de: Suchen
el: Αναζήτηση
eo: Serĉi
es: Buscar
fa: جستجو
fi: Etsi
fr: Rechercher
he: חיפוש
hr: Pretraži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ka: ძებნა
lt: Paieška
lv: Meklēt
ms: Gelintar
nl_be: Zoeken
pl: Wyszukiwanie
pt_pt: Procurar
ro: Caută
ru: Поиск
sl: Iskanje
sv: Sök
th: ค้นหา
tl: Maghanap
tr: Ara
uk: Пошук
vi: Tìm kiếm

# search_a_product_placeholder
source: Search a product
ar: ابحث عن منتج
bg: Търсене на продукт
ca: Cercar un producte
cs: Vyhledat produkt
da: Søg efter produkt
de: Ein Produkt suchen
el: Αναζήτηση προϊόντος
eo: Serĉi produkton
es: Buscar un producto
fa: جستجوي يك محصول
fi: Etsi tuote
fr: Chercher un produit
he: חיפוש מוצר
hu: Termék keresése
id: Cari produk
it: Cerca un prodotto
ja: 製品を検索します
lt: Ieškoti prekės
lv: Meklēt produktus
ms: Cari sesuatu produk
nl_be: Zoek een product
pl: Wyszukaj produkt
pt_pt: Pesquisar um produto
ro: Căutați un produs
ru: Поиск продукта
sl: Poišči izdelek
sv: Sök efter en produkt
th: ค้นหาสินค้า
tl: Maghanap ng isang produkto
tr: Ürün ara
uk: Пошук товару
vi: Tìm kiếm một sản phẩm

# search_button
source: Search
ar: بحث
bg: Търсене
ca: Cerca
cs: Vyhledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fi: Etsi
fr: Rechercher
he: חיפוש
hr: Pretraži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ka: ძებნა
lt: Paieška
lv: Meklēt
ms: Gelintar
nl_be: Zoeken
pl: Wyszukiwanie
pt_pt: Procurar
ro: Caută
ru: Поиск
sl: Iskanje
sv: Sök
th: ค้นหา
tl: Maghanap
tr: Ara
uk: Пошук
vi: Tìm kiếm

# search_contains
source: contains
ar: يحتوي على
bg: съдържа
ca: conté
cs: obsahuje
da: indeholder
de: enthält
el: περιέχει
eo: enhavas
es: contiene
fa: شامل
fi: sisältää
fr: contient
he: מכיל
hr: sadrži
hu: tartalmaz
id: mengandung
it: contiene
ja: 含む
ka: შეიცავს
lt: turi
lv: satur
ms: mengandungi
nl_be: bevat
pl: zawiera
pt_pt: contém
ro: conține
ru: содержит
sl: vsebuje
sv: innehåller
th: ประกอบด้วย
tl: naglalaman
tr: içerir
uk: містить
vi: chứa đựng

# search_criteria
source: Select products with specific brands, categories, labels, origins of ingredients, manufacturing places etc.
ar: اختر المنتجات ذات العلامات التجارية المحددة، والفئات، والعلامات، أصول المكونات، وأماكن تصنيع الخ
bg: Избери продукти с конкретни марки, категории, етикети, произход на съставките, места на производство и т. н.
ca: Seleccioneu els productes amb marques específiques, categories, etiquetes, orígens d'ingredients, llocs de fabricació, etc.
cs: Vyberte produkty s konkrétními značkami, kategorií, štítky, původ surovin, výrobních míst atd
da: Vælg produkter med specifikke mærker, kategorier, etiketter, ingrediensoprindelser, produktionssteder mv.
de: Wählen Sie Produkte bestimmter Marken, Kategorien, Kennzeichnungen, Herkunft der Inhaltsstoffe, Herstellungsorte usw. aus.
el: Επιλέξτε προϊόντα με συγκεκριμένες μάρκες, κατηγορίες, ετικέτες, την προέλευση των συστατικών, χώρους παραγωγής κ.λπ.
eo: Elektu produktojn kun specifaj markoj, kategorioj, etikedoj, originoj de ingrediencoj, fabrikejoj ktp.
es: Selecciona los productos con marcas específicas, categorías, etiquetas, orígenes de ingredientes, lugares de fabricación, etc.
fa: محصولاتی را با برندها، دسته‌ها، برچسب‌ها، منشأ مواد تشکیل‌دهنده، محل تولید و غیره خاص انتخاب کنید.
fi: Valitse tuotteet, joilla on tietyt tuotemerkit, luokat, merkit, ainesosien alkuperä, valmistuspaikat jne.
fr: Sélectionner les produits suivant leur marque, catégories, labels, origines des ingrédients, lieux de fabrication etc.
he: ניתן לבחור במוצרים ממותגים מסוימים, קטגוריות, תוויות, מקורות של מרכיבים, מקומות ייצור וכו׳
hr: Odaberite proizvode s određenim robnim markama, kategorijama, oznakama, podrijetlom sastojaka, mjestima proizvodnje itd.
hu: Válassza ki a termékeket bizonyos márkanevek, kategóriák, címkék, összetevők eredete, gyártás helyei stb. alapján.
id: Pilih produk - produk dengan semua merek, kategori, label, asal-usul kandungan bahan, tempat pemanufakturan yang bersifat tertentu, dll.
it: Scegli prodotti con marche specifiche, categorie, etichette, le origini degli ingredienti, luoghi di produzione ecc
ja: 特定のブランド、カテゴリ、ラベル、成分の起源、製造所等を有する製品を選択
ka: შეარჩიეთ პროდუქტები კონკრეტული ბრენდებით, კატეგორიებით, ეტიკეტებით, ინგრედიენტების წარმომავლობით, წარმოების ადგილებით და ა.შ.
lt: Pasirinkite produktus su konkrečiais prekės ženklais, kategorijomis, etiketėmis, ingredientų kilme, gamybos vietomis ir kt.
lv: Atlasiet produktus ar konkrētiem zīmoliem, kategorijām, etiķetēm, sastāvdaļu izcelsmi, ražošanas vietām utt.
ms: Pilih produk yang khusus dengan jenama, kategori, label, asal bahan, tempat pembuatan dll.
nl_be: Kies producten met specifieke merken, categorieën, labels, de herkomst van de ingrediënten, productie plaatsen etc.
pl: Wybierz produkty ze wzgledu na marki, kategorie, etykiety, pochodzenie składników, miejsca produkcyjne itp
pt_pt: Selecione produtos de marcas específicas, categorias, etiquetas, origens de ingredientes, locais de fabrico, etc.
ro: Alege produse cu marci specifice, categorii, etichete, originea de ingrediente, locuri de producție etc.
ru: Выберите продукты с конкретных марок, категорий, этикетки, происхождение ингредиентов, производственных местах и ​​т.д.
sl: Izberite izdelke s posebnimi blagovnimi znamkami, kategorijami, oznakami, poreklom sestavin, proizvodnimi mesti itd.
sv: Välj produkter med specifika märken, kategorier, etiketter, ursprungsämnen, tillverkningsställen etc.
th: เลือกผลิตภัณฑ์ที่มีแบรนด์ที่เฉพาะเจาะจงประเภท, ป้าย, ต้นกำเนิดของส่วนผสมสถ​​านที่ผลิต ฯลฯ
tl: Pumili ng mga produkto na may partikular na tatak, kategorya, tanda, pinagmulan ng mga sangkap, lugar sa paggawaan atbp.
tr: Belirli markalar, kategoriler, etiketler, içeriklerin kaynağı, üretim yerleri vb. Olan ürünleri seçin.
uk: Оберіть продукти з певними брендами, категоріями, етикетками, походженням інгредієнтів, місцем виробництва тощо.
vi: Chọn các sản phẩm có thương hiệu cụ thể, chủng loại, nhãn, nguồn gốc nguyên liệu, nơi sản xuất vv

# search_description_opensearch
source: Product search
bg: Търсене на плодукт
cs: Hledat produkt
de: Produkte suchen
el: Αναζήτηση προϊόντος
eo: Produkta serĉo
fa: جستجوی محصول
fi: Tuotehaku
fr: Recherche de produits
he: חיפוש מוצרים
hr: Pretraživanje proizvoda
hu: Termékek keresése
id: Pencarian produk
it: Ricerca prodotti
ka: პროდუქტის ძიება
lt: Produktų paieška
lv: Produktu meklēšana
nl_be: Product zoeken
pl: Wyszukiwanie produktów
pt_pt: Pesquisa de produtos
ru: Поиск продукта
sv: Produktsökning
th: ค้นหาสินค้า
uk: Пошук товару

# search_description_opensearch_off
source: Product search
eo: Produkta serĉo
hr: Pretraživanje proizvoda
lv: Produktu meklēšana
sv: Produktsökning
th: ค้นหาสินค้า

# search_does_not_contain
source: does not contain
ar: لا يحتوي على
bg: не съдържа
ca: no conté
cs: neobsahuje
da: indeholder ikke
de: enthält nicht
el: δεν περιέχει
eo: ne enhavas
es: no contiene
fa: حاوی نیست
fi: ei sisällä
fr: ne contient pas
he: אינו מכיל
hr: ne sadrži
hu: nem tartalmaz
id: tidak mengandung
it: non contiene
ja: 含まない
ka: არ შეიცავს
lt: sudėtyje nėra
lv: nesatur
ms: tidak mengandungi
nl_be: bevat geen
pl: nie zawiera
pt_pt: não contém
ro: nu conține
ru: не содержит
sl: ne vsebuje
sv: innehåller inte
th: ไม่มี
tl: ay hindi naglalaman
tr: içermiyor
uk: не містить в собі
vi: không chứa

# search_download_button
source: Download
ar: تحميل
bg: Изтегляне
ca: Descarrega
cs: Ke stažení
de: Herunterladen
el: Λήψη
eo: Elŝuti
es: Descargar
fa: دانلود
fi: Lataa
fr: Télécharger
he: הורדה
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
lt: Parsisiųsti
lv: Lejupielādēt
ms: Muat turun
nl_be: Downloaden
pl: Pobierz
pt_pt: Descarregar
ro: Descarcă
ru: Скачать
sl: Prenesi
sv: Ladda ner
th: ดาวน์โหลด
tl: I-download
tr: İndir
uk: Завантажувати
vi: Tải về

# search_download_choice
source: Download results
ar: تحميل النتائج
bg: Изтегли резултатите
ca: Descarregar resultats
cs: Výsledky ke stažení
da: Download resultater
de: Ergebnisse herunterladen
el: Λήψη αποτελεσμάτων
eo: Elŝuti rezultojn
es: Descargar los resultados
fa: دانلود نتایج
fi: Lataa tulokset
fr: Télécharger les résultats
he: הורדת התוצאות
hr: Preuzmi rezultate
hu: Eredmények letöltése
id: Semua hasil unduhan
it: Scarica i risultati
ja: ダウンロード結果
ka: შედეგების ჩამოტვირთვა
lt: Atsisiųskite rezultatus
lv: Lejupielādēt rezultātus
ms: Hasil muat turun
nl_be: Download de resultaten
pl: Pobierz wyniki
pt_pt: Descarregar os resultados
ro: Descărcați rezultatele
ru: Скачать результаты
sl: Prenesi rezultate
sv: Hämta resultat
th: ผลการดาวน์โหลด
tl: Mag-download ng mga resulta
tr: Sonuçları indir
uk: Завантажити результати
vi: Tải xuống kết quả

# search_download_results
source: Download results in XLSX or CSV format. Please note that for performance reasons, you can download up to 10.000 results only.
ar: قم بتنزيل النتائج بصيغة XLSX أو CSV. يرجى العلم أنه ﻷسباب تتعلق باﻷداء، ستتمكن من تنزيل ما يصل إلى 10,000 نتيجة فقط.
bg: Изтегли резултатите в XLSX или CSV формат. Моля, имай предвид, че от съображения за ефективност можеш да изтеглиш само до 10 000 резултата.
ca: Descarregau els resultats en format XLSX o CSV. Per motius de rendiment, només podeu baixar fins a 10.000 resultats.
cs: Výsledky stahování ve formátu XLSX nebo CSV. Vezměte prosím na vědomí, že z výkonnostních důvodů si můžete stáhnout nejvýše 10 000 výsledků.
da: Download resultater i XLSX- eller CSV-format. Bemærk, at der grundet ydeevnehensyn kun kan downloades maks. 10.000 resultater pr. session.
de: Ergebnisse im XLSX- oder CSV-Format herunterladen. Bitte beachten Sie, dass Sie aus Leistungsgründen nur bis zu 10.000 Ergebnisse herunterladen können.
el: Λήψη αποτελεσμάτων σε μορφή XLSX ή CSV. Λάβετε υπόψη ότι για λόγους απόδοσης, μπορείτε να πραγματοποιήσετε λήψη έως και 10.000 αποτελεσμάτων μόνο.
eo: Elŝutu rezultojn en XLSX aŭ CSV formato. Bonvolu noti, ke pro rendimentaj kialoj, vi povas elŝuti nur ĝis 10.000 rezultojn.
es: Descargar los resultados en formato XLSX o CSV. Tenga en cuenta que, debido a consideraciones de rendimiento, sólo se pueden descargar 10.000 resultados por sesión.
fa: نتایج را با فرمت XLSX یا CSV دانلود کنید. لطفاً توجه داشته باشید که به دلایل عملکردی، فقط می‌توانید تا 10000 نتیجه را دانلود کنید.
fi: Lataa tulokset XLSX- tai CSV-muodossa. Huomaa, että suorituskyvyn vuoksi voit ladata vain 10000 tulosta.
fr: Télécharger les résultats au format XLSX ou CSV. Pour des raisons de performance, vous pouvez télécharger jusqu'à 10 000 résultats seulement.
he: הורדת התוצאות בתצורות XLSX או CSV. נא לשים לב שמטעמי ביצועים, ניתן להוריד עד 10,000 תוצאות בלבד.
hr: Preuzmite rezultate u XLSX ili CSV formatu. Imajte na umu da iz razloga performansi možete preuzeti samo do 10.000 rezultata.
hu: Eredmények letöltése XLSX vagy CSV formátumban. Felhívjuk figyelmét, hogy teljesítmény okokból legfeljebb 10 000 eredményt tölthet le.
id: Semua hasil unduhan dalam format XLSX atau CSV. Harap dicatat bahwa demi alasan kinerja, Anda hanya dapat mengunduh paling banyak 10.000 hasil.
it: Scarica i risultati in formato XLSX o CSV. Nota che per motivi di prestazioni, è possibile scaricare fino a max. 10.000 risultati.
ja: 結果をXLSXまたはCSV形式でダウンロードします。処理の都合上、ダウンロードできる結果は最大10,000までとなります。
ka: ჩამოტვირთეთ შედეგები XLSX ან CSV ფორმატში. გაითვალისწინეთ, რომ შესრულების მიზნით, შეგიძლიათ ჩამოტვირთოთ მხოლოდ 10 000-მდე შედეგი.
lt: Atsisiųskite rezultatus „XLSX“ arba CSV formatu. Atminkite, kad dėl našumo galite atsisiųsti tik 10.000 rezultatų.
lv: Lejupielādējiet rezultātus XLSX vai CSV formātā. Lūdzu, ņemiet vērā, ka veiktspējas apsvērumu dēļ varat lejupielādēt tikai līdz 10 000 rezultātu.
ms: Hasil muat turun dalam format XLSX atau CSV. Sila ambil perhatian bahawa atas alasan prestasi, anda boleh memuat turun sehingga 10.000 hasil sahaja.
nl_be: Download de resultaten in XLSX of CSV-formaat. Houd er rekening mee dat u voor uw prestaties maximaal 10.000 resultaten kunt downloaden.
pl: Pobierz wyniki w formacie XLSX lub CSV. Pamiętaj, że ze względu na wydajność można pobrać tylko do 10 000 wyników.
pt_pt: Descarregue os resultados no formato XLSX ou CSV. Note que, por razões de desempenho, pode descarregar no máximo 10.000 resultados.
ro: Descărcați rezultatele în format XLSX sau CSV. Vă rugăm să rețineți că, din motive de performanță, puteți descărca numai până la 10.000 de rezultate.
ru: Загрузить результаты в формате XLSX или CSV. Обратите внимание, что по соображениям производительности вы можете загрузить только до 10.000 результатов.
sl: Prenesite rezultate v formatu XLSX ali CSV. Upoštevajte, da lahko zaradi razlogov uspešnosti prenesete samo do 10.000 rezultatov.
sv: Ladda ner resultat i XLSX- eller CSV-format. Observera att du av prestandaskäl endast kan ladda ner upp till 10 000 resultat.
th: ดาวน์โหลดผลลัพธ์ในรูปแบบ XLSX หรือ CSV โปรดทราบว่าเพื่อประสิทธิภาพการทำงาน คุณสามารถดาวน์โหลดได้สูงสุดเพียง 10,000 รายการเท่านั้น
tr: Sonuçları XLSX veya CSV formatında indirin. Performans nedeniyle, sadece 10.000 sonuca kadar indirebileceğinizi lütfen unutmayın.
uk: Завантажити результати у форматі XLSX або CSV. Зауважте, що з міркувань продуктивності, ви можете завантажувати лише до 10 000 результатів.
vi: Tải xuống kết quả ở định dạng XLSX hoặc CSV. Xin lưu ý rằng vì lý do hiệu suất, bạn chỉ có thể tải xuống tối đa 10.000 kết quả.
