Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# producers_platform_licence
source: The product data and photos will become publicly available in the Open Food Facts database, under the <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Individual contents of the database are available under the <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> and products images are available under the <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licence</a>.
ar: ستصبح بيانات المنتَج والصور متاحة للجمهور في قاعدة بيانات Open Food Facts ، تحت عنوان <a href="https://opendatacommons.org/licenses/odbl/1.0/">افتح ترخيص قاعدة البيانات</a>. المحتويات الفردية لقاعدة البيانات متاحة تحت <a href="https://opendatacommons.org/licenses/dbcl/1.0/">ترخيص محتويات قاعدة البيانات</a> ومنتجات الصور متوفرة تحت <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licence</a>.
bg: Данните и снимките за продуктите ще станат публично достъпни в базата данни Open Food Facts, под лиценз <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Индивидуалното съдържание на базата данни е достъпно под лиценза <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a>, а изображенията на продуктите са достъпни под лиценза <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike</a>.
ca: Les dades i les fotos del producte estaran disponibles públicament a la base de dades Open Food Facts, sota la llicència <a href="https://opendatacommons.org/licenses/odbl/1.0/"> Llicéncia de base de dades oberta </a>. Els continguts individuals de la base de dades estan disponibles sota la <a href="https://opendatacommons.org/licenses/dbcl/1.0/">llicència de contingut de la base de dades</a> i les imatges dels productes estan disponibles sota la <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">llicència Creative Commons de reconeixement - compartir igual</a>.
cs: Produktová data a fotografie budou veřejně dostupné v databázi Open Food Facts pod licencí <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Jednotlivé obsahy databáze jsou dostupné pod licencí Database Contents License <a href="https://opendatacommons.org/licenses/dbcl/1.0/">a obrázky produktů jsou dostupné pod <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike</a></a>.
da: Produktdata og -fotos tilgængeliggøres i Open Food Facts-databasen under <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Individuelt databaseindhold er tilgængeligt under <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> og produktfotos er tilgængelige under <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike Licence</a>.
de: Die Produktdaten und Fotos werden in der Open Food Facts-Datenbank unter der <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a> öffentlich zugänglich gemacht. Einzelne Inhalte der Datenbank sind unter der <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> und Produktfotos unter der <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike license</a> verfügbar.
el: Τα δεδομένα και οι φωτογραφίες προϊόντων θα γίνουν δημόσια διαθέσιμα στη βάση δεδομένων Open Food Facts, με την άδεια <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Τα μεμονωμένα περιεχόμενα της βάσης δεδομένων είναι διαθέσιμα με την άδεια <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Περιεχόμενα βάσης δεδομένων</a> και οι εικόνες προϊόντων είναι διαθέσιμες με την άδεια <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike</a>.
eo: La produktaj datumoj kaj fotoj fariĝos publike haveblaj en la datumbazo Open Food Facts, sub la <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Individuaj enhavoj de la datumbazo estas haveblaj sub la <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> kaj produktaj bildoj estas haveblaj sub la <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike permis</a>.
es: Los datos y las fotos del producto se volverán disponibles públicamente en la base de datos Open Food Facts bajo la <a href="https://opendatacommons.org/licenses/odbl/1.0/">Licencia de Base de Datos Abierta</a>. Los contenidos individuales de la base de datos están disponibles bajo la <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Licencia de Contenido de la Base de Datos</a> y las imágenes de productos están disponibles bajo la <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Licencia de Atribución de Bienes Creativos ShareAlike</a>.
fa: داده‌ها و عکس‌های محصول در پایگاه داده‌ی Open Food Facts، تحت مجوز <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>به صورت عمومی در دسترس خواهند بود. محتوای تک تک پایگاه داده تحت مجوز <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> و تصاویر محصولات تحت مجوز <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike license</a>در دسترس هستند.
fi: Tuotetiedot ja -kuvat tulevat julkisesti saataville Open Food Facts -tietokantaan, <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a> -lisenssin alaisuuteen. Tietokannan yksilöllinen sisältö on <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> -lisenssin alaisuudessa, ja tuotekuvat <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licence</a> -lisenssin alaisuudessa.
fr: Les données et photos du produit seront publiquement disponibles dans la base de données Open Food Facts, disponible sous <a href="https://opendatacommons.org/licenses/odbl/1.0/">licence "Open Database (Odbl)</a>. Les contenus individuels de la base de données sous disponibles sous licence <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents (DbCL)</a>. Les images des produits sont disponibles sous licence <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike - Cc By-Sa</a>.
he: הנתונים והתמונות של המוצרים יהיו זמינים לרשות הציבור במסד הנתונים של Open Food Facts, תחת <a href="https://opendatacommons.org/licenses/odbl/1.0/">רישיון מסדי הנתונים הפתוחים</a>. התכנים שבמסד הנתונים זמינים תחת <a href="https://opendatacommons.org/licenses/dbcl/1.0/">רישיון תכני מסדי הנתונים</a> ותמונות המוצרים זמינות תחת <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">הרישיון Creative Commons ייחוס שיתוף זהה</a>.
hr: Podaci o proizvodu i fotografije postat će javno dostupni u bazi podataka Open Food Facts, pod <a href="https://opendatacommons.org/licenses/odbl/1.0/">licencom za otvorenu bazu podataka</a>. Pojedinačni sadržaj baze podataka dostupan je pod <a href="https://opendatacommons.org/licenses/dbcl/1.0/">licencom za sadržaj baze podataka</a> , a slike proizvoda dostupne su pod <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">licencom Creative Commons Attribution ShareAlike</a>.
hu: A termékadatok és fotók az Open Food Facts adatbázisban nyilvánosan elérhetőek lesznek <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a> licenc alatt. Az adatbázis egyenkénti tartalmai <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> érhetőek el, a termékfotók pedig <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Nevezd meg! - Így add tovább!</a> licenc alatt.
id: Data dan foto - foto berbagai produk akan tersedia secara publik di basis data Open Food Facts, di bawah <a href="https://opendatacommons.org/licenses/odbl/1.0/">Lisensi Open Database</a>. Konten individual dari basis data tersedia di bawah <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Lisensi Database Contents</a> dan foto produk tersedia di bawah <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">lisensi Creative Commons Attribution ShareAlike</a>.
it: I dati e le foto del prodotto saranno disponibili pubblicamente nel database Open Food Facts, sotto la <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. I singoli contenuti del database sono disponibili sotto la licenza <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents</a> e le immagini dei prodotti sono disponibili sotto la <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Licenza Creative Commons Attribution ShareAlike</a>.
ja: 製品データと写真はOpen Food Facts のデータベースで公開されます。 <a href="https://opendatacommons.org/licenses/odbl/1.0/">データベースライセンスは</a>。データベースの個々のコンテンツは <a href="https://opendatacommons.org/licenses/dbcl/1.0/">データベースコンテンツライセンス</a> で利用でき、製品画像は <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">、Creative Commons Attribution ShareAlike licence</a>で利用できます。
ka: პროდუქტის მონაცემები და ფოტოები საჯაროდ ხელმისაწვდომი გახდება Open Food Facts მონაცემთა ბაზაში, <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>-ის ფარგლებში. მონაცემთა ბაზის ცალკეული შინაარსი ხელმისაწვდომია <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Content License</a> -ის ფარგლებში, ხოლო პროდუქტის სურათები ხელმისაწვდომია <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike License</a>-ის ფარგლებში.
lt: Produkto duomenys ir nuotraukos bus viešai prieinami „Open Food Facts“ duomenų bazėje, naudojant <a href="https://opendatacommons.org/licenses/odbl/1.0/">Atvirosios Duomenų bazės licenciją</a>. Atskirą duomenų bazės turinį galima gauti pagal <a href="https://opendatacommons.org/licenses/dbcl/1.0/">duomenų bazės turinio licenciją</a> o produktų vaizdus - pagal <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike“</a>licencijas.
lv: Produktu dati un fotoattēli kļūs publiski pieejami Open Food Facts datubāzē saskaņā ar <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Atsevišķs datubāzes saturs ir pieejams saskaņā ar <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> , un produktu attēli ir pieejami saskaņā ar <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licenci</a>.
nl_be: De productgegevens en foto's zullen openbaar beschikbaar zijn in de Open Food Facts-database, onder de <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database-licentie</a>. Individuele inhoud van de databank zijn beschikbaar onder de <a href="https://opendatacommons.org/licenses/dbcl/1.0/">inhoud van de database licentie</a> en foto's van producten zijn beschikbaar onder de <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licentie</a>.
pl: Dane produktu i zdjęcia staną się publicznie dostępne w bazie danych Open Food Facts na licencji <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Indywidualna zawartość bazy danych jest dostępna na licencji <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a>, a obrazy produktów są dostępne na licencji <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licence</a>.
pt_pt: Os dados e as fotografias do produto serão disponibilizados publicamente na base de dados do Open Food Facts, sob a licença <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. O conteúdo individual da base de dados está disponível sob a licença <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> e as imagens dos produtos estão disponíveis sob a licença <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Atribuição-CompartilhaIgual</a>.
ro: Datele produselor și fotografiile vor fi disponibile public în baza de date Open Food Facts , sub <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Conținutul individual al bazei de date este disponibil sub <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Licența Conținutului Bazei de Date</a> și imaginile produselor sunt disponibile în <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">licența de atribuire creative Commons ShareAlike</a>.
ru: Данные и фотографии продукта станут общедоступными в базе данных Open Food Facts под лицензией <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Отдельное содержимое базы данных доступно под <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Лицензией на содержимое базы данных</a> а изображения продуктов доступны под <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">лицензией Creative Commons Attribution ShareAlike</a>.
sl: Podatki in fotografije o izdelkih bodo javno dostopni v bazi podatkov Open Food Facts pod licenco <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database</a>. Posamezne vsebine baze podatkov so na voljo pod licenco <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a>, slike izdelkov pa so na voljo pod licenco <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike</a>.
sv: Produktdata och bilder kommer att bli offentligt tillgängliga i databasen på Open Food Facts under <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Individuellt innehåll i databasen finns tillgängligt under <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> och produktbilder finns tillgängliga under licensen <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.sv">Creative Commons Erkännande DelaLika</a>.
th: ข้อมูลผลิตภัณฑ์และรูปภาพจะเปิดเผยต่อสาธารณะในฐานข้อมูล Open Food Facts ภายใต้ <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>เนื้อหาแต่ละรายการในฐานข้อมูลสามารถเข้าถึงได้ภายใต้ <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Database Contents License</a> และรูปภาพผลิตภัณฑ์สามารถเข้าถึงได้ภายใต้ <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike licence</a>
tr: Ürün verileri ve fotoğrafları Open Food Facts veritabanında, <a href="https://opendatacommons.org/licenses/odbl/1.0/">Açık Veritabanı Lisansı</a> altında herkese açık olarak kullanıma sunulacaktır. Veritabanındaki her bir içerik <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Veritabanı İçerikleri Lisansı</a> altında kullanılabilir ve ürün fotoğrafları <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Creative Commons Attribution ShareAlike</a> lisansı altında kullanılabilir.
uk: Дані про товари та фото стануть загальнодоступними в базі даних Open Food Facts за посиланням <a href="https://opendatacommons.org/licenses/odbl/1.0/">Ліцензія для відкритої бази даних</a>. Вміст особистого характеру доступний за посиланням <a href="https://opendatacommons.org/licenses/dbcl/1.0/">Ліцензія для вмісту бази даних</a> та зображень товарів є доступними за посиланням <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">Ліцензія на зазначення авторства., копірайт-ліцензія Share-alike</a>.
vi: Dữ liệu sản phẩm và hình ảnh sẽ được công bố rộng rãi trong cơ sở dữ liệu Open Food Facts, theo <a href="https://opendatacommons.org/licenses/odbl/1.0/">Open Database License</a>. Các nội dung riêng lẻ của cơ sở dữ liệu có sẵn theo Giấy phép Nội dung Cơ sở dữ liệu <a href="https://opendatacommons.org/licenses/dbcl/1.0/">và hình ảnh sản phẩm có sẵn theo giấy phép</a> Creative Commons Attribution ShareAlike </a><a href="https://creativecommons.org/licenses/by-sa/3.0/deed.en">.

source: Import product data
ar: استيراد بيانات المنتج
bg: Внесете данни за продукта
ca: Importar dades del producte
cs: Importovat data produktu
da: Importér produktdata
de: Produktdaten importieren
el: Εισαγωγή δεδομένων προϊόντος
eo: Importi produktajn datumojn
es: Importar datos de productos
fa: وارد کردن داده‌های محصول
fi: Tuo tuotteiden tiedot
fr: Importer des données de produits
he: ייבוא נתוני מוצרים
hr: Uvoz podataka o proizvodu
hu: Termékadatok importálása
id: Impor data berbagai produk
it: Importa i dati del prodotto
ja: 製品データをインポート
ka: პროდუქტის მონაცემების იმპორტი
lt: Importuoti produkto duomenis
lv: Importēt produkta datus
nl_be: Productgegevens importeren
pl: Importuj dane produktów
pt_pt: Importar dados de produtos
ro: Importă datele produsului
ru: Импорт данных о продукте
sl: Uvoz podatkov o izdelku
sv: Importera produktdata
th: นำเข้าข้อมูลผลิตภัณฑ์
tr: Ürün verilerini içe aktar
uk: Імпортуйте дані про товари
vi: Nhập dữ liệu sản phẩm

source: Import product photos
ar: استيراد صور المنتج
bg: Внесете снимки на продукти
ca: Importa fotos del producte
cs: Importovat fotky produktů
da: Importér produktfotos
de: Produktfotos importieren
el: Εισαγωγή φωτογραφιών προϊόντων
eo: Importi produktajn fotojn
es: Importar fotos de los productos
fa: وارد کردن عکس‌های محصول
fi: Tuo tuotteiden valokuvat
fr: Importer des photos de produits
he: ייבוא תמונות מוצרים
hr: Uvoz fotografija proizvoda
hu: Termékfotók importálása
id: Impor foto - foto berbagai produk
it: Importa le foto dei prodotti
ja: 製品の写真をインポート
ka: პროდუქტის ფოტოების იმპორტი
lt: Importuoti produkto nuotraukas
lv: Importēt produktu fotoattēlus
nl_be: Productfoto's importeren
pl: Importuj zdjęcia produktów
pt_pt: Importar fotografias de produtos
ro: Importă fotografiile produsului
ru: Импорт фото продукта
sl: Uvoz fotografij izdelkov
sv: Importera produktfoton
th: นำเข้าภาพถ่ายสินค้า
tr: Ürün fotoğraflarını içe aktar
uk: Значення фото товарів
vi: Nhập hình ảnh sản phẩm

# export_product_data_photos
source: Export product data and photos to the public database
ar: تصدير بيانات وصور المنتجات إلى قاعدة البيانات العامة
bg: Изнесете данни за продукти и снимки в публичната база данни
ca: Exporta dades i fotos del producte a la base de dades pública
cs: Exportovat data produktů a fotky do veřejné databáze
da: Eksportér produktdata og -fotos til den offentlige database
de: Produktdaten und Fotos in die öffentliche Datenbank exportieren
el: Εξαγωγή δεδομένων προϊόντων και φωτογραφιών στη δημόσια βάση δεδομένων
eo: Eksporti produktajn datumojn kaj fotojn al la publika datumbazo
es: Exportar los datos y fotos del producto a la base de datos pública
fa: داده‌ها و عکس‌های محصول را به پایگاه داده عمومی صادر کنید
fi: Vie tuotteiden tiedot ja valokuvat julkiseen tietokantaan
fr: Exporter les données et les photos des produits vers la base de données publique
he: ייצוא נתונים ותמונות של מוצרים למסד הנתונים הציבורי
hr: Izvoz podataka o proizvodu i fotografija u javnu bazu podataka
hu: Termékadatok és fotók exportálása a publikus adatbázisba
id: Ekspor data dan foto - foto berbagai produk ke basis data publik
it: Esporta i dati e le foto del prodotto nel database pubblico
ja: 製品データと画像を公開データベースにエクスポート
ka: პროდუქტის მონაცემებისა და ფოტოების ექსპორტი საჯარო მონაცემთა ბაზაში
lt: Eksportuokite produkto duomenis ir nuotraukas į viešąją duomenų bazę
lv: Eksportēt produktu datus un fotoattēlus uz publisko datubāzi
nl_be: Productgegevens en foto's exporteren naar de openbare database
pl: Eksportuj dane produktów i zdjęcia do publicznej bazy danych
pt_pt: Exportar dados e fotografias de produtos para a base de dados pública
ro: Exportă datele și fotografiile produselor în baza de date publică
ru: Экспорт данных о продукте и фотографий в общедоступную базу данных
sl: Izvozite podatke o izdelkih in fotografije v javno bazo podatkov
sv: Exportera produktdata och foton till den offentliga databasen
th: ส่งออกข้อมูลผลิตภัณฑ์และรูปภาพไปยังฐานข้อมูลสาธารณะ
tr: Ürün verilerini ve fotoğraflarını herkese açık veritabanına aktar
uk: Експортуйте дані про товари та фото до загальнодоступної бази даних
vi: Xuất dữ liệu và hình ảnh sản phẩm tới cơ sở dữ liệu công khai
