Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# environmental_score_unprecise_packaging_information
source: The information about the packaging of this product is not sufficiently precise (exact shapes and materials of all components of the packaging).
bg: Информацията за опаковката на този продукт не е достатъчно точна (точни форми и материали на всички компоненти на опаковката).
cs: Údaje o obalu tohoto výrobku nejsou dostatečně přesné (přesné tvary a materiály všech součástí obalu).
de: Die Angaben zur Verpackung dieses Produkts sind unzureichend (genaue Formen und Materialien aller Bestandteile der Verpackung).
el: Οι πληροφορίες σχετικά με τη συσκευασία αυτού του προϊόντος δεν είναι επαρκώς ακριβείς (ακριβή σχήματα και υλικά όλων των εξαρτημάτων της συσκευασίας).
eo: La informoj pri la pakaĵo de ĉi tiu produkto ne estas sufiĉe precizaj (precizaj formoj kaj materialoj de ĉiuj komponantoj de la pakaĵo).
fa: اطلاعات مربوط به بسته‌بندی این محصول به اندازه کافی دقیق نیست (شکل‌ها و جنس دقیق تمام اجزای بسته‌بندی).
fi: Tämän tuotteen pakkaustiedot eivät ole riittävän tarkkoja (kaikkien pakkauksen osien tarkat muodot ja materiaalit).
fr: Les informations sur l'emballage de ce produit ne sont pas suffisamment précises (formes et matériaux exacts de tous les composants de l'emballage).
he: המידע על אריזת המוצר הזה אינה מדויקת מספיק (הצורות המדויקות והחומרים של כל הרכיבים של האריזה).
hr: Informacije o pakiranju ovog proizvoda nisu dovoljno precizne (točni oblici i materijali svih komponenti pakiranja).
hu: A termék csomagolásával kapcsolatos információk nem kellően pontosak (a csomagolás minden részének pontos alakja és anyaga).
id: Informasi tentang kemasan produk ini tidak cukup tepat (bentuk dan material tepat dari semua komponen kemasan).
it: Le informazioni sull'imballaggio di questo prodotto non sono sufficientemente precise (forme e materiali esatte di tutti i componenti dell'imballaggio).
ka: ამ პროდუქტის შეფუთვის შესახებ ინფორმაცია საკმარისად ზუსტი არ არის (შეფუთვის ყველა კომპონენტის ზუსტი ფორმები და მასალა).
lt: Informacija apie šios prekės pakuotę nėra pakankamai tiksli (tikslios visų pakuotės komponentų formos ir medžiagos).
lv: Informācija par šī produkta iepakojumu nav pietiekami precīza (precīzas visu iepakojuma sastāvdaļu formas un materiāli).
nl_be: De verpakkingsinformatie van dit product is niet nauwkeurig genoeg (zoals, de exacte vorm en materialen van alle onderdelen van de verpakking).
pl: Informacje o opakowaniu tego produktu nie są wystarczająco precyzyjne (dokładne kształty i materiały wszystkich elementów opakowania).
pt_pt: A informação sobre a embalagem deste produto não é suficientemente precisa (formas e materiais de todos os componentes da embalagem).
ru: Информация об упаковке этого продукта недостаточно точна (точные формы и материалы всех компонентов упаковки).
sv: Informationen om förpackningen av denna produkt är inte tillräckligt exakt (exakta former och material för alla komponenter i förpackningen).
th: ข้อมูลเกี่ยวกับบรรจุภัณฑ์ของผลิตภัณฑ์นี้ไม่ละเอียดเพียงพอ (รูปทรงและวัสดุของส่วนประกอบทั้งหมดของบรรจุภัณฑ์ไม่ชัดเจน)
uk: Інформація про пакування цього товару потребує уточнення (точні форми та матеріали всіх компонентів пакування).

# environmental_score_edit_for_more_precise_environmental_score
source: For a more precise calculation of the Green-Score, you can modify the product page and add them.
bg: За по-точно изчисляване на Green-Score, можеш да промениш страницата на продукта и да ги добавиш.
cs: Pro přesnější výpočet Green-Score můžete upravit stránku produktu a přidat je.
de: Für eine genauere Berechnung des Green-Score können Sie die Produktseite ändern und diese hinzufügen.
el: Για έναν πιο ακριβή υπολογισμό του Green-Score, μπορείτε να τροποποιήσετε τη σελίδα του προϊόντος και να τα προσθέσετε.
eo: Por pli preciza kalkulo de la Verda-Poentaro, vi povas modifi la produktan paĝon kaj aldoni ilin.
fa: برای محاسبه دقیق‌تر امتیاز سبز، می‌توانید صفحه محصول را تغییر داده و آنها را اضافه کنید.
fi: Green-Scoren tarkempaa laskelmaa varten voit muokata tuotesivua ja lisätä ne.
fr: Pour un calcul plus précis du Green-Score, vous pouvez modifier la fiche produit et les ajouter.
he: לחישוב מדויק יותר של Green-Score, ניתן לשנות את דף המוצר ולהוסיף אותם.
hr: Za precizniji izračun Green-Scorea, možete izmijeniti stranicu proizvoda i dodati ih.
hu: Az Green-Score pontosabb kiszámításához módosíthatja a termékoldalt és hozzáadhatja.
id: Untuk penghitungan Green-Score yang lebih tepat, Anda bisa memodifikasi halaman produk dan menambahkan nya.
it: Per un calcolo più preciso delil Green-Score, puoi modificare la pagina del prodotto e aggiungerle.
ka: მწვანე ქულის უფრო ზუსტი გამოთვლისთვის, შეგიძლიათ შეცვალოთ პროდუქტის გვერდი და დაამატოთ ისინი.
lt: Norėdami tiksliau apskaičiuoti ekologinį balą, galite pakeisti produkto puslapį ir juos pridėti.
lv: Lai precīzāk aprēķinātu Zaļo rādītāju, varat modificēt produkta lapu un pievienot tos.
nl_be: Voor een nauwkeurigere berekening van de Green-Score kunt u de productpagina aanpassen en deze toevoegen.
pl: Aby uzyskać dokładniejsze obliczenie Green-Score, możesz edytować stronę produktu i je dodać.
pt_pt: Para um cálculo mais preciso do Green-Score, pode editar a página do produto e adicioná-los.
ru: Для более точного расчета Green-Score вы можете отредактировать страницу продукта и добавить их.
sv: För en mer exakt beräkning av Green-Score kan du ändra produktsidan och lägga till dem.
th: เพื่อให้ได้การคำนวณคะแนนสีเขียวที่แม่นยำยิ่งขึ้น คุณสามารถแก้ไขหน้าผลิตภัณฑ์และเพิ่มข้อมูลเหล่านั้นได้
uk: Для точнішого обчислення Green-Score, ви можете змінити сторінку товару та додати їх.

# environmental_score_edit_for_more_precise_environmental_score
source: For a more precise calculation of the Green-Score, you can edit the product page and add them.
bg: За по-точно изчисляване на Green-Score, можеш да редактираш страницата на продукта и да ги добавиш.
cs: Pro přesnější výpočet Eko-skóre můžete upravit stránku produktu a přidat je.
de: Für eine genauere Berechnung des Green-Scores können Sie die Produktseite bearbeiten und diese hinzufügen.
el: Για πιο ακριβή υπολογισμό του Green-Score, μπορείτε να επεξεργαστείτε τη σελίδα του προϊόντος και να τα προσθέσετε.
eo: Por pli preciza kalkulo de la Verda-Poentaro, vi povas redakti la produktan paĝon kaj aldoni ilin.
fa: برای محاسبه دقیق‌تر امتیاز سبز، می‌توانید صفحه محصول را ویرایش کرده و آنها را اضافه کنید.
fi: Saadaksesi tarkemman laskelman Green-Scoresta, voit muokata tuotesivua ja lisätä ne.
fr: Pour un calcul plus précis du Green-Score, vous pouvez modifier la fiche produit et les ajouter.
he: לחישוב מדויק יותר של Green-Score, ניתן לערוך את דף המוצר ולהוסיף אותם.
hr: Za precizniji izračun Green-Scorea, možete urediti stranicu proizvoda i dodati ih.
hu: Az Green-Score pontosabb kiszámításához szerkesztheti a termékoldalt és hozzáadhatja.
id: Untuk penghitungan Green-Score yang lebih tepat, Anda bisa menyunting halaman produk dan menambahkannya.
it: Per un calcolo più preciso delil Green-Score, puoi modificare la pagina del prodotto e aggiungerle.
ka: მწვანე ქულის უფრო ზუსტი გამოთვლისთვის, შეგიძლიათ შეცვალოთ პროდუქტის გვერდი და დაამატოთ ისინი.
lt: Norėdami tiksliau apskaičiuoti ekologinį balą, galite redaguoti produkto puslapį ir juos pridėti.
lv: Lai precīzāk aprēķinātu Zaļo vērtējumu, varat rediģēt produkta lapu un pievienot tos.
nl_be: Voor een nauwkeurigere berekening van de Green-Score kunt u de productpagina aanpassen en deze toevoegen.
pl: Aby uzyskać dokładniejsze obliczenie Green-Score, możesz edytować stronę produktu i je dodać.
pt_pt: Para um cálculo mais preciso do Green-Score, pode editar a página do produto e adicioná-los.
ru: Для более точного расчета Green-Score вы можете отредактировать страницу продукта и добавить их.
sv: För en mer exakt beräkning av Green-Score kan du redigera produktsidan och lägga till dem.
th: หากต้องการคำนวณคะแนนสีเขียวให้แม่นยำยิ่งขึ้น คุณสามารถแก้ไขหน้าผลิตภัณฑ์และเพิ่มข้อมูลเหล่านั้นได้
uk: Для більш точного обчислення Green-Score, ви можете відредагувати сторінку товару та додати їх.

# environmental_score_final_score
source: Final score
bg: Краен резултат
cs: Konečné skóre
de: Endwertung
el: Τελικό σκορ
eo: Fina poentaro
fa: نمره نهایی
fi: Lopullinen pistemäärä
fr: Score final
he: ציון סופי
hr: Konačni rezultat
hu: Végső pontszám
id: Skor akhir
it: Punteggio finale
ka: საბოლოო ანგარიში
lt: Galutinis rezultatas
lv: Galarezultāts
nl_be: Eindscore
pl: Wynik końcowy
pt_pt: Pontuação final
ru: Суммарный балл
sv: Slutresultat
th: คะแนนสุดท้าย
uk: Підсумкова оцінка

# environmental_score_lower_the_score_lower_the_impact
source: (the lower the score, the lower the impact)
bg: (колкото по-нисък е резултатът, толкова по-ниско е въздействието)
cs: (čím nižší je skóre, tím nižší dopad)
de: (je niedriger der Wert, desto geringer die Auswirkung)
el: (όσο χαμηλότερη είναι η βαθμολογία, τόσο μικρότερος είναι ο αντίκτυπος)
eo: (ju pli malalta la poentaro, des pli malalta la efiko)
fa: (هرچه امتیاز کمتر باشد، تأثیر کمتر است)
fi: (mitä pienempi pistemäärä, sitä pienempi vaikutus)
fr: (plus le score est bas, plus l'impact est faible)
he: (ככל שהציון יותר נמוך ככה ההשפעה יותר נמוכה)
hr: (što je niži rezultat, to je manji utjecaj)
hu: (minél alacsonyabb a pontszám, annál kisebb a hatás)
id: (semakin rendah skor, semakin rendah dampaknya)
it: (minore è il punteggio, minore è l'impatto)
ka: (რაც უფრო დაბალია ქულა, მით უფრო დაბალია გავლენა)
lt: (kuo mažesnis balas, tuo mažesnis poveikis)
lv: (jo zemāks rādītājs, jo mazāka ietekme)
nl_be: (hoe lager de score, hoe lager de impact)
pl: (im niższy wynik, tym mniejszy wpływ = tym lepiej)
pt_pt: (quanto menor a pontuação, menor o impacto)
ru: (чем ниже балл, тем меньше влияние)
sv: (ju lägre poäng, desto lägre påverkan)
th: (ยิ่งคะแนนต่ำ ผลกระทบยิ่งต่ำ)
uk: (чим нижчий бал, тим менший вплив)

# environmental_score_kg_co2_eq_kg_product
source: kg CO2 eq/kg of product
bg: кг CO2 екв./кг продукт
cs: kg CO2 ekv./kg produktu
de: kg CO₂-Äq/kg Produkt
el: kg CO2 eq/kg προϊόντος
eo: kg CO2 ekvivalento/kg da produkto
fa: کیلوگرم معادل CO2 بر کیلوگرم محصول
fi: kg CO2 ekv/kg tuotetta
fr: kg CO2 eq/kg de produit
he: ק״ג CO2 שווה ערך לק״ג מוצר
hr: kg ekvivalenta CO2/kg proizvoda
hu: kg CO2-egyenérték/termék kg
id: kg CO2 eq/kg produk
it: kg di CO2 eq/kg di prodotto
ka: კგ CO2 ეკვივალენტი/კგ პროდუქტი
lt: kg CO2 ekv/kg produkto
lv: kg CO2 ekv./kg produkta
nl_be: kg CO2-eq/kg product
pl: kg ekwiwalentu CO2/kg produktu
pt_pt: kg CO2 eq/kg de produto
ru: экв. кг CO2/кг продукта
sv: kg CO2-ekvivalenter/kg produkt
th: กก. CO2 เทียบเท่า/กก. ของผลิตภัณฑ์
uk: кг CO2 екв./кг продукту

# environmental_score_platform_prompt_environmental_score_modal
source: If you are the manufacturer of this product, you can send us the information with our <a href="https://world.pro.openfoodfacts.org">free platform for producers</a>.
bg: Ако сте производителят на този продукт, можете да ни изпратите информацията с нашата <a href="https://world.pro.openfoodfacts.org">безплатна платформа за производители</a>.
cs: Pokud jste výrobcem tohoto produktu, můžete nám zaslat informace prostřednictvím naší <a href="https://world.pro.openfoodfacts.org">bezplatné platformy pro výrobce</a>.
de: Wenn Sie der Hersteller dieses Produktes sind, können Sie uns die Informationen über unsere <a href="https://world.pro.openfoodfacts.org">kostenlose Plattform für Hersteller</a> zukommen lassen.
el: Εάν είστε ο κατασκευαστής αυτού του προϊόντος, μπορείτε να μας στείλετε τις πληροφορίες από την <a href="https://world.pro.openfoodfacts.org">δωρεάν πλατφόρμα για παραγωγούς</a>.
eo: Se vi estas la fabrikanto de ĉi tiu produkto, vi povas sendi al ni la informojn per nia <a href="https://world.pro.openfoodfacts.org">senpaga platformo por produktantoj</a>.
fa: اگر شما تولیدکننده این محصول هستید، می‌توانید اطلاعات را از طریق <a href="https://world.pro.openfoodfacts.org">پلتفرم رایگان ما برای تولیدکنندگان</a>برای ما ارسال کنید.
fi: Jos olet tämän tuotteen valmistaja, voit lähettää meille tiedot <a href="https://fi.pro.openfoodfacts.org">ilmaisen tuottaja-alustamme kautta</a>.
fr: Si vous êtes le fabricant de ce produit, vous pouvez nous transmettre les informations avec notre <a href="https://fr.pro.openfoodfacts.org">plateforme gratuite pour les producteurs</a>.
he: אם ייצרת את המוצר הזה, ניתן לשלוח לנו מידע עליו עם <a href="https://il.pro.openfoodfacts.org">הפלטפורמה החינמית שלנו ליצרנים</a>.
hr: Ako ste proizvođač ovog proizvoda, možete nam poslati podatke putem naše <a href="https://world.pro.openfoodfacts.org">besplatne platforme za proizvođače</a>.
hu: Ha Ön ennek a terméknek a gyártója, elküldheti nekünk az információkat <a href="https://world.pro.openfoodfacts.org">ingyenes gyártói platformunkon</a>.
id: Jika Anda adalah produsen produk ini, Anda bisa mengirimkan kami informasinya dengan <a href="https://world.pro.openfoodfacts.org">platform gratis bagi produsen</a> kami.
it: Se sei il produttore di questo prodotto, puoi inviarci le informazioni con la nostra <a href="https://world.pro.openfoodfacts.org">piattaforma gratuita per produttori</a>.
ka: თუ თქვენ ხართ ამ პროდუქტის მწარმოებელი, შეგიძლიათ გამოგვიგზავნოთ ინფორმაცია ჩვენი <a href="https://world.pro.openfoodfacts.org">უფასო პლატფორმის გამოყენებით მწარმოებლებისთვის</a>.
lt: Jei esate šio gaminio gamintojas, galite atsiųsti mums informaciją su mūsų nemokama platforma gamintojams <a href="https://world.pro.openfoodfacts.org"></a>.
lv: Ja esat šī produkta ražotājs, varat nosūtīt mums informāciju, izmantojot mūsu <a href="https://world.pro.openfoodfacts.org">bezmaksas platformu ražotājiem</a>.
nl_be: Als u de fabrikant van dit product bent, kunt u ons de informatie sturen met ons <a href="https://world-nl.pro.openfoodfacts.org">gratis platform voor producenten</a>.
pl: Jeśli jesteś producentem tego produktu, możesz przesłać nam informacje za pomocą <a href="https://world.pro.openfoodfacts.org"> naszej bezpłatnej platformy</a>.
pt_pt: Se é o fabricante deste produto, pode enviar-nos as informações através da nossa <a href="https://world-pt.pro.openfoodfacts.org">plataforma gratuita para produtores</a>.
ru: Если вы являетесь производителем этого продукта, вы можете отправить нам информацию с помощью нашей <a href="https://world.pro.openfoodfacts.org">бесплатной платформы для производителей</a>.
sv: Om du är tillverkaren av den här produkten kan du skicka informationen till oss via vår <a href="https://world.pro.openfoodfacts.org">kostnadsfria plattform för producenter</a>.
th: หากคุณเป็นผู้ผลิตผลิตภัณฑ์นี้ คุณสามารถส่งข้อมูลมาให้เราได้โดยใช้แพลตฟอร์มฟรีสำหรับผู้ผลิตของเรา <a href="https://world.pro.openfoodfacts.org"></a>
uk: Якщо ви є розробником цієї продукції, надішліть нам детальнішу інформацію за посиланням <a href="https://world.pro.openfoodfacts.org">безкоштовна платформа для розробників</a>.

# environmental_score_description
source: The <a href="/green-score">Green-Score</a> is an experimental score that summarizes the environmental impacts of food products.
bg: <a href="/green-score">Green-Score</a> е експериментален резултат, който обобщава въздействието върху околната среда на хранителните продукти.
cs: <a href="/green-score">Green-Score</a> je experimentální skóre, které shrnuje dopady potravinářských výrobků na životní prostředí.
de: Der <a href="/green-score">Green-Score</a> ist ein experimenteller Bewertungsfaktor, der die Umweltauswirkungen von Lebensmitteln zusammenfasst.
el: Το <a href="/green-score">Green-Score</a> είναι μια πειραματική βαθμολογία που συνοψίζει τις περιβαλλοντικές επιπτώσεις των προϊόντων διατροφής.
eo: La <a href="/green-score">Verda-Poentaro</a> estas eksperimenta poentaro kiu resumas la mediajn efikojn de nutraĵproduktoj.
fi: <a href="/green-score">Green-Score</a> on kokeellinen pistemäärä tiivistämään elintarvikkeiden ympäristövaikutukset.
fr: Le <a href="/green-score">Green-Score</a> est un score expérimental qui synthétise les impacts environnementaux des produits alimentaires.
he: <a href="/green-score">Green-Score</a> הוא ציון ניסיוני שמסכם את ההשפעות הסביבתיות של מוצרי מזון.
hr: <a href="/green-score">Zeleni rezultat</a> je eksperimentalni rezultat koji sažima utjecaje prehrambenih proizvoda na okoliš.
hu: Az <a href="/green-score">Green-Score</a> egy kísérleti pontszám, amely az élelmiszerek környezeti hatásait összegzi.
id: <a href="/green-score">Green-Score</a> adalah skor eksperimental yang merangkum dampak lingkungan dari produk makanan.
it: L'<a href="/green-score">Green-Score</a> è un punteggio sperimentale che riassume l'impatto ambientale dei prodotti alimentari.
ka: <a href="/green-score">მწვანე ქულა</a> არის ექსპერიმენტული ქულა, რომელიც აჯამებს საკვები პროდუქტების გარემოზე ზემოქმედებას.
lt: <a href="/green-score">Green-Score</a> yra eksperimentinis balas, apibendrinantis maisto produktų poveikį aplinkai.
lv: Zaļais rādītājs <a href="/green-score"></a> ir eksperimentāls rādītājs, kas apkopo pārtikas produktu ietekmi uz vidi.
nl_be: De <a href="/green-score">Green-Score</a> is een experimentele score die de milieueffecten van levensmiddelen weergeeft.
pl: <a href="/green-score">Green-Score</a> to wykaz, który podsumowuje wpływ produktów spożywczych na środowisko.
pt_pt: O <a href="/green-score">Green-Score</a> é uma pontuação experimental que resume os impactos ambientais dos produtos alimentares.
ru: <a href="/green-score">Green-Score</a> - это экспериментальная оценка, которая подсчитывает воздействие пищевых продуктов на окружающую среду.
sv: <a href="/green-score">Green-Score</a> är en experimentell poäng som sammanfattar livsmedelsprodukters miljöpåverkan.
th: คะแนนสีเขียว <a href="/green-score"></a> เป็นคะแนนทดลองที่สรุปผลกระทบต่อสิ่งแวดล้อมของผลิตภัณฑ์อาหาร
uk: <a href="/green-score">Green-Score</a> - це експериментальна оцінка, яка підсумовує вплив харчових продуктів на навколишнє середовище.

# environmental_score_warning_fr
source: The Green-Score formula is subject to change as it is regularly improved to make it more precise.
bg: Формулата на Green-Score подлежи на промяна, тъй като редовно се подобрява, за да стане по-точна.
cs: Vzorec Green-Score se může změnit, protože je pravidelně vylepšován, aby byl přesnější.
de: Die Formel zur Ermittlung des Green-Score kann sich ändern, da sie regelmäßig nachgebessert wird, um sie noch präziser zu machen.
el: Η φόρμουλα του Green-Score υπόκειται σε αλλαγή, καθώς βελτιώνεται τακτικά για να γίνει πιο ακριβής.
eo: La formulo de Green-Score povas ŝanĝiĝi, ĉar ĝi estas regule plibonigata por igi ĝin pli preciza.
fa: فرمول گرین-اسکور ممکن است تغییر کند زیرا مرتباً برای دقیق‌تر شدن بهبود می‌یابد.
fi: Green-Score-kaava voi muuttua, koska sitä parannetaan säännöllisesti sen tarkentamiseksi.
fr: La formule du Green-Score est susceptible d'évoluer car elle est régulièrement améliorée pour la rendre plus précise.
he: נוסחת Green-Score עשויה להשתנות כיוון שהיא משתפרת באופן תמידי כך שתהיה מדויקת ככל הניתן.
hr: Formula Green-Scorea podložna je promjenama jer se redovito poboljšava kako bi bila preciznija.
hu: Az Green-Score képlet változhat, mivel rendszeresen javítják, hogy pontosabb legyen.
id: Formula Green-Score dapat berubah sewaktu - waktu karena ia secara reguler ditingkatkan agar penghitungannya lebih presisi.
it: La formula delil Green-Score è soggetta a modifiche in quanto viene regolarmente migliorata per renderla più precisa.
ka: მწვანე ქულის ფორმულა შეიძლება შეიცვალოს, რადგან ის რეგულარულად იხვეწება უფრო ზუსტი რომ იყოს.
lt: Green-Score formulė gali keistis, nes ji reguliariai tobulinama, kad būtų tikslesnė.
lv: Zaļā rādītāja formula var tikt mainīta, jo tā tiek regulāri uzlabota, lai padarītu to precīzāku.
nl_be: De Green-Score formule is onderworpen aan verandering, omdat deze regelmatig wordt verbeterd om nauwkeuriger te worden.
pl: Formuła Green-Score może ulec zmianie, gdyż jest regularnie ulepszana, aby była bardziej precyzyjna.
pt_pt: A fórmula Green-Score está sujeita a alterações, pois é regularmente melhorada para torná-la mais precisa.
ru: Формула Green-Score может изменяться, поскольку она регулярно совершенствуется, чтобы повысить её точность.
sv: Green-Score-formeln kan komma att ändras eftersom den regelbundet förbättras för att bli mer exakt.
th: สูตรการคำนวณคะแนนสีเขียวอาจมีการเปลี่ยนแปลงได้ เนื่องจากมีการปรับปรุงอย่างสม่ำเสมอเพื่อให้มีความแม่นยำยิ่งขึ้น
uk: Формула Green-Score підлягає змінам, оскільки вона регулярно вдосконалюється, щоб зробити її більш точною.

# environmental_score_warning_international
source: The Green-Score was initially developed for France and it is being extended to other European countries. The Green-Score formula is subject to change as it is regularly improved to make it more precise and better suited to each country.
eo: La Verda Poentaro estis komence evoluigita por Francio kaj ĝi estas etendita al aliaj eŭropaj landoj. La formulo de la Verda Poentaro povas ŝanĝiĝi, ĉar ĝi estas regule plibonigata por igi ĝin pli preciza kaj pli taŭga por ĉiu lando.
hr: Zeleni rezultat izvorno je razvijen za Francusku, a proširuje se i na druge europske zemlje. Formula Zelenog rezultata podložna je promjenama jer se redovito poboljšava kako bi bila preciznija i bolje prilagođena svakoj zemlji.
lv: Zaļais rādītājs sākotnēji tika izstrādāts Francijai, un tas tiek paplašināts uz citām Eiropas valstīm. Zaļā rādītāja formula var tikt mainīta, jo tā tiek regulāri uzlabota, lai padarītu to precīzāku un labāk piemērotu katrai valstij.
sv: Green-Score utvecklades ursprungligen för Frankrike och utvidgas nu till andra europeiska länder. Green-Score-formeln kan komma att ändras då den regelbundet förbättras för att göra den mer exakt och bättre lämpad för varje land.
th: ระบบคะแนนสีเขียว (Green-Score) ถูกพัฒนาขึ้นครั้งแรกสำหรับประเทศฝรั่งเศส และกำลังขยายไปใช้ในประเทศอื่นๆ ในยุโรป สูตรการคำนวณคะแนนสีเขียวอาจมีการเปลี่ยนแปลงได้ เนื่องจากมีการปรับปรุงอย่างสม่ำเสมอเพื่อให้มีความแม่นยำและเหมาะสมกับแต่ละประเทศมากขึ้น

# environmental_score_warning_transportation_world
source: Select a country in order to include the full impact of transportation.
bg: Избери страна, за да включиш пълното въздействие на транспорта.
cs: Vyberte zemi tak, aby zahrnovala plný dopad přepravy.
de: Wählen Sie ein Land aus, um die Auswirkungen des Transports vollständig zu erfassen.
el: Επιλέξτε μια χώρα για να συμπεριλάβετε τον πλήρη αντίκτυπο της μεταφοράς.
eo: Elektu landon por inkluzivi la plenan efikon de transportado.
fa: یک کشور را انتخاب کنید تا تأثیر کامل حمل و نقل را در نظر بگیرید.
fi: Valitse maa kuljetuksen täyden vaikutuksen sisällyttämiseksi.
fr: Sélectionnez un pays pour inclure l'impact total du transport.
he: נא לבחור מדינה כדי לכלול את השפעותיה המלאות של התעבורה.
hr: Odaberite državu kako biste uključili puni utjecaj prometa.
hu: Válasszon egy országot, hogy a szállítás teljes hatását figyelembe vehessük.
id: Pilih negara untuk menyertakan dampak penuh dari transportasi.
it: Seleziona un Paese per poter includere l'impatto completo del trasporto.
ka: აირჩიეთ ქვეყანა, რათა სრულად გაითვალისწინოთ ტრანსპორტირების გავლენა.
lt: Pasirinkite šalį, kad įtrauktumėte visą transportavimo poveikį.
lv: Izvēlieties valsti, lai iekļautu pilnu transporta ietekmi.
nl_be: Selecteer een land om de volledige impact van transport op te nemen.
pl: Wybierz kraj, aby ocenić pełny wpływ procesu transportu.
pt_pt: Selecione um país por forma a incluir todo o impacto do transporte.
ru: Выберите страну, чтобы оценить полный эффект от транспортировки.
sv: Välj ett land för att inkludera transporternas fulla påverkan.
th: เลือกประเทศเพื่อให้เห็นผลกระทบจากการขนส่งอย่างครบถ้วน
uk: Виберіть країну, щоб врахувати повний вплив транспорту.
