Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# packaging_weight_total
source: Packaging weight
bg: Тегло на опаковката
ca: Pes de l'embalatge
cs: Hmotnost balení
da: Emballagevægt
de: Gewicht der Verpackung
el: Βάρος συσκευασίας
eo: Paka pezo
es: Peso del embalaje
fa: وزن بسته‌بندی
fi: Pakkauksen paino
fr: Poids de l'emballage
he: משקל אריזה
hr: Težina pakiranja
hu: Csomagolás súlya
id: Berat kemasan
it: Peso dell'imballaggio
ja: 梱包重量
ka: შეფუთვის წონა
lt: Pakuotės svoris
lv: Iepakojuma svars
nl_be: Verpakkingsgewicht
pl: Waga opakowania
pt_pt: Peso da embalagem
ro: Greutatea ambalajului
ru: Вес упаковки
sv: Förpackningens vikt
th: น้ำหนักบรรจุภัณฑ์
tr: Ambalaj ağırlığı
uk: Вага упаковки

# packaging_weight_100g
source: Packaging weight per 100 g of product
bg: Тегло на опаковката на 100 г продукт
ca: Pes de l'embalatge per 100 g de producte
cs: Hmotnost balení na 100 g produktu
da: Emballagevægt pr. 100 g produkt
de: Verpackungsgewicht pro 100 g des Produkts
el: Βάρος συσκευασίας ανά 100 g προϊόντος
eo: Pakaĵa pezo por 100 g da produkto
es: Peso del envase por 100 g del producto
fa: وزن بسته‌بندی به ازای هر ۱۰۰ گرم محصول
fi: Pakkauksen paino 100 g:lle tuotetta
fr: Poids de l'emballage pour 100 g de produit
he: משקל אריזה ל־100 גרם מוצר
hr: Težina pakiranja na 100 g proizvoda
hu: Csomagolás súlya 100 g termékre
id: Berat kemasan per 100 g produk
it: Peso dell'imballaggio per 100 g di prodotto
ja: 製品100gあたりの包装重量
ka: შეფუთვის წონა 100 გრამ პროდუქტზე
lt: Pakuotės svoris 100 g produkto
lv: Iepakojuma svars uz 100 g produkta
nl_be: Verpakkingsgewicht per 100 g product
pl: Waga opakowania na 100 g produktu
pt_pt: Peso da embalagem por 100 g de produto
ro: Greutatea ambalajului la 100 g de produs
ru: Вес упаковки на 100 г продукта
sv: Förpackningsvikt per 100 g produkt
th: น้ำหนักบรรจุภัณฑ์ต่อ 100 กรัมของผลิตภัณฑ์
tr: 100 g ürün başına ambalaj ağırlığı
uk: Маса упаковки на 100 г продукту

# packaging_weight_100g_mean
source: Mean packaging weight per 100 g of product
bg: Средно тегло на опаковката на 100 г продукт
ca: Pes mitjà de l'embalatge per 100 g de producte
cs: Průměrná hmotnost obalu na 100 g produktu
da: Gennemsnitlig emballagevægt pr. 100 g produkt
de: Mittleres Verpackungsgewicht pro 100 g des Produkts
el: Μέσο βάρος συσκευασίας ανά 100 g προϊόντος
eo: Meza pakaĵpezo por 100 g da produkto
es: Peso medio del envase por 100 g de producto
fa: میانگین وزن بسته‌بندی به ازای هر ۱۰۰ گرم محصول
fi: Keskimääräinen pakkauksen paino 100 g:lle tuotetta
fr: Poids moyen de l'emballage pour 100 g de produit
he: משקל אריזה ממוצע ל־100 גרם מוצר
hr: Prosječna težina pakiranja na 100 g proizvoda
hu: A csomagolás átlagos súlya 100 g termékre vonatkoztatva
id: Rata-rata berat kemasan per 100 g produk
it: Peso medio dell'imballaggio per 100 g di prodotto
ja: 製品100gあたりの包装重量
ka: საშუალო შეფუთვის წონა 100 გრამ პროდუქტზე
lt: Vidutinis pakuotės svoris 100 g produkto
lv: Vidējais iepakojuma svars uz 100 g produkta
nl_be: Gemiddeld verpakkingsgewicht per 100 g product
pl: Średnia waga opakowania na 100 g produktu
pt_pt: Peso médio da embalagem por 100 g de produto
ro: Greutatea medie a ambalajului la 100 g de produs
ru: Средний вес упаковки на 100 г продукта
sv: Genomsnittlig förpackningsvikt per 100 g produkt
th: น้ำหนักบรรจุภัณฑ์เฉลี่ยต่อผลิตภัณฑ์ 100 กรัม
tr: 100 g ürün başına ambalaj ağırlığı
uk: Середня вага упаковки на 100 г продукту

source: Total
bg: Общо
cs: Celkem
da: I alt
de: Gesamt
el: Σύνολο
eo: Totalo
fa: مجموع
fi: Yhteensä
he: סך הכול
hr: Ukupno
hu: Összesen
it: Totale
ja: 合計
ka: სულ
lt: Iš viso
lv: Kopā
nl_be: Totaal
pl: Razem
ru: Всего
th: ทั้งหมด
tr: Toplam
uk: Усього

# packaging_material_products_percent
source: % of products containing the material
bg: % продукти, съдържащи материала
ca: % de productes que contenen el material
cs: % výrobků obsahujících daný materiál
da: % af produkter indeholdende materialet
de: % der Produkte, die das Material enthalten
el: % των προϊόντων που περιέχουν το υλικό
eo: % de produktoj enhavantaj la materialon
es: % de los productos que contienen el material
fa: درصد محصولات حاوی این ماده
fi: % materiaalia sisältävistä tuotteista
fr: % de produits contenant le matériau
he: % המוצרים שמכילים את החומר
hr: % proizvoda koji sadrže materijal
hu: %-a a termékeknek tartalmaz ilyen anyagot
id: % produk yang mengandung bahan tersebut
it: % di prodotti contenenti il materiale
ja: この物質を含む製品の割合
ka: მასალის შემცველი პროდუქტების %
lt: % produktų, kurių sudėtyje yra medžiagos
lv: Materiālu saturošo produktu procentuālā daļa
nl_be: % van de producten die het materiaal bevatten
pl: proc. produktów zawierających ten materiał
pt_pt: % dos produtos que contêm o material
ro: % din produsele care conțin materialul
ru: % продуктов, содержащих материал
sv: % av produkter som innehåller materialet
th: เปอร์เซ็นต์ของผลิตภัณฑ์ที่มีวัสดุดังกล่าว
tr: Malzemeyi içeren ürünlerin yüzdesi
uk: % продуктів, що містять матеріал

# packaging_material_products_percent_main
source: % of products containing mostly the material
bg: % продукти, съдържащи предимно материала
ca: % de productes que contenen majoritàriament el material
cs: % výrobků obsahujících převážně daný materiál
de: % der Produkte, die das Material überwiegend enthalten
el: % των προϊόντων που περιέχουν κυρίως το υλικό
eo: % de produktoj enhavantaj plejparte la materialon
es: % de los productos que contienen principalmente el material
fa: درصد محصولاتی که عمدتاً حاوی این ماده هستند
fi: % materiaalia pääosin sisältävistä tuotteista
fr: % de produits contenant majoritairement la matière
he: % המוצרים שמכילים בעיקר את החומר
hr: % proizvoda koji uglavnom sadrže materijal
hu: %-a a termékeknek főként ilyen anyagot tartalmaz
id: % produk yang mengandung sebagian besar bahan
it: % di prodotti per lo più contenenti il materiale
ka: პროდუქციის %, რომელიც ძირითადად შეიცავს მასალას
lt: % produktų, kurių sudėtyje daugiausia yra medžiagos
lv: Produktu, kas galvenokārt satur šo materiālu, procentuālā daļa
nl_be: % van de producten die voornamelijk het materiaal bevatten
pl: proc. produktów zawierających głównie dany materiał
pt_pt: % de produtos que contêm principalmente o material
ro: % din produse care conțin în mare parte materialul
ru: % продуктов, содержащих в основном материал
sv: % av produkter som mestadels innehåller materialet
th: เปอร์เซ็นต์ของผลิตภัณฑ์ที่ประกอบด้วยวัสดุนี้เป็นส่วนใหญ่
tr: Çoğunlukla malzemeyi içeren ürünlerin yüzdesi
uk: % продуктів, що містять здебільшого матеріал

# relative_to_products_containing_the_material
source: for products that contain the material
bg: за продукти, които съдържат материала
ca: pels productes que contenen el material
cs: pro produkty, které daný materiál obsahují
da: for produkter indeholdende materialet
de: für Produkte, die das Material enthalten
el: για προϊόντα που περιέχουν το υλικό
eo: por produktoj kiuj enhavas la materialon
es: para productos que contienen el material
fa: برای محصولاتی که حاوی مواد
fi: materiaalia sisältäville tuotteille
fr: pour les produits qui contiennent le matériau
he: למוצרים שמכילים את החומר
hr: za proizvode koji sadrže materijal
hu: az anyagot tartalmazó termékekhez képest
id: untuk produk yang mengandung bahan tersebut
it: per i prodotti contenenti il materiale
ja: この物質を含む製品の割合
ka: იმ პროდუქტებისთვის, რომლებიც შეიცავს მასალას
lt: produktams, kuriuose yra medžiaga
lv: produktiem, kas satur šo materiālu
nl_be: voor producten die het materiaal bevatten
pl: dla produktów zawierających ten materiał
pt_pt: para os produtos que contêm o material
ro: pentru produsele care conțin materialul
ru: для продуктов, содержащих материал
sv: för produkter som innehåller materialet
th: สำหรับผลิตภัณฑ์ที่มีส่วนประกอบของวัสดุดังกล่าว
tr: malzemeyi içeren ürünler için
uk: для продуктів, що містять матеріал

# relative_to_products_containing_mostly_the_material
source: for products that contain mostly the material
bg: за продукти, които съдържат предимно материала
ca: pels productes que contenen majoritàriament el material
cs: pro produkty, které daný materiál převážně obsahují
de: für Produkte, die überwiegend das Material enthalten
el: για προϊόντα που περιέχουν κυρίως το υλικό
eo: por produktoj kiuj plejparte enhavas la materialon
es: para productos que contienen el material
fa: برای محصولاتی که عمدتاً حاوی مواد هستند
fi: tuotteille, jotka sisältävät pääosin materiaalia
fr: pour les produits qui contiennent principalement le matériau
he: למוצרים שמכילים בעיקר את החומר
hr: za proizvode koji uglavnom sadrže materijal
hu: a főleg ezt az anyagot tartalmazó termékekhez képest
id: untuk produk yang sebagian besar mengandung bahan
it: per i prodotti che per lo più contengono il materiale
ka: პროდუქტებისთვის, რომლებიც ძირითადად შეიცავს მასალას
lt: produktams, kurių sudėtyje daugiausia yra medžiagos
lv: produktiem, kas galvenokārt satur materiālu
nl_be: voor producten die voornamelijk het materiaal bevatten
pl: dla produktów zawierających głównie ten materiał
pt_pt: para produtos que contêm principalmente o material
ro: pentru produsele care conțin în mare parte materialul
ru: для продуктов, которые содержат в основном материал
sv: för produkter som huvudsakligen innehåller materialet
th: สำหรับผลิตภัณฑ์ที่ประกอบด้วยวัสดุเป็นส่วนใหญ่
tr: çoğunlukla malzemeyi içeren ürünler için
uk: для товарів, що містять здебільшого матеріал

source: relative to all products
bg: спрямо всички продукти
ca: relatiu a tots els productes
cs: vzhledem ke všem produktům
da: i forhold til alle produkter
de: im Vergleich zu allen Produkten
el: σε σχέση με όλα τα προϊόντα
eo: rilate al ĉiuj produktoj
es: en relación con todos los productos
fa: نسبت به همه محصولات
fi: suhteessa kaikkiin tuotteisiin
fr: par rapport à tous les produits
he: יחסי לכל המוצרים
hr: u odnosu na sve proizvode
hu: az összes termékhez képest
id: relatif untuk semua produk
it: relativo a tutti i prodotti
ja: すべての製品と比較して
ka: ყველა პროდუქტთან შედარებით
lt: palyginti su visais produktais
lv: attiecībā pret visiem produktiem
nl_be: ten opzichte van alle producten
pl: w stosunk do wszystkich produktów
pt_pt: relativo a todos os produtos
ro: raportat la toate produsele
ru: относительно всех продуктов
sv: i förhållande till alla produkter
th: เมื่อเทียบกับผลิตภัณฑ์ทั้งหมด
tr: tüm ürünlere göre
uk: відносно всіх продуктів

source: Preferred Language
bg: Предпочитан език
ca: Llengua preferida
cs: Preferovaný jazyk
de: Bevorzugte Sprache
el: Προτιμώμενη Γλώσσα
eo: Preferata lingvo
fa: زبان ترجیحی
fi: Ensisijainen kieli
fr: Langue préférée
he: שפה מועדפת
hr: Željeni jezik
hu: Előnyben részesített nyelv
id: Bahasa Pilihan
it: Lingua preferita
ka: სასურველი ენა
lt: Pageidautina kalba
lv: Vēlamā valoda
nl_be: Voorkeurstaal
pl: Preferowany język
pt_pt: Idioma preferido
ru: Предпочитаемый язык
sv: Önskat språk
th: ภาษาที่ต้องการ
tr: Tercih Edilen Dil
uk: Бажана мова

# packagings_n_p
source: Numbers of packaging components
bg: Брой компоненти на опаковката
ca: Nombre de components d'embalatge
cs: Čísla součástí balení
de: Anzahl der Verpackungsbestandteile
el: Αριθμοί μερών συσκευασίας
eo: Nombroj de pakaĵaj komponantoj
es: Número de componentes del embalaje
fa: تعداد اجزای بسته‌بندی
fi: Pakkauskomponenttien lukumäärät
fr: Nombre de composants de l'emballage
he: מספרי רכיבי האריזה
hr: Broj komponenti pakiranja
hu: Csomagolóelemek száma
id: Jumlah komponen kemasan
it: Numero di componenti dell'imballaggio
ka: შეფუთვის კომპონენტების რაოდენობა
lt: Pakuotės sudedamųjų dalių skaičiai
lv: Iepakojuma sastāvdaļu skaits
nl_be: Aantal verpakkingsonderdelen
pl: Liczba elementów opakowania
pt_pt: Número de componentes da embalagem
ru: Количество компонентов упаковки
sv: Antal förpackningskomponenter
th: จำนวนส่วนประกอบของบรรจุภัณฑ์
tr: Ambalaj bileşenlerinin sayısı
uk: Номери компонентів упаковки

# packagings_n_s
source: Number of packaging components
bg: Брой компоненти на опаковката
ca: Nombre de components d'embalatge
cs: Číslo součástí balení
de: Anzahl der Verpackungsbestandteile
el: Αριθμός μερών συσκευασίας
eo: Nombro de pakaĵaj komponantoj
es: Número de componentes del embalaje
fa: تعداد اجزای بسته‌بندی
fi: Pakkauskomponenttien lukumäärä
fr: Nombre de composants pour l'emballage
he: מספר רכיבי האריזה
hr: Broj komponenti pakiranja
hu: Csomagolóelemek száma
id: Jumlah komponen kemasan
it: Numero di componenti dell'imballaggio
ka: შეფუთვის კომპონენტების რაოდენობა
lt: Pakuotės sudedamųjų dalių skaičius
lv: Iepakojuma komponentu skaits
nl_be: Aantal verpakkingsonderdelen
pl: Liczba elementów opakowania
pt_pt: Número de componentes da embalagem
ru: Количество компонентов упаковки
sv: Antal förpackningskomponenter
th: จำนวนส่วนประกอบบรรจุภัณฑ์
tr: Ambalaj bileşenlerinin sayısı
uk: Кількість компонентів упаковки

# packagings_materials_all
source: All materials
bg: Всички материали
ca: Tots els materials
cs: Všechny materiály
de: Alle Materialien
el: Όλα τα υλικά
eo: Ĉiuj materialoj
es: Todos los materiales
fa: تمام مواد
fi: Kaikki materiaalit
fr: Tous les matériaux
he: כל החומרים
hr: Svi materijali
hu: Összes anyag
id: Semua material
it: Tutti i materiali
ka: ყველა მასალა
lt: Visos medžiagos
lv: Visi materiāli
nl_be: Alle materialen
pl: Wszystkie materiały
pt_pt: Todos os materiais
ru: Все материалы
sv: Alla material
th: วัสดุทั้งหมด
tr: Tüm malzemeler
uk: Всі матеріали

source: Weight
bg: Тегло
ca: Pes
cs: Hmotnost
de: Gewicht
el: Βάρος
eo: Pezo
es: Peso
fa: وزن
fi: Massa
fr: Poids
he: משקל
hr: Težina
hu: Súly
id: Berat
it: Peso
ka: წონა
lt: Svoris
lv: Svars
nl_be: Gewicht
pl: Waga
pt_pt: Peso
ru: Вес
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng

# weight_100g
source: Weight per 100g of product
bg: Грамаж на 100g продукт
ca: Pes per 100 g de producte
cs: Hmotnost na 100 g produktu
de: Gewicht pro 100g des Produkts
el: Βάρος ανά 100g προϊόντος
eo: Pezo por 100g da produkto
es: Peso por 100 g de producto
fa: وزن هر ۱۰۰ گرم محصول
fi: Massa per 100 grammaa
fr: Poids par 100g de produit
he: משקל ל־100 גר׳ מוצר
hr: Težina na 100 g proizvoda
hu: Súly 100 g termékre vonatkoztatva
id: Berat per 100g produk
it: Peso per 100 g di prodotto
ka: წონა 100 გრამ პროდუქტზე
lt: Svoris 100 g produkto
lv: Svars uz 100 g produkta
nl_be: Gewicht per 100 gram product
pl: Waga na 100g produktu
pt_pt: Peso por 100g do produto
ru: Вес на 100 г продукта
sv: Vikt per 100 g produkt
th: น้ำหนักต่อ 100 กรัมของผลิตภัณฑ์
tr: 100 gram ürün başına ağırlık
uk: Вага на 100г товару
vi: 100g/sản phẩm

source: Weight percent
bg: Процент тегло
ca: Per cent de pes
cs: Procenta hmotnosti
de: Gewichtsprozente
el: Ποσοστό βάρους
eo: Pezoprocento
es: Porcentaje de peso
fa: درصد وزنی
fi: Massaprosentti
fr: Pourcentage du poids
he: אחוזי משקל
hr: Težinski postotak
hu: Súly aránya
id: Persen berat
it: Percentuale di peso
ka: წონის პროცენტი
lt: Procentas pagal masę
lv: Svara procenti
nl_be: Gewicht percentage
pl: Procent wagi
pt_pt: Percentagem do peso
ru: Весовой процент
sv: Viktprocent
th: เปอร์เซ็นต์น้ำหนัก
tr: Ağırlık yüzdesi
uk: Відсоток ваги
vi: Phần trăm cân nặng

# nutriscore_component_energy
source: Energy
bg: Енергия
cs: Energie
de: Brennwert
el: Ενέργεια
eo: Energio
fa: انرژی
fi: Energia
fr: Énergie
he: אנרגיה
hr: Energija
hu: Energia
id: Energi
it: Energia
lv: Enerģija
nl_be: Energie
pl: Energia
pt_pt: Energia
ru: Энергетическая ценность
sv: Energi
th: พลังงาน
uk: Енергетична цінність

# nutriscore_component_energy_from_saturated_fat
source: Energy from saturated fat
bg: Енергия от наситени мазнини
cs: Energie z nasycených tuků
de: Energie aus gesättigten Fetten
el: Ενέργεια από κορεσμένα λιπαρά
eo: Energio el saturita graso
fa: انرژی حاصل از چربی اشباع
fi: Energiaa tyydyttyneistä rasvoista
fr: Energie provenant des acides gras saturés
he: אנרגיה משומן רווי
hr: Energija iz zasićenih masti
hu: Telített zsírsavakból származó energia
id: Energi dari lemak jenuh
it: Energia dai grassi saturi
ka: ენერგია ნაჯერი ცხიმებიდან
lt: Energija iš sočiųjų riebalų
lv: Enerģija no piesātinātajiem taukiem
nl_be: Energie van verzadigde vetzuren
pl: Energia z tłuszczów nasyconych
pt_pt: Energia proveniente de gorduras saturadas
ru: Энергия из насыщенных жиров
sv: Energi från mättat fett
th: พลังงานจากไขมันอิ่มตัว
uk: Енергія з насичених жирів

# nutriscore_component_sugars
source: Sugars
bg: Захари
cs: Cukry
de: Zucker
el: Σάκχαρα
eo: Sukeroj
fa: قندها
fi: Sokerit
fr: Sucres
he: סוכרים
hu: Cukrok
id: Gula
it: Zuccheri
lt: Cukrus
lv: Cukurs
nl_be: Suikers
pl: Cukry
pt_pt: Açúcares
ru: Сахара
sv: Socker
th: น้ำตาล
uk: Цукор

# nutriscore_component_saturated_fat
source: Saturated fat
bg: Наситени мазнини
cs: Nasycené tuky
de: Gesättigte Fettsäuren
el: Κορεσμένα λιπαρά
fi: Tyydyttynyt rasva
fr: Acides gras saturés
he: שומן רווי
hu: Telített zsírsavak
id: Lemak jenuh
it: Grassi saturi
lt: Sotieji riebalai
lv: Piesātinātie tauki
nl_be: Verzadigd vet
pl: Tłuszcz nasycony
pt_pt: Lípidos saturados
ru: Насыщенные жиры
sv: Mättat fett
th: ไขมันอิ่มตัว
uk: Насичені жири

# nutriscore_component_saturated_fat_ratio
source: Saturated fat / fat
bg: Наситени мазнини / мазнини
cs: Nasycený tuk / tuk
de: Gesättigtes Fett / Fett
el: Κορεσμένα λιπαρά / λιπαρά
eo: Saturita graso / graso
fa: چربی اشباع شده / چربی
fi: Tyydyttynyt rasva / rasva
fr: Acides gras saturés / matières grasses
he: שומן רווי / שומן
hr: Zasićene masti / masti
hu: Telített zsírsavak / zsír
id: Lemak jenuh / lemak
it: Grassi saturi / grassi
ka: ნაჯერი ცხიმი / ცხიმი
lt: Sotieji riebalai / riebalai
lv: Piesātinātie tauki / tauki
nl_be: Verzadigde vetzuren/vet
pl: Tłuszcz nasycony / tłuszcz
pt_pt: Gordura saturada / gordura
ru: Насыщенные жиры / жиры
sv: Mättat fett / fett
th: ไขมันอิ่มตัว / ไขมัน
uk: Насичені жири / жири

# nutriscore_component_salt
source: Salt
bg: Сол
cs: Sůl
de: Salz
el: Αλάτι
eo: Salo
fa: نمک
fi: Suola
fr: Sel
he: מלח
hr: Sol
hu: Só
id: Garam
it: Sale
ka: მარილი
lt: Druska
lv: Sāls
nl_be: Zout
pl: Sól
pt_pt: Sal
ru: Соль
th: เกลือ
uk: Сіль

# nutriscore_component_non_nutritive_sweeteners
source: Non-nutritive sweeteners
bg: Нехранителни подсладители
cs: Nevýživná sladidla
de: Nicht-ernährungsphysiologische Süßstoffe
el: Μη θρεπτικά γλυκαντικά
eo: Ne-nutraj dolĉigiloj
fa: شیرین‌کننده‌های غیرمغذی
fi: Ei-ravitsevat makeutusaineet
fr: Edulcorants non-nutritifs
he: ממתיקים לא תזונתיים
hr: Nenutritivna sladila
hu: Nem tápláló édesítőszerek
id: Pemanis non-nutrisi
it: Dolcificanti non nutritivi
ka: არასაკვები დამატკბობლები
lt: Nemaistingi saldikliai
lv: Neuzturvielu saldinātāji
nl_be: Niet-voedzame zoetstoffen
pl: Nieodżywcze słodziki
pt_pt: Edulcorantes não nutritivos
ru: Некалорийные подсластители
sv: Icke-näringsrika sötningsmedel
th: สารให้ความหวานที่ไม่ให้พลังงาน
uk: Нехарчові підсолоджувачі

# nutriscore_component_fruits_vegetables_legumes
source: Fruits, vegetables and legumes
bg: Плодове, зеленчуци и варива
cs: Ovoce, zelenina a luštěniny
de: Obst, Gemüse und Hülsenfrüchte
el: Φρούτα, λαχανικά και ξηροί καρποί
eo: Fruktoj, legomoj kaj guŝoj
fa: میوه‌ها، سبزیجات و حبوبات
fi: Hedelmät, vihannekset ja palkokasvit
fr: Fruits, légumes et légumes secs
he: פירות, ירקות וקטניות
hr: Voće, povrće i mahunarke
hu: Gyümölcsök, zöldségek és hüvelyesek
id: Buah-buahan, sayuran dan kacang-kacangan
it: Frutta, verdura e legumi
ka: ხილი, ბოსტნეული და პარკოსნები
lt: Vaisiai, daržovės ir ankštiniai augalai
lv: Augļi, dārzeņi un pākšaugi
nl_be: Fruit, groenten en peulvruchten
pl: Owoce, warzywa i rośliny strączkowe
pt_pt: Frutas, vegetais e leguminosas
ru: Фрукты, овощи и бобовые
sv: Frukt, grönsaker och baljväxter
th: ผลไม้ ผัก และพืชตระกูลถั่ว
uk: Фрукти, овочі та бобові

# nutriscore_component_fiber
source: Fiber
bg: Влакна
cs: Vláknina
de: Ballaststoffe
el: Φυτικές ίνες
eo: Fibro
fa: فیبر
fi: Kuitu
fr: Fibre
he: סיבים
hr: Vlakno
hu: Rost
id: Serat
it: Fibra
ka: ბოჭკოვანი
lt: Ląsteliena
lv: Šķiedra
nl_be: Vezels
pl: Błonnik
pt_pt: Fibra
ru: Пищевые волокна
th: ใยอาหาร
uk: Клітковина

# nutriscore_component_proteins
source: Proteins
bg: Белтъци
cs: Bílkoviny
de: Eiweiß
el: Πρωτεΐνες
eo: Proteinoj
fa: پروتئین ها
fi: Proteiinit
fr: Protéines
he: חלבון
hr: Bjelančevine
hu: Fehérje
id: Protein:
it: Proteine
lt: Baltymai
lv: Olbaltumvielas
nl_be: Eiwitten
pl: Proteiny
pt_pt: Proteínas
ru: Белки
sv: Proteiner
th: โปรตีน
uk: Білки

source: Presence
bg: Присъствие
cs: Výskyt
de: Vorhanden
el: Παρουσία
eo: Ĉeesto
fa: حضور
fi: Läsnäolo
fr: Présence
he: נוכחות
hr: Prisutnost
hu: Jelenlét
id: Kehadiran
it: Presenza
ka: ყოფნა
lt: Buvimas
lv: Klātbūtne
nl_be: Aanwezigheid
pt_pt: Presença
ru: Наличие
sv: Närvaro
th: การมีอยู่
uk: Присутність

source: Absence
bg: Отсъствие
de: Nicht vorhanden
el: Απουσία
eo: Foresto
fa: غیبت
fi: Poissaolo
he: העדר
hr: Odsutnost
hu: Hiány
id: Absen
it: Assenza
ka: არარსებობა
lt: Nebuvimas
lv: Prombūtne
nl_be: Afwezigheid
pl: Nieobecność
pt_pt: Ausência
ru: Отсутствие
sv: Frånvaro
th: การขาดหายไป
uk: Відсутність

# nutriscore_is_water
source: This product is considered to be water for the calculation of the Nutri-Score.
bg: Този продукт се счита за вода за изчисляване на Nutri-Score.
cs: Tento produkt je považován za vodu pro výpočet Nutri-Score.
de: Dieses Produkt wird bei der Berechnung des Nutri-Score als Wasser betrachtet.
el: Αυτό το προϊόν θεωρείται ότι είναι νερό για τον υπολογισμό του Nutri-Score.
eo: Ĉi tiu produkto estas konsiderata akvo por la kalkulado de la Nutri-Poentaro.
fa: این محصول برای محاسبه امتیاز تغذیه‌ای (Nutri-Score) به عنوان آب در نظر گرفته می‌شود.
fi: Tämän tuotteen katsotaan olevan vettä laskettaessa Nutri-Scorea.
fr: Ce produit est considéré comme étant de l'eau pour le calcul du Nutri-Score.
he: המוצר הזה נחשב מים מבחינת חישוב ה־Nutri-Score.
hr: Ovaj se proizvod smatra vodom za izračun Nutri-Scorea.
hu: Ez a termék a Nutri-Score kiszámításakor víznek lett minősítve.
id: Produk ini dianggap sebagai air untuk perhitungan Nutri-Score.
it: Questo prodotto è considerato come acqua per il calcolo del Nutri-Score.
ka: Nutri-Score-ის გამოსათვლელად ეს პროდუქტი წყლად ითვლება.
lt: Šis produktas yra laikomas vandeniu, norint apskaičiuoti „Nutri-Score“.
lv: Šis produkts tiek uzskatīts par ūdeni Nutri-Score aprēķināšanas nolūkā.
nl_be: Dit product wordt voor de berekening van de Nutri-Score beschouwd als water.
pl: Na potrzeby obliczenia Nutri-Score ten produkt zalicza się do wody.
pt_pt: Este produto é considerado como água para o cálculo do Nutri-Score.
ru: При расчете Nutri-Score данный продукт считается водой.
sv: Denna produkt anses vara vatten vid beräkning av Nutri-Score.
th: ผลิตภัณฑ์นี้ถือว่าเป็นน้ำสำหรับการคำนวณค่าโภชนาการ (Nutri-Score)
uk: Для розрахунку Nutri-Score, цей продукт вважається водою.
