Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# add_user_you_can_edit
source: You can now add and edit products on the web or with our free <a href="%s">mobile app</a>.
ar: يمكنك الآن إضافة وتحرير المنتجات على الموقع الالكتروني أو باستخدام <a href="%s">تطبيق الجوال مجاناً</a>.
bg: Вече можеш да добавяш и редактираш продукти в уеб сайта или в безплатното ни <a href="%s">мобилно приложение</a>.
ca: Ara podeu afegir i editar productes des del lloc web o amb la nostra <a href="%s">aplicació mòbil</a> gratuïta.
cs: Nyní můžete přidávat a upravovat produkty na webu nebo pomocí naší bezplatné <a href="%s">mobilní aplikace</a>.
da: Du kan nu tilføje og redigere produkter på nettet eller med vores gratis <a href="%s"> mobil-app</a>.
de: Sie können jetzt Produkte im Web oder mit unserer kostenlosen <a href="%s">mobilen App</a> hinzufügen und bearbeiten.
el: Τώρα μπορείτε να προσθέσετε και να επεξεργαστείτε προϊόντα στο διαδίκτυο ή με τη δωρεάν <a href="%s">εφαρμογή για κινητά</a>.
eo: Vi nun povas aldoni kaj redakti produktojn en la reto aŭ per nia senpaga <a href="%s">poŝtelefona aplikaĵo</a>.
es: Ahora puede añadir y editar productos en la web o con nuestra <a href="%s">aplicación móvil</a> gratuita.
fa: اکنون می‌توانید محصولات را در وب یا با برنامه رایگان <a href="%s">موبایل ما</a>اضافه و ویرایش کنید.
fi: Voit nyt lisätä ja muokata tuotteita verkossa tai ilmaisella <a href="%s">mobiilisovelluksellamme</a>.
fr: Vous pouvez maintenant ajouter et modifier des produits sur le web ou avec notre <a href="%s">application mobile</a> gratuite.
he: מעתה יש לך אפשרות להוסיף ולערוך מוצרים דרך המחשב או עם ה<a href="%s">יישומונים</a> החינמיים שלנו.
hr: Sada možete dodavati i uređivati proizvode na webu ili putem naše besplatne <a href="%s">mobilne aplikacije</a>.
hu: Hozzáadhat és szerkeszthet termékeket az interneten vagy ingyenes <a href="%s">mobilalkalmazásunk</a> segítségével.
id: Anda sekarang dapat menambah dan menyunting produk di web atau dengan <a href="%s">aplikasi seluler</a> gratis kami.
it: Ora puoi aggiungere e modificare prodotti sul Web o con la nostra app mobile <a href="%s">gratuita</a>.
ja: 製品の追加および編集をWebまたは無料の<a href="%s">モバイルアプリ</a>からできるようになりました。
ka: ახლა თქვენ შეგიძლიათ დაამატოთ და შეცვალოთ პროდუქტები ვებგვერდზე ან ჩვენი უფასო <a href="%s">მობილური აპლიკაციით</a>.
lt: Dabar galite pridėti ir redaguoti produktus žiniatinklyje arba naudodamiesi nemokama <a href="%s">išmaniąja programėle</a>.
lv: Tagad produktus var pievienot un rediģēt tīmeklī vai ar mūsu bezmaksas <a href="%s">mobilo lietotni</a>.
nl_be: U kunt nu producten toevoegen en bewerken op het internet of met onze gratis <a href="%s">mobiele app</a>.
pl: Możesz teraz dodawać i edytować produkty na naszej stronie internetowej lub za pomocą darmowej <a href="%s">aplikacji mobilnej</a>.
pt_pt: Agora pode adicionar e editar produtos na web ou com a nossa <a href="%s">aplicação móvel</a> gratuita.
ro: Acum puteți adăuga și edita produse pe web sau folosind <a href="%s">aplicația noastră gratuită pentru mobil</a>.
ru: Теперь вы можете добавлять и редактировать продукты в браузере или с помощью нашего бесплатного <a href="%s">мобильного приложения</a>.
sl: Sedaj lahko dodajate in urejate izdelke na spletni strani ali na naši brezplačni aplikaciji <a href="%s">mobile app</a>.
sv: Du kan nu lägga till och redigera produkter på webben eller med vår kostnadsfria <a href="%s">-mobilapp</a>.
th: คุณสามารถเพิ่มหรือแก้ไขผลิตภัณฑ์ต่างๆบนเว็บหรือผ่าน<a href="%s">แอปพลิเคชั่นมือถือ</a>ได้ฟรี
tr: Artık ürünleri Web'de veya ücretsiz <a href="%s">mobil uygulamamızda</a> ekleyip düzenleyebilirsiniz.
uk: Тепер ви можете додавати та редагувати продукти в Інтернеті або за допомогою нашого безплатного <a href="%s">мобільного додатка</a>.
vi: Bây giờ bạn có thể thêm hoặc chỉnh sửa sản phẩm trên web hoặc trên ứng dụng miễn phí <a href="%s">ứng dụng điện thoại </a>.

source: Join us on Slack
ar: انضم إلينا على Slack
bg: Присъедини се към нас в Slack
ca: Uniu-vos a nosaltres a Slack
cs: Připojte se k nám na Slack
da: Deltag på Slack
de: Schließen Sie sich uns auf Slack an
el: Ελάτε μαζί μας στο Slack
eo: Aliĝu al ni ĉe Slack
es: Únete a nosotros en Slack
fa: به ما در اسلک بپیوندید
fi: Liity joukkoomme Slackissa
fr: Rejoignez-nous sur Slack
he: ניתן להצטרף ל־Slack שלנו
hr: Pridružite nam se na Slacku
hu: Csatlakozzon hozzánk a Slack-en!
id: Bergabung dengan kami di Slack
it: Unisciti a noi su Slack
ja: Slackにご参加ください
ka: შემოგვიერთდით Slack-ზე
lt: Prisijunkite prie mūsų „Slack“ svetainėje
lv: Pievienojieties mums Slack platformā
nl_be: Volg ons op Slack
pl: Dołącz do nas na Slacku
pt_pt: Junte-se a nós no Slack
ro: Alăturați-vă nouă pe Slack
ru: Присоединяйтесь к нам в Slack
sl: Pridružite se nam na Slack-u
sv: Gå med oss på Slack
th: เข้าร่วมกับเราที่ Slack
tr: Slack'de bize katılın
uk: Приєднуйтесь до нас на Slack
vi: Tham gia cùng chúng tôi trên Slack

# add_user_join_the_project
source: %s is a collaborative project to which you can bring much more than new products: your energy, enthusiasm and ideas!
ar: %s هو مشروع تعاوني يمكنك أن تجلب إليه أكثر بكثير من المنتجات الجديدة: طاقتك وحماسك وأفكارك!
bg: %s е съвместен проект, в който можеш да допринесеш с много повече от нови продукти: твоята енергия, ентусиазъм и идеи!
ca: %s és un projecte col·laboratiu al qual podeu aportar molt més que nous productes: la vostra energia, l'entusiasme i les idees!
cs: %s je společný projekt, do kterého můžete přinést mnohem více než nové produkty: vaši energii, nadšení a nápady!
da: %s er et kollaborationsprojekt, hvortil du kan bringe meget mere end nye produkter: Din energi, entusiasme og ideer!
de: %s ist ein gemeinschaftliches Projekt, in das Sie viel mehr als nur neue Produkte einbringen können: Ihre Energie, Ihren Enthusiasmus und Ihre Ideen!
el: Το %s είναι ένα συνεργατικό εγχείρημα στο οποίο μπορείτε να προσφέρετε πολλά περισσότερα από νέα προϊόντα: την ενέργεια, τον ενθουσιασμό και τις ιδέες σας!
eo: %s estas kunlabora projekto al kiu vi povas alporti multe pli ol nur novajn produktojn: vian energion, entuziasmon kaj ideojn!
es: %s es un proyecto colaborativo al que puedes aportar mucho más que nuevos productos: tu energía, entusiasmo e ideas!
fa: %s یک پروژه مشارکتی است که می‌توانید چیزهای بسیار بیشتری از محصولات جدید را به آن اضافه کنید: انرژی، اشتیاق و ایده‌هایتان!
fi: %s on yhteistyöhanke, johon voit tuoda paljon enemmän kuin uusia tuotteita: energiaasi, innostustasi ja ideoitasi!
fr: %s est un projet collaboratif auquel vous pouvez apporter beaucoup plus que de nouveaux produits : votre énergie, votre enthousiasme et vos idées !
he: %s הוא מיזם שיתופי אליו ניתן להביא הרבה מעבר למוצרים חדשים: האנרגיה, ההתלהבות והרעיונות שלך!
hr: %s je suradnički projekt u koji možete unijeti puno više od novih proizvoda: svoju energiju, entuzijazam i ideje!
hu: %s egy együttműködési elven alapuló projekt, amelybe új termékeknél sokkal többet is hozhat: energiáját, lelkesedését és ötleteit!
id: %s adalah proyek kolaborasi yang lebih dari sekadar produk-produk baru: energi, antusiasme, dan ide Anda!
it: %s è un progetto collaborativo al quale puoi portare molto più di nuovi prodotti: energia, entusiasmo e idee!
ja: %sは協同プロジェクトです。新製品の情報以外にも、あなたの気力、熱意、アイディアで貢献できます！
ka: %s არის თანამშრომლობითი პროექტი, რომელშიც შეგიძლიათ შეიტანოთ გაცილებით მეტი, ვიდრე უბრალოდ ახალი პროდუქტები: თქვენი ენერგია, ენთუზიაზმი და იდეები!
lt: %s yra bendradarbiavimo projektas, į kurį jūs galite atnešti kur kas daugiau nei naujus produktus: savo energiją, entuziazmą ir idėjas!
lv: %s ir sadarbības projekts, kurā jūs varat sniegt daudz vairāk nekā tikai jaunus produktus: savu enerģiju, entuziasmu un idejas!
nl_be: %s is een samenwerkingsproject waarnaar u veel meer dan nieuwe producten kunt brengen: uw energie, enthousiasme en ideeën!
pl: %s to wspólny projekt, do którego możesz wnieść znacznie więcej niż tylko nowe produkty: swoją energię, entuzjazm i pomysły!
pt_pt: %s é um projeto colaborativo para o qual pode trazer muito mais do que novos produtos: a sua energia, entusiasmo e ideias!
ro: %s Este un proiect de colaborare la care poți aduce mult mai mult decât produse noi: energia, entuziasmul și ideile tale!
ru: %s - это совместный проект, в который вы можете внести гораздо больше, чем новые продукты: вашу энергию, энтузиазм и идеи!
sl: %s je kooperativni projekt, v katerega lahko prinesete veliko več kot nove izdelke: svojo energijo, zagnanost in ideje!
sv: %s är ett samarbetsprojekt, och du kan bidra med mycket mer än nya produkter: din energi, entusiasm och idéer!
th: คุณสามารถมีส่วนร่วมกับโครงการ %s ได้อีกมาก เราต้องการทั้งข้อมูลผลิตภัณฑ์ใหม่ ความทุ่มเท และความคิดของคุณในการพัฒนาโครงการ
tr: %s yeni ürünlerden çok daha fazlasını getirebileceğiniz ortak bir projedir: enerjiniz, çoşkunuz ve fikirleriniz!
uk: %s - це спільний проєкт, до якого ви можете додати набагато більше, ніж просто нові продукти: свою енергію, ентузіазм та ідеї!
vi: %slà một dự án tích hợp cho phép bạn mang lại nhiều hơn những sản phẩm mới: năng lượng, nhiệt huyết và ý tưởng!

# add_user_join_us_on_slack
source: We use a discussion system called Slack where all project participants can exchange and collaborate. Please join! We would be happy to know you!
ar: نحن نستخدم نظام مناقشة يسمى Slack حيث يمكن لجميع المشاركين في المشروع أن يتبادلوا ويتعاونوا. يرجى الانضمام! سيكون من دواعي سرورنا أن نعرفك!
bg: Използваме дискусионна система, наречена Slack, където всички участници в проекта могат да обменят и сътрудничат. Моля, присъедини се! Ще се радваме да те опознаем!
ca: Utilitzem un sistema de debat anomenat Slack, on tots els participants del projecte poden intercanviar idees i col·laborar. Si us plau, uniu-vos-hi! Estarem encantats de conèixer-vos!
cs: Používáme diskusní systém Slack, kde si všichni účastníci projektu mohou setkávat a spolupracovat. Prosím připojte se! Budeme rádi, když vás poznáme!
da: Vi bruger et debatsystem kaldet Slack, hvor alle projektdeltagere kan vidensudveksle og kollaborere. Vær med! Det vil glæde os at lære dig at kende!
de: Wir verwenden das Kommunikationssystem „Slack”, in dem sich alle Projektteilnehmer austauschen und zusammenarbeiten können. Bitte machen Sie mit! Wir würden uns freuen, Sie kennenzulernen!
el: Χρησιμοποιούμε ένα σύστημα συζήτησης που ονομάζεται Slack όπου όλοι οι συμμετέχοντες στο εγχείρημα μπορούν να συνδιαλέγονται και να συνεργάζονται. Παρακαλώ εγγραφείτε! Θα χαρούμε να σας γνωρίσουμε!
eo: Ni uzas diskutsistemon nomatan Slack, kie ĉiuj projektpartoprenantoj povas interŝanĝi kaj kunlabori. Bonvolu aliĝi! Ni ĝoje konus vin!
es: Utilizamos un sistema de discusión llamado Slack en el que todos los participantes del proyecto pueden intercambiar y colaborar. ¡Por favor, únete! ¡Estaremos encantados de conocerte!
fa: ما از یک سیستم بحث و گفتگو به نام Slack استفاده می‌کنیم که در آن همه شرکت‌کنندگان در پروژه می‌توانند تبادل نظر و همکاری کنند. لطفاً عضو شوید! خوشحال می‌شویم شما را بشناسیم!
fi: Käytämme Slack-nimistä keskustelujärjestelmää, jossa kaikki hankkeeseen osallistuvat voivat keskustella ja tehdä yhteistyötä. Liitythän mukaan, jos haluat! Tutustuisimme mielellämme sinuun!
fr: Nous utilisons un système de discussion appelé Slack où tous les participants au projet peuvent échanger et collaborer. Rejoignez-nous ! Nous serions ravis de vous connaître !
he: אנו משתמשים במערכת דיונים בשם Slack בה כל משתתפי המיזמים יכולים להחליף מידע ולשתף פעולה. מזמינים אותך להצטרף! נשמח להכיר אותך!
hr: Koristimo sustav za raspravu pod nazivom Slack gdje svi sudionici projekta mogu razmjenjivati mišljenja i surađivati. Pridružite nam se! Bilo bi nam drago upoznati vas!
hu: A Slack nevű beszélgetési rendszert használjuk, ahol a projektek résztvevői gondolatot cserélhetnek és együttműködhetnek. Csatlakozzon hozzánk! Örülnénk, ha megismerhetnénk Önt!
id: Kami menggunakan sistem diskusi yang disebut Slack di mana semua peserta dalam proyek dapat bertukar pikiran dan berkolaborasi. Mari bergabung! Kami akan merasa senang untuk mengenal Anda!
it: Utilizziamo un sistema di discussione chiamato Slack, in cui tutti i partecipanti al progetto possono discutere e collaborare. Per favore, unisciti! Saremmo felici di conoscerti!
ja: 私たちはSlackと呼ばれるディスカッションシステムを使用しています。このシステムでは、プロジェクトの参加者全員が交流し、コラボレーションできます。どうぞ参加して下さい！よろしくお願いします！
ka: ჩვენ ვიყენებთ დისკუსიის სისტემას, სახელწოდებით Slack, სადაც პროექტის ყველა მონაწილეს შეუძლია აზრების გაზიარება და თანამშრომლობა. გთხოვთ, შემოგვიერთდით! სიამოვნებით გაგიცნობთ!
lt: Mes naudojame diskusijų programą „Slack“, kurioje visi projekto dalyviai gali keistis idėjomis ir bendradarbiauti. Prašau prisijungti prie mūsų! Mes nekantraujame su tavimi susipažinti!
lv: Mēs izmantojam diskusiju sistēmu ar nosaukumu Slack, kur visi projekta dalībnieki var apmainīties ar informāciju un sadarboties. Lūdzu, pievienojieties! Mēs labprāt jūs iepazītu!
nl_be: We gebruiken een discussiesysteem genaamd Slack waar alle projectdeelnemers kunnen uitwisselen en samenwerken. Doe mee! We willen je graag leren kennen!
pl: Do dyskusji wykorzystujemy program Slack, gdzie wszyscy członkowie mogą ze sobą współpracować. Dołącz do nas! Będziemy zachwyceni mogąc Cię poznać!
pt_pt: Usamos um sistema de discussão chamado Slack onde todos os participantes do projeto podem trocar ideias e colaborar. Por favor aceda a este! Ficaríamos felizes em conhecê-lo!
ro: Folosim un sistem de discuții numit Slack în care toți participanții la proiect pot face schimb și colabora. Alătură-te, te rog! Ne-am bucura să te cunoaștem!
ru: Мы используем систему обсуждения под названием Slack, где все участники проекта могут обмениваться информацией и сотрудничать. Присоединяйтесь! Будем рады познакомиться с вами!
sl: Za diskusije uporabljamo sistem imenovan Slack, kjer si lahko vsi udeleženci projekta izmenjujejo ideje in sodelujejo. Pridružite se nam! Veselimo se sodelovanja z vami!
sv: Vi använder ett diskussionssystem som heter Slack där alla projektdeltagare kan utbyta och samarbeta. Gå gärna med! Vi skulle gärna lära känna dig!
th: เราใช้ระบบ Slack เพื่อติดต่อกัน เรายินดีรับฟังความเห็นของคุณ
tr: Tüm proje katılımcılarının fikir alışverişinde bulunabilceği ve işbirliği içinde olacağı Slack adlı bir tartışma sistemi kullanıyoruz. Lütfen katılın! Sizi tanımaktan mutluluk duyarız!
uk: Ми використовуємо дискусійну систему під назвою Slack, де всі учасники проєкту можуть обмінюватися ідеями та співпрацювати. Будь ласка, приєднуйтесь! Ми були б раді познайомитися з Вами!
vi: Chúng tôi dùng một hệ thống thảo luận có tên là Slack, nơi các thành viên tham gia dự án có cơ hội trao đổi và cộng tác. Hãy tham gia cùng chúng tôi! Chúng tôi rất vui được biết bạn!

# add_user_you_can_edit_pro
source: You can now easily import your product data and photos.
ar: يمكنك الآن استيراد بيانات وصور المنتج الخاص بك بسهولة.
bg: Вече можеш лесно да импортираш данни и снимки на твоите продукти.
ca: Ara podeu importar fàcilment les dades i les fotos del vostre producte.
cs: Nyní můžete snadno importovat data a fotografie produktů.
da: Du kan nu nemt importere dine produktdata og fotos.
de: Sie können nun Ihre Produktdaten und Fotos einfach importieren.
el: Τώρα μπορείτε εύκολα να εισαγάγετε τα δεδομένα του προϊόντος και τις φωτογραφίες σας.
eo: Vi nun povas facile importi viajn produktajn datumojn kaj fotojn.
es: Ahora puedes importar fácilmente los datos y fotos de tu producto.
fa: اکنون می‌توانید به راحتی اطلاعات و عکس‌های محصول خود را وارد کنید.
fi: Voit nyt helposti ladata tuotteidesi tiedot ja kuvat tietokantaan.
fr: Vous pouvez maintenant facilement importer les données et photos de vos produits.
he: מעתה יתאפשר לך לייבא תמונות ונתונים של המוצר שלך.
hr: Sada možete jednostavno uvesti podatke o proizvodu i fotografije.
hu: Most már könnyedén importálhatja a termékinformációkat és termékfotókat.
id: Sekarang Anda dapat mengimpor data dan foto produk Anda dengan mudah.
it: Ora puoi importare facilmente i dati e le foto dei tuoi prodotti.
ja: 製品データと写真を簡単にインポートできるようになりました。
ka: ახლა თქვენ შეგიძლიათ მარტივად იმპორტიროთ თქვენი პროდუქტის მონაცემები და ფოტოები.
lt: Dabar galite lengvai importuoti savo produkto duomenis ir nuotraukas.
lv: Tagad jūs varat viegli importēt savu produktu datus un fotoattēlus.
nl_be: U kunt nu eenvoudig uw productgegevens en foto's importeren.
pl: Teraz możesz łatwo importować dane produktów i ich zdjęcia.
pt_pt: Agora pode importar facilmente os dados e fotografias do produto.
ro: Acum puteți importa cu ușurință datele și fotografiile despre produse.
ru: Теперь вы можете легко импортировать данные о продукте и его фотографии.
sl: Zdaj lahko preprosto uvozite svoje podatke o izdelkih in fotografije.
sv: Du kan nu enkelt importera din produktdata och dina foton.
th: ตอนนี้คุณสามารถนำเข้าข้อมูลผลิตภัณฑ์และรูปภาพของคุณได้อย่างง่ายดายแล้ว
tr: Artık ürün verilerinizi ve fotoğraflarınızı kolayca içe aktarabilirsiniz.
uk: Тепер ви можете легко імпортувати дані про продукти та фотографії.
vi: Giờ đây bạn có thể dễ dàng nhập dữ liệu sản phẩm và hình ảnh của mình.

# add_user_you_can_edit_pro_promo
source: You can now add and edit your products and import their data and photos on our free <a href="%s">platform for producers</a>.
ar: يمكنك الآن إضافة وتحرير المنتجات الخاصة بك واستيراد بياناتها وصورها على منصة <a href="%s">المجانية للمنتجين</a>.
bg: Вече можете да добавяте и редактирате вашите продукти и да импортирате техните данни и снимки на нашата безплатна <a href="%s">платформа за производители</a>.
ca: Ara podeu afegir i editar els vostres productes i importar les seves dades i fotos a la nostra <a href="%s">plataforma gratuïta per als productors</a>.
cs: Nyní můžete přidávat a upravovat své produkty a importovat jejich data a fotografie na naší bezplatné <a href="%s">platformě pro výrobce</a>.
da: Du kan nu tilføje og redigere dine produkter samt importere deres data og fotos på vores gratis <a href="%s">-producentplatform</a>.
de: Auf unserer kostenlosen <a href="%s">Plattform für Produzenten </a> können Sie jetzt Ihre Produkte hinzufügen und bearbeiten und auch ihre Daten und Fotos importieren.
el: Τώρα μπορείτε να προσθέσετε και να επεξεργαστείτε τα προϊόντα σας και να εισαγάγετε τα δεδομένα και τις φωτογραφίες τους στην δωρεάν πλατφόρμα <a href="%s">για τους παραγωγούς</a>.
eo: Vi nun povas aldoni kaj redakti viajn produktojn kaj importi iliajn datumojn kaj fotojn sur nian senpagan <a href="%s">platformon por produktantoj</a>.
es: Ahora puedes añadir y editar tus productos e importar tus datos y fotos en nuestra plataforma gratuita <a href="%s">para productores</a>.
fa: اکنون می‌توانید محصولات خود را اضافه و ویرایش کنید و داده‌ها و عکس‌های آنها را در پلتفرم رایگان <a href="%s">ما برای تولیدکنندگان</a>وارد کنید.
fi: Voitte nyt lisätä ja muokata tuotteitanne, sekä tuoda niiden tiedot ja kuvat ilmaisella <a href="%s">tuottaja-alustallamme</a>.
fr: Vous pouvez maintenant ajouter et modifier vos produits et importer leurs données et leurs photos sur notre <a href="%s">plateforme pour les producteurs</a> gratuite.
he: מעתה יתאפשר לך להוסיף ולערוך את המוצרים שלך ולייבא את הנתונים והתמונות שלהם ב<a href="%s">פלטפורמת היצרנים</a> החינמית שלנו.
hr: Sada možete dodavati i uređivati svoje proizvode te uvoziti njihove podatke i fotografije na našoj besplatnoj <a href="%s">platformi za proizvođače</a>.
hu: Most már hozzáadhatja és szerkesztheti a termékeit, illetve importálhatja az adatokat és képeket az ingyenes <a href="%s">gyártók számára kialakított platformunk segítségével</a>.
id: Sekarang Anda dapat menambahkan, mengedit dan mengimpor data dan foto produk Anda di platform <a href="%s"> kami untuk produsen dengan gratis</a>.
it: Ora, puoi aggiungere e modificare i tuoi prodotti e importarne i dati e le foto sulla nostra <a href="%s">piattaforma per produttori</a> gratuita.
ja: 製品の追加・編集と、製品のデータと画像のインポートを無料の<a href="%s">生産者向けプラットフォーム</a>で行えるようになりました。
ka: ახლა თქვენ შეგიძლიათ დაამატოთ და შეცვალოთ თქვენი პროდუქტები, ასევე იმპორტირება გაუკეთოთ მათ მონაცემებსა და ფოტოებს ჩვენს უფასო <a href="%s">პლატფორმაზე მწარმოებლებისთვის</a>.
lt: Dabar galite pridėti ir redaguoti savo produktus ir importuoti jų duomenis bei nuotraukas mūsų nemokamoje „ <a href="%s">platformoje skirtai gamintojams</a>.
lv: Tagad jūs varat pievienot un rediģēt savus produktus, kā arī importēt to datus un fotoattēlus mūsu bezmaksas <a href="%s">platformā ražotājiem</a>.
nl_be: U kunt nu uw producten toevoegen en bewerken en hun gegevens en foto's importeren op ons gratis <a href="%s">platform voor producenten</a>.
pl: Możesz teraz dodawać i edytować swoje produkty oraz importować ich dane i zdjęcia na naszej bezpłatnej platformie <a href="%s">dla producentów</a>.
pt_pt: Agora pode adicionar e editar os seus produtos e importar os dados e fotografias destes na nossa plataforma <a href="%s">gratuita para produtores</a>.
ro: Acum puteți adăuga și edita produsele dvs. și importa datele și fotografiile lor pe platforma noastră <a href="%s">gratuită pentru producători</a>.
ru: Теперь вы можете добавлять и редактировать продукты и импортировать их данные и фото на нашей бесплатной <a href="%s">платформе для производителей</a>.
sl: Sedaj lahko dodajate in urejate svoje izdelke ter uvozite njihove podatke in fotografije na naši brezplačni platformi <a href="%s">za proizvajalce</a>.
sv: Du kan nu lägga till och redigera dina produkter och importera deras data och foton på vår gratis <a href="%s">plattform för producenter</a>.
th: ตอนนี้คุณสามารถเพิ่มและแก้ไขผลิตภัณฑ์ของคุณ รวมถึงนำเข้าข้อมูลและรูปภาพลงในแพลตฟอร์ม <a href="%s">ฟรีสำหรับผู้ผลิต</a>ได้แล้ว
tr: Artık ürünlerinizi ekleyip düzenleyebilir, veri ve fotoğraflarını üreticiler için ücretsiz <a href="%s">platformumuzda</a> içe aktarabilirsiniz.
uk: Тепер ви можете додавати та редагувати свої продукти та імпортувати їх дані та фотографії на нашій безплатній <a href="%s">платформі для виробників</a>.
vi: Giờ đây bạn có thể thêm và chỉnh sửa sản phẩm của bạn cũng như nhập dữ liệu và hình ảnh sản phẩm trên<a href="%s">miễn phí dành cho nhà sản xuất</a>của chúng tôi.

# add_user_existing_org
source: There is already an existing organization with the name %s.
ar: هناك منظمة موجودة تحمل الاسم %s.
bg: Вече съществува организация с името %s.
ca: Ja existeix una organització amb el nom %s.
cs: Již existuje organizace s názvem %s.
da: Der findes allerede en organisation med navnet %s.
de: Es gibt bereits eine bestehende Organisation mit dem Namen „%s”.
el: Υπάρχει ήδη ένας οργανισμός με το όνομα %s.
eo: Jam ekzistas organizaĵo kun la nomo %s.
es: Ya existe una organización con el nombre %s.
fa: در حال حاضر سازمانی با نام %sوجود دارد.
fi: Nimellä %s on jo olemassa organisaatio.
fr: Il y a déjà une organisation existante avec le nom %s.
he: כבר קיים ארגון בשם הזה %s.
hr: Već postoji organizacija s nazivom %s.
hu: Már létezik egy %s nevű szervezet.
id: Sudah ada organisasi dengan nama %s.
it: Esiste già un'organizzazione con il nome %s.
ja: %sという名前の組織は既に存在します。
ka: უკვე არსებობს ორგანიზაცია სახელწოდებით %s.
lt: Jau egzistuoja tokia organizacija, kurios pavadinimas yra %s.
lv: Jau pastāv organizācija ar nosaukumu %s.
nl_be: Er is al een bestaande organisatie met de naam %s.
pl: Istnieje już organizacja o nazwie %s.
pt_pt: Já existe uma organização com o nome %s.
ro: Există deja o organizație cu numele %s.
ru: Организация с названием %s уже существует.
sl: Organizacija z imenom %sže obstaja.
sv: Det finns redan en befintlig organisation med namnet %s.
th: มีองค์กรชื่อ %sอยู่แล้ว
tr: Zaten %s adında mevcut bir organizasyon var.
uk: Організація з назвою %s вже існує.
vi: Đã có một tổ chức tồn tại với tên %s.
