Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutrition_grade_fr_nutriments_estimated_warning
source: Warning: the nutrition facts are not specified. They have been estimated from the list of ingredients.
bg: Внимание: хранителните стойности не са посочени. Те са изчислени от списъка на съставките.
ca: Avís: no s'especifiquen les dades nutricionals. S'han estimat a partir de la llista d'ingredients.
cs: Upozornění: nutriční údaje nejsou uvedeny. Byly odhadnuty ze seznamu přísad.
da: Advarsel: Ernæringsfakta er ikke angivet. De er estimeret ud fra ingredienslistedata.
de: Hinweis: Die Nährwertangaben sind nicht angegeben. Sie wurden anhand der Liste der Zutaten geschätzt.
el: Προειδοποίηση: τα διατροφικά δεδομένα δεν έχουν καθοριστεί. Έχουν εκτιμηθεί από τον κατάλογο των συστατικών.
eo: Averto: la nutraj informoj ne estas specifitaj. Ili estas taksitaj el la listo de ingrediencoj.
es: Advertencia: los datos nutricionales no se especifican. Se han estimado a partir de la lista de ingredientes.
fa: هشدار: اطلاعات تغذیه‌ای ذکر نشده‌اند. این اطلاعات از روی فهرست مواد تشکیل‌دهنده تخمین زده شده‌اند.
fi: Varoitus: ravintosisältöä ei ole määritelty. Se on arvioitu ainesosaluettelosta.
fr: Attention : les valeurs nutritionnelles ne sont pas précisées. Elles ont été estimées à partir de la liste des ingrédients.
he: אזהרה: המפרט התזונתי לא צוין. בוצע שערוך בעזרת רשימת הרכיבים.
hr: Upozorenje: nutritivne vrijednosti nisu navedene. Procijenjene su na temelju popisa sastojaka.
hu: Figyelmeztetés: a tápértékadatok nincsenek megadva. Ezek az összetevők alapján lettek becsülve.
id: Peringatan: fakta nutrisi tidak ditentukan. Mereka telah diperkirakan dari daftar bahan.
it: Attenzione: i valori nutrizionali non sono specificati. Sono stati stimti dall'elenco degli ingredienti.
ja: 警告: 栄養成分は指定されていません。それらは成分表から推定されています。
ka: გაფრთხილება: კვებითი ღირებულება მითითებული არ არის. ის შეფასებულია ინგრედიენტების სიიდან.
lt: Įspėjimas: maistinės vertės nenurodytos. Jos apskaičiuotos pagal ingredientų sąrašą.
lv: Brīdinājums: uzturvērtības fakti nav norādīti. Tie ir aprēķināti no sastāvdaļu saraksta.
nl_be: Waarschuwing: de voedingswaarden zijn niet opgegeven. Ze zijn geschat uit de lijst met ingrediënten.
pl: Uwaga: brak danych o wartościach odżywczych. Obecne zostały oszacowane na podstawie listy składników.
pt_pt: Aviso: as informações nutricionais não foram especificadas. Foram estimadas através da lista de ingredientes.
ro: Atenție: valorile nutriționale nu sunt specificate. Au fost estimate din lista de ingrediente.
ru: Внимание: пищевая ценность не указана. Она была рассчитана на основе списка ингредиентов.
sv: Varning: näringsfakta är inte specificerade, de har uppskattats från listan över ingredienser.
th: ข้อควรระวัง: เนื่องจากไม่มีฉลากโภชนาการ ข้อมูลสารอาหารนี้จะคำนวณจากรายการส่วนประกอบ
tr: Uyarı: beslenme faktörleri belirtilmemiştir. İçindekiler listesinden tahmin edilmiştir.
uk: Попередження: харчова цінність не вказана. Вони були оцінені на основі списку інгредієнтів.

# nutrition_grade_fr_fiber_warning
source: Warning: the amount of fiber is not specified, their possible positive contribution to the grade could not be taken into account.
ar: تحذير: لم يتم تحديد كمية الألياف ، ولا يمكن أخذ مساهمتها الإيجابية المحتملة في التقدير.
bg: Предупреждение: количеството влакна не е посочено, техният възможен положителен принос към оценката не може да бъде взет предвид.
ca: Atenció: la quantitat de fibra no s'especifica, no es tindrà en compte la seva possible contribució positiva en la qualificació.
cs: Upozornění: U výrobku není uvedeno množství vlákniny, proto její případný vliv na posun do lepší skupiny nemůže být započítán.
da: Advarsel: Mængden af ​​fiber er ikke specificeret. Deres mulige positive bidrag til kvaliteten kunne ikke tages i betragtning.
de: Warnhinweis: Die Menge an Ballaststoffen wurde nicht angegeben, ihr möglicher positiver Beitrag zur Güte konnte nicht berücksichtigt werden.
el: Προειδοποίηση: η ποσότητα των φυτικών ινών δεν προσδιορίζεται, η πιθανή θετική συνεισφορά τους στον βαθμό δεν μπορούσε να ληφθεί υπόψη.
eo: Averto: la kvanto de fibro ne estas specifita, ilia ebla pozitiva kontribuo al la kvalito ne povus esti konsiderata.
es: Atención: la cantidad de fibra no se ha especificado, por lo que su posible contribución positiva a la clasificación no se tendrá en cuenta.
fa: هشدار: مقدار فیبر مشخص نشده است، سهم مثبت احتمالی آنها در درجه کیفیت را نمی‌توان در نظر گرفت.
fi: Varoitus: kuidun määrää ei ole määritelty, joten kuitujen mahdollista positiivista vaikutusta arvosanaan ei voitu ottaa huomioon.
fr: Avertissement : Le taux de fibres n'étant pas indiqué, leur éventuelle contribution positive à la note n'a pas pu être prise en compte.
he: אזהרה: כמות הסיבים לא צוינה, התרומה החיובית שלהם לציון לא ניתנת לחישוב.
hr: Upozorenje: količina vlakana nije navedena, njihov mogući pozitivan doprinos ocjeni nije se mogao uzeti u obzir.
hu: Figyelmeztetés: a rost mennyisége nincs megadva, ezért nem vehető figyelembe az esetleges kedvező hozzájárulása az osztályzathoz.
id: Peringatan: jumlah serat tidak ditentukan, kemungkinan kontribusi positif terhadap nilai gizi tidak dapat diperhitungkan.
it: Attenzione: la quantità di fibre non è specificata, il loro possibile contributo positivo al punteggio non può essere preso in considerazione.
ja: 警告: 食物繊維の量が指定されていません。グレードへの肯定的な貢献の可能性は考慮されませんでした。
ka: გაფრთხილება: ბოჭკოს რაოდენობა მითითებული არ არის, მათი შესაძლო დადებითი წვლილი ხარისხში ვერ იქნება გათვალისწინებული.
lt: Įspėjimas: skaidulinių medžiagų kiekis nenurodytas, neatsižvelgiama į galimą teigiamą jų indėlį į įvertinimą.
lv: Brīdinājums: šķiedru daudzums nav norādīts, to iespējamo pozitīvo ietekmi uz kategoriju nevarēja ņemt vērā.
ms: Amaran: jumlah serat tidak dinyatakan, sumbangan positif mereka yang mungkin terhadap gred tidak dapat diambil kira.
nl_be: Waarschuwing: de hoeveelheid vezels is niet gespecificeerd, hun mogelijke positieve bijdrage aan de klasse kan niet in aanmerking worden genomen.
pl: Ostrzeżenie: ilość błonnika jest nieoznaczona, nie można brać pod uwagę jego pozytywnego wpływu na stopień.
pt_pt: Atenção: a quantidade de fibra não está especificada, a sua eventual contribuição positiva não pôde ser considerada para a classificação.
ro: Avertisment: cantitatea de fructe, legume și nuci nu este specificată, contribuția lor pozitivă nu a putut fi luată în considerare.
ru: Предупреждение: количество питательных волокон не указано, их возможный положительный вклад в оценку не может быть учтен.
sl: Opozorilo: količina vlaknin ni določena, njenega možnega pozitivnega učinka k razredu ni mogoče upoštevati.
sv: Varning: mängden fibrer är inte angiven, eventuella positiv inverkan på betyget kunde inte beaktas.
th: คำเตือน: ไม่ได้ระบุปริมาณของเส้นใยไม่สามารถนำผลบวกที่เป็นไปได้มาสู่เกรด
tl: Babala: ang halaga ng hibla ay hindi tinukoy, ang posibleng positibong kontribusyon sa marka ay hindi maituturing na account.
tr: Uyarı: lif miktarı belirtilmediği için, olası olumlu katkı notuna dahil edilemedi.
uk: Попередження: кількість клітковини не вказано, їх можливий позитивний внесок у сорт не може бути врахований.
vi: Cảnh báo: lượng chất xơ không được chỉ định, có thể không tính đến sự đóng góp tích cực của chúng đối với cấp.

# nutrition_grade_fr_fiber_and_fruits_vegetables_nuts_warning
source: Warning: the amounts of fiber and of fruits, vegetables and nuts are not specified, their possible positive contribution to the grade could not be taken into account.
ar: تحذير: لم يتم تحديد كميات الألياف والفواكه والخضروات والمكسرات ، ولا يمكن مراعاة مساهمتها الإيجابية المحتملة في الدرجة.
bg: Предупреждение: количествата фибри и плодове, зеленчуци и ядки не са посочени, техният възможенен положителен принос към оценката не може да бъде взет предвид.
ca: Atenció: no s'ha especificat la quantitat de fibra i de fruites, verdures i fruits secs no s'han especificat i la seva possible contribució positiva en la qualificació no se podrà tenir en compte.
cs: Upozornění: množství vlákniny a ovoce, zeleniny a ořechů není uvedeno, jejich případný kladný příspěvek ke známce nemohl být zohledněn.
da: Advarsel: Mængden af fibre, ​​frugt, grønsager og nødder er ikke specificeret. Deres mulige positive bidrag til kvaliteten kunne ikke tages i betragtning.
de: Warnhinweis: Die Mengen an Ballaststoffen sowie an Obst, Gemüse und Nüssen sind nicht angegeben, ihr möglicher positiver Beitrag zur Benotung konnte nicht berücksichtigt werden.
el: Προειδοποίηση: οι ποσότητες φυτικών ινών και φρούτων, λαχανικών και ξηρών καρπών δεν προσδιορίζονται, η πιθανή θετική συνεισφορά τους στον βαθμό δεν μπορεί να ληφθεί υπόψη.
eo: Averto: la kvantoj de fibro kaj de fruktoj, legomoj kaj nuksoj ne estas specifitaj, ilia ebla pozitiva kontribuo al la noto ne povus esti konsiderata.
es: Atención: no se han especificado las cantidades de fibra y frutas, verduras y frutos secos, por lo que su posible contribución positiva a la clasificación no se tendrá en cuenta.
fa: هشدار: میزان فیبر و میوه‌ها، سبزیجات و آجیل مشخص نشده است، بنابراین سهم مثبت احتمالی آنها در این رتبه‌بندی قابل محاسبه نیست.
fi: Varoitus: kuidun ja hedelmien, vihannesten ja pähkinöiden määrää ei ole määritelty, joten niiden mahdollista positiivista vaikutusta arvosanaan ei voitu ottaa huomioon.
fr: Avertissement : Les taux de fibres et de fruits, légumes et noix n'étant pas indiqué, leur éventuelle contribution positive à la note n'a pas pu être prise en compte.
he: אזהרה: כמויות הסיבים ואלו של הפרות, הירקות והאגוזים לא צוינו, התרומה החיובית שלהן לציון לא ניתנת לחישוב.
hr: Upozorenje: količine vlakana te voća, povrća i orašastih plodova nisu navedene, njihov mogući pozitivan doprinos ocjeni nije se mogao uzeti u obzir.
hu: Figyelem: a rost, gyümölcs, zöldségek és diófélék mennyisége nincs megadva, ezért az osztályzatra gyakorolt esetleges kedvező hatás nem vehető figyelembe.
id: Peringatan: jumlah serat dan serat buah, sayuran, dan kacang-kacangan tidak ditentukan, kemungkinan kontribusi positif terhadap nilai gizi tidak dapat diperhitungkan.
it: Attenzione: la quantità di fibre e di frutta, verdura e noci non sono specificate Non è stato possibile prendere in considerazione il loro possibile contributo positivo al punteggio.
ja: 警告：食物繊維、果物、野菜、ナッツ類の量が明記されていないため、成績へプラスに貢献する可能性は考慮されていません。
ka: გაფრთხილება: ბოჭკოს, ხილის, ბოსტნეულის და თხილის რაოდენობა მითითებული არ არის, მათი შესაძლო დადებითი წვლილი ხარისხში ვერ იქნება გათვალისწინებული.
lt: Įspėjimas: skaidulinių medžiagų ir kiekis vaisiuose, daržovėse, riešutuose nenurodytas, neatsižvelgiama į galimą teigiamą jų indėlį į įvertinimą.
lv: Brīdinājums: šķiedrvielu, augļu, dārzeņu un riekstu daudzums nav norādīts, to iespējamo pozitīvo ietekmi uz kvalitāti nevar ņemt vērā.
ms: Amaran: jumlah serat dan buah-buahan, sayur-sayuran dan kekacang tidak dinyatakan, sumbangan positif mereka yang mungkin terhadap gred tidak dapat diambil kira.
nl_be: Waarschuwing: de hoeveelheid vezels, fruit, groenten en noten is niet gespecificeerd, hun mogelijke positieve bijdrage aan de beoordeling kon niet worden meegenomen.
pl: Ostrzeżenie: ilości błonnika oraz owoców, warzyw i orzechów nie są określone, ich ewentualny pozytywny wpływ na ocenę nie może być brany pod uwagę.
pt_pt: Atenção: as quantidades de fibras e de frutas, vegetais e frutos secos não são especificadas, pelo que a sua eventual contribuição positiva para a classificação não pôde ser tida em conta.
ro: Atenție: cantitățile de fibre și de fructe, legume și nuci nu sunt specificate, eventuala lor contribuție pozitivă la calificare nu a putut fi luată în considerare.
ru: Предупреждение: количество фруктов, овощей и орехов не указано, их возможный положительный вклад в оценку не может быть учтен.
sl: Opozorilo: količina sadja, zelenjave in oreščkov ni določena, njihovega možnega pozitivnega prispevka k razredu ni mogoče upoštevati.
sv: Varning: mängden fibrer och frukt, grönsaker och nötter är inte specificerade, deras eventuella positiva bidrag till betyget kunde inte beaktas.
th: คำเตือน: ไม่ได้ระบุปริมาณใยอาหาร ผลไม้ ผัก และถั่ว จึงไม่สามารถนำปัจจัยเหล่านี้มาพิจารณาเพื่อเพิ่มคะแนนได้
tr: Uyarı: Lif, meyve, sebze ve çerez miktarı belirtilmedi. Puanlamaya olası olumlu katkıları hesaba katılmamıştır.
uk: Увага: число клітковин та фруктів, овочів та горіхів не зазначено, їх ймовірна контрибуція до певного складу могла не бути врахованою.
vi: Cảnh báo: số lượng chất xơ và trái cây, rau củ và các loại hạt chưa được chỉ định, khả năng đóng góp tích cực của chúng có thể không được tính đến.

# nutrition_grade_fr_no_fruits_vegetables_nuts_warning
source: Warning: the amount of fruits, vegetables and nuts is not specified, their possible positive contribution to the grade could not be taken into account.
ar: تحذير: لم يتم تحديد كمية الفواكه والخضروات والمكسرات ، لا يمكن أخذ مساهمتها الإيجابية المحتملة في التقدير.
bg: Предупреждение: количеството на плодовете, зеленчуците и ядките не е посочено, техният възможен положителен принос към оценката не може да се вземе предвид.
ca: Atenció: no s'ha especificat la quantitat de fruites, verdures i fruits secs, no es té en compte la seva possible contribució positiva en la qualificació.
cs: Upozornění: množství ovoce, zeleniny a ořechů není specifikováno, jejich případný kladný příspěvek ke známce nemohl být zohledněn.
da: Advarsel: Mængden af ​​frugt, grønsager og nødder er ikke specificeret, deres mulige positive bidrag til kvaliteten kunne ikke tages i betragtning.
de: Warnhinweis: Die Menge an Früchten, Gemüse und Nüssen ist nicht angegeben. Der mögliche positive Beitrag zu der Sortierung konnte nicht berücksichtigt werden.
el: Προειδοποίηση: η ποσότητα των φρούτων, των λαχανικών και των ξηρών καρπών δεν προσδιορίζεται, η πιθανή θετική συνεισφορά τους στον βαθμό δεν μπορούσε να ληφθεί υπόψη.
eo: Averto: la kvanto de fruktoj, legomoj kaj nuksoj ne estas specifita, ilia ebla pozitiva kontribuo al la noto ne povus esti konsiderata.
es: Atención: la cantidad de frutas, verduras y frutos secos no se ha especificado, por lo que su posible contribución positiva a la clasificación no se tendrá en cuenta.
fa: هشدار: مقدار میوه‌ها، سبزیجات و آجیل مشخص نشده است، سهم مثبت احتمالی آنها در نمره را نمی‌توان در نظر گرفت.
fi: Varoitus: hedelmien, vihannesten ja pähkinöiden määrää ei ole määritelty, joten niiden mahdollista positiivista vaikutusta arvosanaan ei voitu ottaa huomioon.
fr: Avertissement : Le taux de fruits, légumes et noix n'étant pas indiqué, leur éventuelle contribution positive à la note n'a pas pu être prise en compte.
he: אזהרה: כמות הפירות, הירקות והאגוזים לא צוינה, התרומה החיובית שלהם לציון לא ניתנת לחישוב.
hr: Upozorenje: količina voća, povrća i orašastih plodova nije navedena, njihov mogući pozitivan doprinos ocjeni nije se mogao uzeti u obzir.
hu: Figyelmeztetés: a gyümölcsök, zöldségek és diófélék mennyisége nincs megadva, ezért nem vehető figyelembe az esetleges kedvező hozzájárulásuk az osztályzathoz.
id: Peringatan: jumlah buah, sayuran, dan kacang-kacangan tidak ditentukan, kemungkinan kontribusi positif terhadap nilai gizi tidak dapat diperhitungkan.
it: Attenzione: la quantità di frutta, verdura e noci non è specificata. Il loro possibile contributo positivo al punteggio non può essere preso in considerazione.
ja: 警告: 果物、野菜、ナッツの量が指定されていません。グレードへのプラスの貢献の可能性は考慮されませんでした。
ka: გაფრთხილება: ხილის, ბოსტნეულის და თხილის რაოდენობა მითითებული არ არის, მათი შესაძლო დადებითი წვლილი კლასში ვერ იქნება გათვალისწინებული.
lt: Įspėjimas: vaisių, daržovių ir riešutų kiekis nenurodytas, neatsižvelgiama į galimą teigiamą jų indėlį į įvertinimą.
lv: Brīdinājums: augļu, dārzeņu un riekstu daudzums nav norādīts, to iespējamo pozitīvo ieguldījumu šajā kategorijā nevarēja ņemt vērā.
ms: Amaran: jumlah buah-buahan, sayur-sayuran dan kekacang tidak dinyatakan, sumbangan positif mereka yang mungkin terhadap gred tidak dapat diambil kira.
nl_be: Waarschuwing: de hoeveelheid fruit, groenten en noten is niet gespecificeerd. De mogelijke positieve bijdrage aan het sorteren kon niet worden overwogen.
pl: Uwaga: ilość owoców, warzyw i orzechów nie jest oznaczona, ich wpływ nie może zostać wzięty pod uwagę.
pt_pt: Atenção: a quantidade de frutas, vegetais e frutos secos não é especificada, pelo que a sua eventual contribuição positiva para a classificação não pôde ser tida em conta.
ro: Atenție: nu este specificată cantitatea de fructe, legume și nuci, posibila contribuție pozitivă a acestora la nota nu a putut fi luată în considerare.
ru: Предупреждение: количество фруктов, овощей и орехов не указано, их возможный положительный вклад в оценку не может быть учтен.
sl: Opozorilo: količina sadja, zelenjave in oreščkov ni določena, njihovega možnega pozitivnega prispevka k razredu ni mogoče upoštevati.
sv: Varning: mängden frukt, grönsaker och nötter är inte specificerat, deras eventuella positiva bidrag till betyget kunde inte beaktas.
th: คำเตือน: ไม่ได้ระบุปริมาณผลไม้ ผัก และถั่ว จึงไม่สามารถนำปัจจัยบวกที่อาจส่งผลต่อเกรดมาพิจารณาได้
tl: Babala: ang halaga ng mga prutas, gulay at mani ay hindi tinukoy, ang posibleng positibong kontribusyon sa marka ay hindi maituturing na account.
tr: Uyarı: Meyve, sebze ve fındık fıstık belirtilmedi. Olası olumlu katkıları hesaba katılmamıştır.
uk: Увага: певна кількість фруктів, овочів та горіхів не зазначено, їх ймовірна контрибуція до певного складу могла не бути врахованою.
vi: Cảnh báo: số lượng trái cây, rau và quả hạch không được chỉ định, có thể không tính đến sự đóng góp tích cực của chúng đối với lớp.

# nutrition_grade_fr_fruits_vegetables_nuts_estimate_warning
source: Warning: the amount of fruits, vegetables and nuts is not specified on the label, it was manually estimated from the list of ingredients: %d
bg: Предупреждение: количеството плодове, зеленчуци и ядки не е посочено на етикета заради което е ръчно изчислено от списъка със съставки: %d
ca: Atenció: la quantitat de fruita, verdura i fruits secs no s'especifica a l'etiqueta però s'ha fet una estimació manual a partir de la llista d'ingredients: %d%
cs: Upozornění: množství ovoce, zeleniny a ořechů není na etiketě uvedeno, bylo ručně odhadnuto ze seznamu ingrediencí: %d
da: Advarsel: Mængden af ​​frugt, grøntsager og nødder er ikke angivet på etiketten, men er et manuelt estimat baseret på ingredienslisten: %d%
de: Zur Beachtung: Die Menge an Obst, Gemüse und Nüssen ist nicht auf dem Etikett angegeben und wurde manuell aus der Liste der Zutaten geschätzt: %d
el: Προειδοποίηση: η ποσότητα των φρούτων, των λαχανικών και των ξηρών καρπών δεν καθορίζεται στην ετικέτα, υπολογίστηκε χειροκίνητα από τον κατάλογο των συστατικών: %d
eo: Averto: la kvanto de fruktoj, legomoj kaj nuksoj ne estas specifita sur la etikedo, ĝi estis mane taksita el la listo de ingrediencoj: %d
es: Atención: la cantidad de frutas, verduras y frutos secos no viene especificada en la etiqueta, por lo que se ha calculado manualmente de acuerdo con la lista de ingredientes: %d
fa: هشدار: مقدار میوه‌ها، سبزیجات و آجیل روی برچسب مشخص نشده است، این مقدار به صورت دستی از لیست مواد تشکیل دهنده تخمین زده شده است: %d
fi: Varoitus: hedelmien, vihannesten ja pähkinöiden määrää ei ole ilmoitettu etiketissä, vaan se arvioitiin manuaalisesti ainesosaluettelosta: %d
fr: Avertissement : Le taux de fruits, légumes et noix n'est pas indiqué sur l'étiquette, il a été estimé manuellement en fonction de la liste des ingrédients : %d
he: אזהרה: כמות הפירות, הירקות והאגוזים לא צוינה, התבצעה הערכה ידנית על בסיס רשימת הרכיבים: %d
hr: Upozorenje: količina voća, povrća i orašastih plodova nije navedena na etiketi, ručno je procijenjena s popisa sastojaka: %d
hu: Figyelmeztetés: a címkén nincs feltüntetve a gyümölcs, zöldség és dió mennyisége, ezek manuálisan lettek megbecsülve az összetevőlistából: %d
id: Peringatan: jumlah buah, sayuran, dan kacang-kacangan tidak disebutkan pada label, melainkan diperkirakan secara manual dari daftar bahan: %d
it: Attenzione: la quantità di frutta, verdura e noci non è specificata sull'etichetta, è stata stimata manualmente dall'elenco di ingredienti: %d
ja: 警告：果物、野菜、ナッツの量がラベルに明記されていなかったため、原材料のリストから手作業で推定されました：%d
ka: გაფრთხილება: ხილის, ბოსტნეულის და თხილის რაოდენობა ეტიკეტზე მითითებული არ არის, ის ხელით იქნა შეფასებული ინგრედიენტების სიიდან: %d
lt: Įspėjimas: vaisių, daržovių ir riešutų kiekis etiketėje nenurodytas, jis buvo apskaičiuotas rankiniu būdu iš ingredientų sąrašo: %d
lv: Brīdinājums: augļu, dārzeņu un riekstu daudzums nav norādīts uz etiķetes, tas tika manuāli aprēķināts no sastāvdaļu saraksta: %d
nl_be: Waarschuwing: de hoeveelheid fruit, groenten en noten staat niet op het etiket, maar werd geschat op basis van de ingrediëntenlijst: %d%
pl: Uwaga: ilość owoców, warzyw i orzechów nie jest podana na etykiecie, została ręcznie oszacowana z listy składników: %d
pt_pt: Atenção: a quantidade de frutos, vegetais e frutos de casca rija não está especificada no rótulo, foi estimada manualmente a partir da lista de ingredientes: %d
ro: Atenție: cantitatea de fructe, legume și nuci nu este specificată pe etichetă, a fost estimată manual din lista de ingrediente: %d
ru: Внимание: количество фруктов, овощей и орехов не указано на этикетке и рассчитывается вручную на основе списка ингредиентов: %d
sv: Varning: mängden frukt, grönsaker och nötter anges inte på etiketten, den uppskattades manuellt från ingrediensförteckningen: %d
th: คำเตือน: ปริมาณผลไม้ ผัก และถั่วไม่ได้ระบุไว้บนฉลาก เป็นการประมาณค่าด้วยตนเองจากรายการส่วนผสม: %d
tr: Dikkat: meyvelerin, sebzelerin ve fındık miktarları etikette belirlenmemiş, temel olarak içerik listesinden esas alınmıştır:%d
uk: Увага: кількість фруктів, овочів та горіхів не зазначено на етикетці, їх було розраховано вручну згідно зі списком інгредієнтів: %d%
vi: Cảnh báo: lượng trái cây, rau và quả hạch không được ghi trên nhãn, được ước tính từ danh sách các thành phần: %d
