Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutrition_data_per_100g
source: for 100 g / 100 ml
ar: 100 غرام / 100 مل
bg: за 100 г / 100 мл
ca: per 100 g/100 ml
cs: na 100 g / 100 ml
da: pr. 100 g/100 ml
de: für 100 g / 100 ml
el: για 100 γρ / 100 ml
eo: po 100 g / 100 ml
es: por 100 g / 100 ml
fa: برای 100 گرم / 100 میلی لیتر
fi: 100 g / 100 ml
fr: pour 100 g / 100 ml
he: ל־100 גרם / 100 מ״ל
hr: za 100 g / 100 ml
hu: 100 g / 100 ml-ben
id: untuk 100 g / 100 ml
it: per 100 g / 100 ml
ja: 100グラム/ 100mlで用
ka: 100 გ / 100 მლ-ისთვის
lt: už 100 g / 100 ml
lv: par 100 g / 100 ml
ms: untuk 100 g / 100 ml
nl_be: voor 100 g / 100 ml
pl: do 100 g / 100 ml
pt_pt: por 100 g / 100 ml
ro: pentru 100 g / 100 ml
ru: в 100 г / 100 мл
sl: za 100g / 100ml
sv: för 100 g / 100 ml
th: สำหรับ 100 กรัม / 100 มล.
tl: para sa 100 g / 100 ml
tr: 100 g / 100 ml için
uk: на 100 г / 100 мл
vi: cho 100 g / 100 ml

# nutrition_data_per_50
source: Median
ar: متوسط
bg: Средно
ca: Mitjana
cs: Medián
el: Μέσος
eo: Mediano
es: Mediana
fa: میانه
fi: Mediaani
fr: Médiane
he: חצי
hr: Medijan
hu: Medián
it: Mediana
ja: 中央値
ka: მედიანა
lt: Vidutinė
lv: Mediāna
nl_be: Mediaan
pl: Mediana
pt_pt: Mediana
ro: Mediana
ru: Медиана
sl: Mediana
th: ค่ามัธยฐาน
tr: Medyan
uk: Медіана
vi: Trung bình

# nutrition_data_per_90
source: 90th centile
ar: القرن 90
bg: 90-ти персентил
ca: percentil 90
cs: 90. percentil
da: 90. centil
de: 90. Quantil
el: 90 τοις εκατό
eo: 90-a percentilo
es: Percentil 90
fa: صدک نودم
fi: 90. prosenttipiste
fr: 90ème centile
he: עד 90 אחוז
hr: 90. percentil
hu: 90. percentilis
id: Persentil ke 90
it: 90° percentile
ja: 90 パーセンタイル
ka: 90-ე პროცენტილი
lt: 90ta procentile
lv: 90. centile
ms: Sentil ke-90
nl_be: 90ste percentiel
pl: 90 centyl
pt_pt: 90<sup>o</sup> percentil
ro: Al 90-lea procent
ru: 90-я процентиль
sl: 90. Procentov
sv: 90:e centilen
th: เปอร์เซ็นไทล์ที่ 90
tr: 90. yüzdelik
uk: 90-й процентиль
vi: Phần trăm thứ 90

# nutrition_data_per_max
source: Maximum
ar: الحد الأقصى
bg: Максимум
ca: Màxim
da: Maksimum
el: Μέγιστο
eo: Maksimumo
es: Máximo
fa: حداکثر
fi: Enintään
he: לכל היותר
hr: Maksimalno
id: Maksimum
it: Massimo
ja: 最大
ka: მაქსიმალური
lt: Maksimalus
lv: Maksimums
ms: Maksimum
pl: Maksymalnie
pt_pt: Máximo
ro: Maxim
ru: Максимум
sl: Največ
sv: Maximal
th: ค่ามากที่สุด
tl: Pinakamataas
tr: En çok
uk: Максимум
vi: Tối đa

# nutrition_data_per_mean
source: Mean
ar: ‮المتوسط
bg: Средно
ca: Mitjana
cs: Průměr
da: Middel
de: Durchschnitt
el: Μέσος
eo: Meznombro
es: Media
fa: میانگین
fi: Keskiarvo
fr: Moyenne
he: ממוצע
hr: Srednja vrijednost
hu: Középérték
id: Rata - rata
it: Medio
ja: 平均
ka: საშუალო
lt: Vidurkis
lv: Vidējais
ms: Min
nl_be: Gemiddelde
pl: Średni
pt_pt: Média
ro: Medie
ru: Среднее
sl: Pomeni
sv: Medelvärde
th: ค่าเฉลี่ย
tl: Ibig sabihin
tr: Ortalama
uk: Середнє
vi: Trung bình

# nutrition_data_per_min
source: Minimum
ar: الحد الأدنى
bg: Минимум
ca: Mínim
el: Ελάχιστο
eo: Minimumo
es: Mínimo
fa: حداقل
fi: Vähintään
he: לכל הפחות
it: Minimo
ja: 最小
ka: მინიმალური
lt: Minimumas
lv: Minimums
pl: Minimalnie
pt_pt: Mínimo
ro: Minim
ru: Минимум
sl: Najmanj
th: ค่าน้อยที่สุด
tl: Pinakamababa
tr: En az
uk: Мінімум
vi: Tối thiểu

# nutrition_data_per_serving
source: per serving
ar: لكل وجبة
bg: на порция
ca: per porció
cs: v jedné porci
da: per portion
de: pro Portion
el: ανά μερίδα
es: por porción
fa: در هر وعده
fi: annosta kohti
fr: par portion
he: לכל הגשה
hu: adagonként
id: per sajian
it: per porzione
ja: 一食当たり
lt: porcijoje
lv: uz porciju
ms: setiap hidangan
nl_be: per portie
pl: na porcję
pt_pt: por porção
ro: per porție
ru: на порцию
sl: na porcijo
sv: per portion
th: ต่อการให้บริการ
tl: bawat serving
tr: porsiyon başına
uk: в одній порції
vi: mỗi khẩu

# nutrition_data_per_std
source: Standard deviation
ar: الانحراف المعياري
bg: Стандартно отклонение
ca: Desviació estàndard
cs: Standardní odchylka
da: Standardafvigelse
de: Standardabweichung
el: Τυπική απόκλιση
eo: Norma devio
es: Desviación estándar
fa: انحراف معیار
fi: Keskihajonta
fr: Ecart type
he: סטיית תקן
hr: Standardna devijacija
hu: Szórás
id: Deviasi standar
it: Deviazione standard
ja: 標準偏差
ka: სტანდარტული გადახრა
lt: Standartinis nuokrypis
lv: Standarta novirze
ms: Sisihan piawai
nl_be: Standaardafwijking
pl: Odchylenie standardowe
pt_pt: Desvio padrão
ro: Deviația standard
ru: Стандартное отклонение
sl: Standardni odklon
sv: Standardavvikelse
th: ส่วนเบี่ยงเบนมาตรฐาน
tl: Karaniwang lihis
tr: Standart sapma
uk: Стандартне відхилення
vi: Độ lệch chuẩn

# nutrition_data_table
source: Nutrition facts
ar: حقائق غذائية
bg: Хранителни стойности
ca: Informació nutricional
cs: Nutriční hodnoty
da: Ernæringsfakta
de: Nährwertangaben
el: Διατροφικά στοιχεία
eo: Nutra valoro
es: Información nutricional
fa: ارزش غذایی
fi: Ravintosisältö
fr: Tableau nutritionnel
he: מפרט תזונתי
hr: Nutritivne vrijednosti
hu: Tápértékadatok
id: Informasi nilai gizi
it: Valori nutrizionali
ja: 栄養成分表
lt: Maistingumas
lv: Uztura fakti
ms: Fakta pemakanan
nl_be: Voedingswaarden
pl: Wartości odżywcze
pt_pt: Dados nutricionais
ro: Valori nutriționale
ru: Пищевая и энергетическая ценность
sl: Dejstva o hranilni vrednosti
sv: Näringsfakta
th: ข้อมูลโภชนาการ
tl: Mga katotohanan ng Nutrisyon
tr: Beslenme gerçekleri
uk: Харчова цінність
vi: Giá trị dinh dưỡng

# nutrition_data_table_note
source: The table lists by default nutriments that are often specified. Leave the field blank if it's not on the label.<br/>You can add extra nutriments (vitamins, minerals, cholesterol etc.) by typing the first letters of their name in the last row of the table.
ar: يسرد الجدول حسب العناصر الغذائية الافتراضية التي غالبًا ما يتم تحديدها. اترك الحقل فارغًا إذا لم يكن على الملصق. <br/> يمكنك إضافة المزيد من العناصر الغذائية (الفيتامينات والمعادن والكوليسترول وما إلى ذلك) عن طريق كتابة الأحرف الأولى من اسمهم في الصف الأخير من الجدول.
bg: Таблицата изброява по подразбиране хранителни вещества, които често са посочени. Остави полето празно, ако не е на етикета.<br/>Можеш да добавиш допълнителни хранителни вещества (витамини, минерали, холестерол и др.), като напишеш първите букви от името им в последния ред на таблицата.
ca: La taula mostra per defecte nutrients que sovint estan especificats. Deixi el camp en blanc si no està en l'etiqueta. <br/> Podeu afegir nutrients addicionals (vitamines, minerals, colesterol, etc.) escrivint les primeres lletres del seu nom en l'última fila de la taula.
cs: Tabulka ve výchozím nastavení obsahuje položky, které jsou často udávány. Ponechte pole prázdné, pokud obsah není uveden na etiketě.<br/>Můžete přidat další položky (vitamíny, minerály, cholesterol atd.) zadáním prvních písmen jejich jména do posledního řádku tabulky.
da: Tabellen viser som standard næringsstoffer, som ofte angives. Lad feltet være tomt, hvis informationen ikke fremgår af etiketten.<br/>Du kan tilføje ekstra næringsstoffer (vitaminer, mineraler, kolesterol mv.) ved at angive de første bogstaver i deres navn i den sidste række af tabellen.
de: Die Tabelle listet standardmäßig Nährstoffe auf, die häufig angegeben werden. Lassen Sie das Feld leer, wenn es nicht auf dem Etikett steht.<br/>Sie können zusätzliche Nährstoffe (Vitamine, Mineralien, Cholesterin usw.) hinzufügen, indem Sie die Anfangsbuchstaben des Namens in die letzte Zeile der Tabelle eingeben.
el: Ο παρών πίνακας αναγράφει προεπιλεγμένα θρεπτικά συστατικά που συχνά αναφέρονται. Αφήστε το πεδίο κενό αν δεν υπάρχουν στην ετικέτα.<br/>Μπορείτε να προσθέσετε επιπλέον θρεπτικά συστατικά (βιταμίνες, μέταλλα, χοληστερόλη, κλπ) συμπληρώνοντας τα πρώτα γράμματα του ονόματός τους στην τελευταία σειρά του πίνακα.
eo: La tabelo defaŭlte listigas nutraĵojn, kiuj ofte estas specifitaj. Lasu la kampon malplena se ĝi ne estas sur la etikedo.<br/>Vi povas aldoni pliajn nutraĵojn (vitaminojn, mineralojn, kolesterolon ktp.) tajpante la unuajn literojn de ilia nomo en la lasta vico de la tabelo.
es: La tabla muestra por defecto los nutrientes que aparecen con mayor frecuencia. Deja el campo en blanco si no está presente en el envase. <br />Se pueden agregar nutrientes adicionales (vitaminas, minerales, colesterol, ácidos grasos omega 3 y 6, etc.) al teclear las primeras letras del nombre en la última fila de la tabla.
fa: جدول به طور پیش‌فرض مواد مغذی‌ای را که اغلب مشخص می‌شوند، فهرست می‌کند. اگر روی برچسب نیست، فیلد را خالی بگذارید.<br/>می‌توانید مواد مغذی اضافی (ویتامین‌ها، مواد معدنی، کلسترول و غیره) را با تایپ کردن حروف اول نام آنها در آخرین ردیف جدول اضافه کنید.
fi: Oletusarvoisesti taulukko listaa ravintoaineet, jotka yleensä löytyvät pakkauksista. Jätä kenttä tyhjäksi, jos sitä ei ole etiketissä.<br/>Voit lisätä ylimääräisiä ravintoaineita (vitamiineja, kivennäisaineita, kolesterolin jne.) kirjoittamalla ravinteen nimestä muutaman kirjaimen taulukon viimeiselle riville.
fr: Le tableau liste par défaut les nutriments les plus couramment indiqués. Laissez le champ vide s'il n'est pas présent sur l'emballage.<br />Vous pouvez ajouter d'autres nutriments (vitamines, minéraux, cholestérol, oméga 3 et 6 etc.) en tapant les premières lettres de leur nom dans la dernière ligne du tableau.
he: הטבלה מציגה כבררת מחדל את המפרט התזונתי כפי שמופיע בדרך כלל. ניתן להשאיר את השדה ריק אם אינו מופיע על התווית.<br/>ניתן להוסיף פריטי תזונה נוספים (ויטמינים, מינרלים, כולסטרול וכו׳) על־ידי הקלדת האותיות הראשונות של שמם בשורה האחרונה של הטבלה.
hr: Tablica prema zadanim postavkama navodi hranjive tvari koje su često navedene. Ostavite polje praznim ako nije navedeno na naljepnici.<br/>Možete dodati dodatne hranjive tvari (vitamine, minerale, kolesterol itd.) upisivanjem prvih slova njihova naziva u zadnji redak tablice.
hu: Alaphelyzetben a táblázat a gyakran megadott tápanyagokat tartalmazza. Hagyja üresen azt a mezőt, ami nem szerepel a címkén.<br/>Hozzáadhat további tápanyagokat (vitaminok, ásványi anyagok, koleszterin, stb.) úgy, hogy beírja a nevük kezdőbetűit a táblázat utolsó sorába.
id: Secara default tabel mendaftar nutrisi yang sering ditetapkan. Kosongkan field isian jika tidak ada dalam label.<br/>Anda dapat menambahkan nutrisi tambahan (vitamin, mineral, kolesterol, dll.) dengan mengetik huruf pertama dari semua nutrisi pada baris terakhir tabel.
it: La tabella elenca i nutrienti che vengono specificati nella maggior parte dei prodotti. Lascia il campo vuoto se non è sull'etichetta.<br/>È possibile aggiungere altri nutrienti (vitamine, minerali, colesterolo, ecc.) digitando le prime lettere del loro nome nell'ultima riga della tabella.
ja: 多くの場合に指定されるデフォルトの栄養成分を表に示します。ラベルにはない場合は空欄のままにしてください。<br/>追加の栄養成分を追加することができます（ビタミン、ミネラル、コレステロールなど）。 表の最後の行で、名前の最初の文字を入力してください。
lt: Pagal numatytuosius parametrus lentelėje išvardijamos dažnai nurodomos maistinės medžiagos. Palikite lauką tuščią, jei jo nėra etiketėje.<br/>Galite pridėti papildomų maistinių medžiagų (vitaminų, mineralų, cholesterolio ir kt.), paskutinėje lentelės eilutėje įvesdami pirmąsias jų vardo raides.
lv: Tabulā pēc noklusējuma tiek parādīti bieži lietotie ēdieni, kurus bieži norāda. Atstājiet lauku tukšu, ja tas nav uz etiķetes.<br/>Jūs varat pievienot papildu ēdienreisi (vitamīnus, minerālvielas, holesterīnu uc), ierakstot vārda pirmos burtus pēdējā tabulas rindā.
ms: Jadual tersebut menyenaraikan secara lalai nutrimen yang selalunya dinyatakan. Biarkan medan kosong jika ia tiada pada label.<br/>Anda boleh tambah nutrimen extra (vitamin, galian, kolesterol dsb.) dengan menaip huruf pertama namanya ke dalam barisan terakhir jadual.
nl_be: De tabel lijst automatisch de voedingsstoffen op die het vaakst vermeld worden. Laat het veld leeg indien het niet vermeld staat op de verpakking.<br />U kunt andere voedingsstoffen (vitamines, mineralen, cholesterol, omega 3 en 6 etc.) toevoegen door de eerste letters van hun naam in de laatste rij van de tabel in te voeren.
pl: Tabela zawiera listę często wymienianych składników. Pozostaw pole niewypełnione jeśli nie ma go na etykiecie. <br/> Możesz dodać inne składniki (witaminy, minerały, cholesterol, itp). wpisując pierwsze litery w ich nazwach w ostatnim wierszu tabeli.
pt_pt: A tabela apresenta, inicialmente, os nutrientes que aparecem com mais frequência. Deixe o campo em branco se não estiver indicado no rótulo.<br />É possível adicionar outros nutrientes (vitaminas, minerais, colesterol, ómega 3, 6, etc.) ao digitar as primeiras letras do nome, na última linha da tabela, e escolher o nutriente da lista de sugestões.
ro: Tabelul listează în mod implicit nutrienții care sunt adesea specificați. Lăsați câmpul necompletat dacă nu este pe etichetă.<br/>Puteți adăuga nutrienți suplimentari (vitamine, minerale, colesterol etc.) tastând primele litere ale numelui lor în ultimul rând al tabelului.
ru: В таблице по умолчанию перечислены питательные вещества, которые часто указываются на упаковке. Оставьте поле пустым, если этого нет на этикетке.<br/>Вы можете добавить дополнительные питательные вещества (витамины, минералы, холестерин и т. д.) набрав первые буквы наименования в последней строке таблицы.
sl: Tabela privzeto navaja hranila, ki so pogosto določena. Polje pustite prazno, če ni navedeno na etiketi.<br/>Dodate lahko več hranil (vitaminov, mineralov, holesterola itd.) tako, da v zadnjo vrstico tabele vnesete prve črke njihovega imena.
sv: Tabellen visar som standard näringsämnen som ofta anges. Lämna fältet tomt om det inte finns på etiketten.<br/>Du kan lägga till extra näringsämnen (vitaminer, mineraler, kolesterol etc.) genom att skriva de första bokstäverna i deras namn i den sista raden i tabellen.
th: ตารางนี้อิงจากสารอาหารที่มักระบุในฉลากโภชนาการ ถ้าไม่มีข้อมูลระบุไว้ให้เว้นว่างเท่านั้น ถ้าระบุเป็น 0 ต้องใส่ 0 <br/>สามารถเพิ่มสารอาหารอื่นๆ (วิตามิน แร่ธาตุ โคเลสเตอรอล เป็นต้น) โดยพิมพ์ชื่อสารอาหารในช่อง "เพิ่มสารอาหารอื่น" ระบบจะแสดงตัวเลือกให้โดยอัตโนมัติ
tl: Ang talaan ay naglilista sa pamamgitan ng default na nutrimento na madalas tinutukoy. Iwanan ang patlang blangko kung ito ay walang takda.<br/>Maaari kang magdagdag ng nutrimento (mga bitamina, mga mineral, kolesterol atbp.) sa pamamgitan ng pag-type ng unang titik ng kanilang pangalan sa huling hilera ng talahanayan.
tr: Tabloda, sıklıkla belirtilen besin ögeleri varsayılan olarak listelenir. Etikette yoksa, alanı boş bırakın.<br/> Tablonun son satırına adlarının ilk harflerini yazarak ekstra besin ögeleri (vitaminler, mineraller, kolesterol vb.) ekleyebilirsiniz.
uk: За замовчуванням у таблиці перераховані поживні речовини, які часто вказуються. Залиште поле порожнім, якщо цього немає на етикетці.<br/>Ви можете додати додаткові поживні речовини (вітаміни, мінерали, холестерин тощо), ввівши перші літери їх назви в останньому рядку таблиці.
vi: Bảng liệt kê các nutriments mặc định thường được chỉ định. Để trống trường nếu nó không nằm trên nhãn.<br/>Bạn có thể thêm các chất dinh dưỡng phụ (vitamin, khoáng chất, cholesterol, vv) bằng cách gõ các chữ cái đầu tiên của tên của chúng trong hàng cuối cùng của bảng.

# nutrition_data_table_asterisk
source: Essential nutrients to calculate the Nutri-Score.
bg: Основни хранителни съставки за изчисляване на Nutri-Score.
ca: Nutrients essencials per calcular el Nutri-Score.
cs: Základní živiny pro výpočet Nutri-Score.
da: Væsentlige næringsstoffer for Nutri-Score beregning.
de: Wichtige Nährstoffe zur Berechnung des Nutri-Scores.
el: Απαραίτητα θρεπτικά συστατικά για τον υπολογισμό του Nutri-Score.
eo: Esencaj nutraĵoj por kalkuli la Nutri-Poentaron.
es: Nutrientes esenciales para calcular el Nutri-Score.
fa: مواد مغذی ضروری برای محاسبه امتیاز تغذیه‌ای.
fi: Välttämättömät ravintoaineet Nutri-Scoren laskemiseen.
fr: Nutriments essentiels pour calculer le Nutri-Score.
he: חומרי הזנה חיוניים לחישוב Nutri-Score.
hr: Esencijalni nutrijenti za izračun Nutri-Scorea.
hu: Alapvető tápanyagok a Nutri-Score kiszámításához.
id: Nutrisi penting untuk menghitung Nutri-Score.
it: I nutrienti essenziali per calcolare il Nutri-Score.
ja: 栄養スコアを計算するのに不可欠な栄養素。
ka: აუცილებელი საკვები ნივთიერებები Nutri-Score-ის გამოსათვლელად.
lt: Pagrindinės maistinės medžiagos, reikalingos Nutri-Score apskaičiuoti.
lv: Būtiskās uzturvielas Nutri-Score aprēķināšanai.
nl_be: Essentiële voedingsstoffen om de Nutri-Score te berekenen.
pl: Kluczowe substancje odżywcze do obliczenia Nutri-Score.
pt_pt: Nutrientes necessários para calcular o Nutri-Score.
ro: Nutrienți esențiali pentru a calcula Nutri-Score.
ru: Основные питательные вещества для вычисления Nutri-Score.
sv: Väsentliga näringsämnen för att beräkna Nutri-Score.
th: สารอาหารที่จำเป็นในการคำนวณ Nutri-Score
tr: Nutri-Score'u hesaplamak için temel besinler.
uk: Основні поживні речовини для розрахунку Nutri-Score.

# nutrition_grades_p
source: Nutrition grades
ar: درجات التغذية
bg: Хранителни оценки
ca: Graus de nutrició
cs: Nutriční hodnoty
da: Ernæringskvalitet
de: Nährwertqualitäten
el: Διατροφικοί βαθμοί
es: Grados de nutrición
fi: Ravintoarvosanat
fr: Notes nutritionnelles
he: ערכים תזונתיים
hu: Táplálkozási osztályzat
id: Nilai - nilai gizi
it: Punteggio nutrizionale
ja: 栄養グレード
lt: Mitybos pažymiai
lv: Uztura pakāpes
ms: Gred pemakanan
nl_be: Voedingswaarden
pl: Stopnie odżywienia
pt_pt: Classificações nutricionais
ro: Scoruri nutrițional
ru: Уровни питательных веществ
sl: Prehranske stopnje
sv: Näringsbetyg
tl: Mga marka ng nutrisyon
tr: Beslenme dereceleri
uk: Харчові цінності
vi: Các lớp dinh dưỡng

# nutrition_grades_s
source: Nutrition grade
ar: درجة التغذية
bg: Хранителна оценка
ca: Grau de nutrició
cs: Výživová hodnota
da: Ernæringskvalitet
de: Nährwertqualität
el: Διατροφικός βαθμός
es: Grado de nutrición
fi: Ravintoarvosana
fr: Note nutritionnelle
he: ערך תזונתי
hu: Táplálkozási osztályzat
id: Nilai gizi
it: Punteggio nutrizionale
ja: 栄養グレード
lt: Mitybos klasė
lv: Uztura pakāpe
ms: Gred pemakanan
nl_be: Voedingswaarde
pl: Stopień odżywienia
pt_pt: Classificação nutricional
ro: Scor nutrițional
ru: Уровень питательных веществ
sl: Prehranska stopnja
sv: Näringsbetyg
tl: Marka ng nutrisyon
tr: Beslenme derecesi
uk: Харчова цінність
vi: Lớp dinh dưỡng

# on_the_blog_content
source: <p>To learn more about <<site_name>>, visit <a href="https://blog.openfoodfacts.org/en/">our blog</a>!</p> <p>Recent news:</p>
bg: <p>За да научиш повече за <<site_name>>, посети <a href="https://blog.openfoodfacts.org/bg/">нашият блог</a>!</p> <p>Последни новини:</p>
ca: <p>Per obtenir més informació sobre <<site_name>>, visiteu <a href="https://blog.openfoodfacts.org/en/">el nostre bloc</a>!</p> <p>Notícies recents:</p>
cs: <p>Chcete-li se dozvědět více o <<site_name>>, navštivte <a href="https://blog.openfoodfacts.org/cs/">náš blog</a>!</p> <p>Nejnovější zprávy:</p>
da: <p>For mere information om <<site_name>>, besøg <a href="https://blog.openfoodfacts.org/da/">vores blog</a>!</p> <p>Seneste nyt:</p>
de: <p>Um mehr über <<site_name>> zu erfahren, besuchen Sie <a href="https://blog.openfoodfacts.org/de/">unseren Blog</a>!</p> <p>Aktuelle Nachrichten:</p>
el: <p>Για να μάθετε περισσότερα για το <<site_name>>, επισκεφτείτε <a href="https://blog.openfoodfacts.org/en/">το ιστολόγιό μας</a>!</p> <p>Πρόσφατα νέα:</p>
eo: <p>Por lerni pli pri <<site_name>>, vizitu <a href="https://blog.openfoodfacts.org/en/">nian blogon</a>!</p> <p>Lastaj novaĵoj:</p>
es: <p>Para obtener más información sobre <<site_name>>, visite <a href="https://blog.openfoodfacts.org/es/">nuestro blog</a>!</p> <p>Últimas noticias:</p>
fa: <p>برای کسب اطلاعات بیشتر در مورد <<site_name>>، از <a href="https://blog.openfoodfacts.org/en/">وبلاگ ما</a>دیدن کنید!</p> <p>اخبار اخیر:</p>
fi: <p>Saat lisätietoja sivustosta <<site_name>> vierailemalla <a href="https://blog.openfoodfacts.org/en/">blogissamme</a>!</p> <p>Viimeisimmät uutiset:</p>
fr: <p>Pour en savoir plus sur <<site_name>>, visitez <a href="https://blog.openfoodfacts.org/fr/">notre blog</a>!</p> <p>Actualités récentes :</p>
he: <p>למידע נוסף על <<site_name>>, יש לבקר <a href="https://blog.openfoodfacts.org/he/">בבלוג שלנו</a>!</p> <p>חדשות עדכניות:</p>
hr: <p>Za više informacija o <<site_name>>, posjetite <a href="https://blog.openfoodfacts.org/en/">naš blog</a>!</p> <p>Najnovije vijesti:</p>
hu: <p>Ha többet szeretne megtudni a <<site_name>> webhelyről, látogassa meg <a href="https://blog.openfoodfacts.org/hu/">blogunkat</a>!</p> <p>Legutóbbi hírek:</p>
id: <p>Untuk mengetahui lebih lanjut tentang <<site_name>>, kunjungi <a href="https://blog.openfoodfacts.org/en/">blog kami</a>!</p> <p>Berita terbaru:</p>
it: <p>Per saperne di più su <<site_name>>, visita <a href="https://blog.openfoodfacts.org/it/">il nostro blog</a>!</p> <p>Notizie recenti:</p>
ja: <p><<site_name>> の詳細については、 <a href="https://blog.openfoodfacts.org/ja/">ブログ</a>をご覧ください。</p> <p>最近のニュース:</p>
ka: <p><<site_name>>-ის შესახებ დამატებითი ინფორმაციის მისაღებად, ეწვიეთ <a href="https://blog.openfoodfacts.org/en/">ჩვენს ბლოგს</a>!</p> <p>ბოლო სიახლეები:</p>
lt: <p>Norėdami sužinoti daugiau apie <<site_name>>, apsilankykite <a href="https://blog.openfoodfacts.org/en/">mūsų tinklaraštyje</a>!</p> <p>Paskutinės naujienos:</p>
lv: <p>Lai uzzinātu vairāk par <<site_name>>, apmeklējiet <a href="https://blog.openfoodfacts.org/en/">mūsu emuāru</a>!</p> <p>Jaunākās ziņas:</p>
nl_be: <p>Voor meer informatie over <<site_name>>, bezoek <a href="https://blog.openfoodfacts.org/en/">onze blog</a>!</p> <p>Recent nieuws:</p>
pl: <p>Aby dowiedź się więcej <<site_name>>,, odwiedź <a href="https://blog.openfoodfacts.org/en/">naszego bloga</a>!</p> <p>Aktualności:</p>
pt_pt: <p>Para saber mais sobre o <<site_name>>, visite <a href="https://blog.openfoodfacts.org/pt/">o nosso blogue</a>!</p> <p>Notícias recentes:</p>
ro: <p>Pentru a afla mai multe despre <<site_name>>, vizitați <a href="https://blog.openfoodfacts.org/ro/">blogul nostru</a>!</p> <p>Știri recente:</p>
ru: <p>Чтобы узнать больше об <<site_name>>, посетите <a href="https://blog.openfoodfacts.org/en/">наш блог</a>!</p> <p>Последние новости:</p>
sv: <p>För att lära dig mer om <<site_name>>, besök <a href="https://blog.openfoodfacts.org/en/">vår blogg</a>!</p> <p>Senaste nyheter:</p>
th: <p>หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ <<site_name>> โปรดเยี่ยมชม <a href="https://blog.openfoodfacts.org/en/">บล็อกของเรา</a>!</p> <p>ข่าวสารล่าสุด:</p>
tr: <p><<site_name>> hakkında daha fazla bilgi edinmek için <a href="https://blog.openfoodfacts.org/tr/">blogumuzu ziyaret edin</a>!</p> <p>Son haberler:</p>
uk: <p>Щоб дізнатися більше про <<site_name>>, відвідуй <a href="https://blog.openfoodfacts.org/en/">наш блог</a>!</p> <p>Останні новини:</p>
vi: <p>Để tìm hiểu thêm về <<site_name>>, hãy truy cập <a href="https://blog.openfoodfacts.org/en/">blog</a>của chúng tôi!</p> <p>Tin tức gần đây:</p>

# on_the_blog_title
source: News
ar: الاخبار
bg: Новини
ca: Notícies
cs: Novinky
da: Nyheder
de: Neuigkeiten
el: Νέα
eo: Novaĵoj
es: Noticias
fa: اخبار
fi: Uutiset
fr: Actualité
he: חדשות
hr: Vijesti
hu: Hírek
id: Berita
it: Attualità
ja: ニュース
ka: სიახლეები
lt: Žinios
lv: Jaunumi
ms: Berita
nl_be: Nieuws
pl: Aktualności
pt_pt: Notícias
ro: Noutăți
ru: Новости
sl: Novice
sv: Nyheter
th: ข่าว
tl: Balita
tr: Haberler
uk: Новини
vi: Thời sự
