Repository: openfoodfacts/openfoodfacts-server
Catalog: po/common/*.po
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, he, hr, hu, id, it, ja, ka, lt, lv, ms, nl_be, pl, pt_pt, ro, ru, sl, sv, th, tl, tr, uk, vi

# nutriscore_explanation_recommended_by_public_health_authorities
source: The display of this logo is recommended by public health authorities without obligation for companies.
bg: Показването на тази емблема се препоръчва от органите за обществено здравеопазване без задължение за компаниите.
cs: Zobrazení tohoto loga je doporučováno úřady ochrany veřejného zdraví nezávazně pro firmy.
de: Die Anzeige dieses Gütesiegels wird von öffentlichen Gesundheitsbehörden empfohlen, ohne dass Unternehmen dazu verpflichtet sind.
el: Η εμφάνιση αυτού του λογότυπου συνιστάται από τις αρχές δημόσιας υγείας χωρίς υποχρέωση για τις εταιρείες.
eo: La montrado de ĉi tiu emblemo estas rekomendata de publikasanaj aŭtoritatoj sen devo por kompanioj.
fa: نمایش این لوگو توسط مقامات بهداشت عمومی و بدون هیچ تعهدی برای شرکت‌ها توصیه شده است.
fi: Terveysviranomaiset suosittelevat tämän logon näyttämistä ilman velvollisuutta yrityksille.
fr: L'affichage de ce logo est recommandé par les pouvoirs publics sans obligation pour les entreprises.
he: הצגת לוגו זה מומלצת על ידי רשויות בריאות הציבור ללא התחייבות לחברות.
hr: Prikazivanje ovog logotipa preporučuju javnozdravstvene vlasti bez obveze za tvrtke.
hu: Ennek a logónak a feltüntetését a közegészségügyi hatóságok ajánlják, de a vállalatok számára nem kötelező.
id: Tampilan logo ini direkomendasikan oleh otoritas kesehatan masyarakat tanpa ada kewajiban bagi perusahaan.
it: L'esposizione di questo logo è consigliata dalle autorità di sanità pubblica, senza obbligo per le aziende.
ka: ამ ლოგოს ჩვენება რეკომენდებულია საზოგადოებრივი ჯანდაცვის ორგანოების მიერ კომპანიებისთვის ვალდებულების გარეშე.
lt: Šį logotipą rekomenduoja rodyti visuomenės sveikatos priežiūros institucijos, tačiau įmonės neprivalo to daryti.
lv: Šī logotipa attēlošanu iesaka sabiedrības veselības iestādes, neuzliekot uzņēmumiem nekādas saistības.
nl_be: Het tonen van dit logo wordt door de volksgezondheidsautoriteiten vrijblijvend aanbevolen voor bedrijven.
pl: Wyświetlanie tego logo jest zalecane, ale nie wymagane przez publiczne organy ds. zdrowia bez obowiązku dla przedsiębiorstw.
pt_pt: A exibição deste logótipo é recomendada pelas autoridades de saúde pública sem qualquer obrigatoriedade para as empresas.
ru: Размещение этого логотипа рекомендовано органами здравоохранения без каких-либо обязательств для компаний.
sv: Visning av denna logotyp rekommenderas av folkhälsomyndigheterna utan förpliktelser för företag.
th: หน่วยงานสาธารณสุขแนะนำให้แสดงโลโก้นี้ โดยไม่มีข้อผูกมัดใดๆ สำหรับบริษัทต่างๆ
uk: Показ цього логотипу рекомендовано органами охорони здоров’я без зобов’язань для компаній.

# nutriscore_explanation_title
source: What is the Nutri-Score?
bg: Какво представлява Nutri-Score?
cs: Co je Nutri-Score?
de: Was ist der Nutri-Score?
el: Τι είναι το Nutri-Score;
eo: Kio estas la Nutri-Poentaro?
fa: امتیاز تغذیه‌ای چیست؟
fi: Mikä on Nutri-Score?
fr: Qu'est ce que le Nutri-Score ?
he: מה זה Nutri-Score?
hr: Što je Nutri-Score?
hu: Mi az a Nutri-Score?
id: Apa itu Nutri-Score?
it: Cos'è il Nutri-Score?
ka: რა არის Nutri-Score?
lt: Kas yra „Nutri-Score“?
lv: Kas ir Nutri-Score?
nl_be: Wat is de Nutri-Score?
pl: Czym jest Nutri-Score?
pt_pt: O que é o Nutri-Score?
ru: Что такое Nutri-Score?
sv: Vad är Nutri-Score?
th: อธิบายเพิ่มเติมเกี่ยวกับ Nutri-Score
uk: Що таке Nutri-Score?

# nutrient_info_energy_risk
source: Energy intakes above energy requirements are associated with increased risks of weight gain, overweight, obesity, and consequently risk of diet-related chronic diseases.
bg: Енергийният прием над енергийните изисквания е свързан с повишен риск от наддаване на тегло, наднормено тегло, затлъстяване и следователно риск от хронични заболявания, свързани с диетата.
cs: Energetický příjem nad energetickou náročnost je spojen se zvýšeným rizikem přibírání na váze, nadváhou, obezitou a následně rizikem chronických onemocnění souvisejících s dietou.
de: Eine über dem Energiebedarf liegende Energiezufuhr ist mit einem erhöhten Risiko für Gewichtszunahme, Übergewicht, Fettleibigkeit und folglich für ernährungsbedingte chronische Krankheiten verbunden.
el: Η ενεργειακή πρόσληψη πάνω από τις ενεργειακές απαιτήσεις σχετίζεται με αυξημένους κινδύνους αύξησης βάρους, υπέρβαρου, παχυσαρκίας και κατά συνέπεια κίνδυνο χρόνιων ασθενειών που σχετίζονται με τη διατροφή.
eo: Energiaj konsumadoj super la energiaj bezonoj estas asociitaj kun pliigitaj riskoj de pezpliiĝo, trodikiĝo, obezeco, kaj sekve risko de diet-rilataj kronikaj malsanoj.
fa: دریافت انرژی بیش از نیاز روزانه با افزایش خطر افزایش وزن، اضافه وزن، چاقی و در نتیجه خطر ابتلا به بیماری‌های مزمن مرتبط با رژیم غذایی مرتبط است.
fi: Energiantarpeen ylittävä energiansaanti liittyy lisääntyneeseen painonnousun, ylipainon, liikalihavuuden ja siten ruokavalioon liittyvien kroonisten sairauksien riskiin.
fr: Les apports énergétiques supérieurs aux besoins énergétiques sont associés à des risques accrus de prise de poids, de surpoids, d'obésité et, par conséquent, à un risque de maladies chroniques liées à l'alimentation.
he: צריכת אנרגיה עודפת מעל דרישות האנרגיה המומלצות קשורה בסיכון מוגבר לעלייה במשקל, עודף משקל, השמנת יתר, וכתוצאה מכך לסיכון למחלות כרוניות הקשורות לתזונה.
hr: Unos energije iznad energetskih potreba povezan je s povećanim rizikom od debljanja, prekomjerne težine, pretilosti i posljedično rizika od kroničnih bolesti povezanih s prehranom.
hu: Az energiaszükségletet meghaladó energiabevitelt összefüggésbe hozzák a súlygyarapodással, túlsúllyal és elhízással, valamint az általuk okozott, az étrenddel összefüggő krónikus betegségek kockázatával.
id: Asupan energi di atas kebutuhan energi dikaitkan dengan peningkatan risiko kenaikan berat badan, kelebihan berat badan, obesitas, dan akibatnya risiko penyakit kronis yang berhubungan dengan pola makan.
it: Gli apporti energetici superiore al fabbisogno sono associati a un aumento dei rischi di aumento di peso, sovrappeso, obesità e consegunte rischio di malattie croniche legate all'alimentazione.
ka: ენერგიის მიღება ენერგეტიკულ მოთხოვნილებაზე მეტით ასოცირდება წონის მატების, ჭარბი წონის, სიმსუქნის და შესაბამისად, დიეტასთან დაკავშირებული ქრონიკული დაავადებების გაზრდილ რისკთან.
lt: Energijos suvartojimas, viršijantis energijos poreikį, yra susijęs su padidėjusia svorio, antsvorio bei nutukimo rizika, taip pat su mityba susijusių lėtinių ligų rizika.
lv: Enerģijas uzņemšana, kas pārsniedz enerģijas vajadzības, ir saistīta ar paaugstinātu svara pieauguma, liekā svara, aptaukošanās un līdz ar to ar uzturu saistītu hronisku slimību risku.
nl_be: Een energie-inname boven de energiebehoefte wordt in verband gebracht met een verhoogd risico op gewichtstoename, overgewicht en zwaarlijvigheid, en bijgevolg op een risico op voedingsgerelateerde chronische ziekten.
pl: Spożycie energii powyżej zapotrzebowania energetycznego wiąże się ze zwiększonym ryzykiem przyrostu masy ciała, nadwagi, otyłości, a w konsekwencji ryzykiem chorób przewlekłych związanych z dietą.
pt_pt: A ingestão de energia acima das necessidades energéticas está associada a riscos acrescidos de aumento de peso, excesso de peso, obesidade e, consequentemente, risco de doenças crónicas relacionadas com a alimentação.
ru: Потребление энергии сверх необходимой связано с повышенным риском увеличения веса, избыточного веса, ожирения и, следовательно, риска возникновения хронических заболеваний, связанных с питанием.
sv: Energiintag över energibehovet är förknippade med ökade risker för viktökning, övervikt, fetma och följaktligen risk för kostrelaterade kroniska sjukdomar.
th: การบริโภคพลังงานเกินความต้องการมีความสัมพันธ์กับความเสี่ยงที่เพิ่มขึ้นของการมีน้ำหนักเกิน โรคอ้วน และส่งผลให้มีความเสี่ยงต่อโรคเรื้อรังที่เกี่ยวข้องกับอาหารมากขึ้น
uk: Споживання енергії, що перевищує енергетичні потреби, пов’язане з підвищеним ризиком збільшення ваги, надмірної ваги, ожиріння та, як наслідок, ризиком хронічних захворювань, пов’язаних з дієтою.

# nutrient_info_saturated_fat_risk
source: A high consumption of fat, especially saturated fats, can raise cholesterol, which increases the risk of heart diseases.
bg: Високата консумация на мазнини, особено на наситени мазнини, може да повиши холестерола, което увеличава риска от сърдечни заболявания.
cs: Vysoká konzumace tuků, zejména nasycených, může zvýšit hladinu cholesterolu, což zvyšuje riziko srdečních onemocnění.
de: Ein hoher Konsum von Fett, insbesondere von gesättigten Fettsäuren, kann den Cholesterinspiegel erhöhen, was das Risiko von Herzkrankheiten steigert.
el: Η υψηλή κατανάλωση λιπαρών, ιδιαίτερα κορεσμένων, μπορεί να αυξήσει τη χοληστερόλη, η οποία αυξάνει τον κίνδυνο καρδιακών παθήσεων.
eo: Troa konsumo de grasoj, precipe saturitaj grasoj, povas altigi kolesterolon, kio pliigas la riskon de kormalsanoj.
fa: مصرف زیاد چربی، به ویژه چربی‌های اشباع شده، می‌تواند کلسترول را افزایش دهد که خطر بیماری‌های قلبی را افزایش می‌دهد.
fi: Runsas rasvojen kulutus, erityisesti tyydyttyneiden rasvojen, voi nostaa kolesterolia, mikä lisää sydänsairauksien riskiä.
fr: Une consommation élevée de matières grasses, en particulier d'acides gras saturés, peut augmenter le cholestérol, ce qui augmente le risque de maladies cardiaques.
he: צריכה גבוהה של שומן, במיוחד שומנים רוויים, עלולה להעלות את הכולסטרול, מה שמגביר את הסיכון למחלות לב.
hr: Visoka konzumacija masti, posebno zasićenih masti, može povisiti kolesterol, što povećava rizik od srčanih bolesti.
hu: A zsírok, különösen a telített zsírsavak túlzott fogyasztása növelheti a koleszterinszintet, ami növeli a szívbetegségek kockázatát.
id: Konsumsi lemak yang tinggi, terutama lemak jenuh, dapat meningkatkan kolesterol, yang meningkatkan risiko penyakit jantung.
it: Un elevato consumo di grassi, in particolare di grassi saturi, può aumentare il colesterolo, che aumenta il rischio di malattie cardiache.
ka: ცხიმების, განსაკუთრებით ნაჯერი ცხიმების დიდი რაოდენობით მიღებამ შეიძლება გამოიწვიოს ქოლესტერინის დონის მატება, რაც ზრდის გულის დაავადებების რისკს.
lt: Didelis riebalų, ypač sočiųjų, vartojimas gali padidinti cholesterolio kiekį, o tai padidina širdies ligų riziką.
lv: Liels tauku, īpaši piesātināto tauku, patēriņš var paaugstināt holesterīna līmeni, kas savukārt palielina sirds slimību risku.
nl_be: Een hoge consumptie van vet, vooral verzadigde vetten, kan het cholesterol verhogen, wat het risico op hartaandoeningen verhoogt.
pl: Wysokie spożycie tłuszczów, zwłaszcza tłuszczów nasyconych, może podnieść poziom cholesterolu, co zwiększa ryzyko chorób serca.
pt_pt: O consumo elevado de gorduras (lípidos), especialmente de gorduras saturadas (lípidos saturados), pode aumentar o colesterol, o que aumenta o risco de doenças cardíacas.
ru: Высокое потребление жиров, особенно насыщенных, может привести к повышению уровня холестерина, что увеличивает риск сердечных заболеваний.
sv: Ett högt intag av fett, särskilt mättat fett, kan höja kolesterolet, vilket ökar risken för hjärtsjukdomar.
th: การบริโภคไขมันในปริมาณมาก โดยเฉพาะไขมันอิ่มตัว นั้นเพิ่มคอเลสเตอรอล ซึ่งเพิ่มความเสี่ยงต่อการเกิดโรคหลอดเลือดทั้งหัวใจและสมอง
uk: Високе споживання жирів, особливо насичених, може підвищити рівень холестерину, що збільшує ризик серцевих захворювань.

# nutrient_info_saturated_fat_ratio_risk
source: A high consumption of fat, especially saturated fats, can raise cholesterol, which increases the risk of heart diseases.
bg: Високата консумация на мазнини, особено на наситени мазнини, може да повиши холестерола, което увеличава риска от сърдечни заболявания.
cs: Vysoká konzumace tuků, zejména nasycených, může zvýšit hladinu cholesterolu, což zvyšuje riziko srdečních onemocnění.
de: Ein hoher Konsum von Fett, insbesondere von gesättigten Fettsäuren, kann den Cholesterinspiegel erhöhen, was das Risiko von Herzkrankheiten steigert.
el: Η υψηλή κατανάλωση λιπαρών, ιδιαίτερα κορεσμένων, μπορεί να αυξήσει τη χοληστερόλη, η οποία αυξάνει τον κίνδυνο καρδιακών παθήσεων.
eo: Troa konsumo de grasoj, precipe saturitaj grasoj, povas altigi kolesterolon, kio pliigas la riskon de kormalsanoj.
fa: مصرف زیاد چربی، به ویژه چربی‌های اشباع شده، می‌تواند کلسترول را افزایش دهد که خطر بیماری‌های قلبی را افزایش می‌دهد.
fi: Runsas rasvojen kulutus, erityisesti tyydyttyneiden rasvojen, voi nostaa kolesterolia, mikä lisää sydänsairauksien riskiä.
fr: Une consommation élevée de matières grasses, en particulier d'acides gras saturés, peut augmenter le cholestérol, ce qui augmente le risque de maladies cardiaques.
he: צריכה גבוהה של שומן, במיוחד שומנים רוויים, עלולה להעלות את הכולסטרול, מה שמגביר את הסיכון למחלות לב.
hr: Visoka konzumacija masti, posebno zasićenih masti, može povisiti kolesterol, što povećava rizik od srčanih bolesti.
hu: A zsírok, különösen a telített zsírsavak túlzott fogyasztása növelheti a koleszterinszintet, ami növeli a szívbetegségek kockázatát.
id: Konsumsi lemak yang tinggi, terutama lemak jenuh, dapat meningkatkan kolesterol, yang meningkatkan risiko penyakit jantung.
it: Un elevato consumo di grassi, in particolare di grassi saturi, può aumentare il colesterolo, che aumenta il rischio di malattie cardiache.
ka: ცხიმების, განსაკუთრებით ნაჯერი ცხიმების დიდი რაოდენობით მიღებამ შეიძლება გამოიწვიოს ქოლესტერინის დონის მატება, რაც ზრდის გულის დაავადებების რისკს.
lt: Didelis riebalų, ypač sočiųjų, vartojimas gali padidinti cholesterolio kiekį, o tai padidina širdies ligų riziką.
lv: Liels tauku, īpaši piesātināto tauku, patēriņš var paaugstināt holesterīna līmeni, kas savukārt palielina sirds slimību risku.
nl_be: Een hoge consumptie van vet, vooral verzadigde vetten, kan het cholesterol verhogen, wat het risico op hartaandoeningen verhoogt.
pl: Wysokie spożycie tłuszczów, zwłaszcza tłuszczów nasyconych, może podnieść poziom cholesterolu, co zwiększa ryzyko chorób serca.
pt_pt: O consumo elevado de gorduras (lípidos), especialmente de gorduras saturadas (lípidos saturados), pode aumentar o colesterol, o que aumenta o risco de doenças cardíacas.
ru: Высокое потребление жиров, особенно насыщенных, может привести к повышению уровня холестерина, что увеличивает риск сердечных заболеваний.
sv: Ett högt intag av fett, särskilt mättat fett, kan höja kolesterolet, vilket ökar risken för hjärtsjukdomar.
th: การบริโภคไขมันในปริมาณมาก โดยเฉพาะไขมันอิ่มตัว นั้นเพิ่มคอเลสเตอรอล ซึ่งเพิ่มความเสี่ยงต่อการเกิดโรคหลอดเลือดทั้งหัวใจและสมอง
uk: Високе споживання жирів, особливо насичених, може підвищити рівень холестерину, що збільшує ризик серцевих захворювань.

# nutrient_info_energy_from_saturated_fat_risk
source: A high consumption of fat, especially saturated fats, can raise cholesterol, which increases the risk of heart diseases.
bg: Високата консумация на мазнини, особено на наситени мазнини, може да повиши холестерола, което увеличава риска от сърдечни заболявания.
cs: Vysoká konzumace tuků, zejména nasycených, může zvýšit hladinu cholesterolu, což zvyšuje riziko srdečních onemocnění.
de: Ein hoher Konsum von Fett, insbesondere von gesättigten Fettsäuren, kann den Cholesterinspiegel erhöhen, was das Risiko von Herzkrankheiten steigert.
el: Η υψηλή κατανάλωση λιπαρών, ιδιαίτερα κορεσμένων, μπορεί να αυξήσει τη χοληστερόλη, η οποία αυξάνει τον κίνδυνο καρδιακών παθήσεων.
eo: Troa konsumo de grasoj, precipe saturitaj grasoj, povas altigi kolesterolon, kio pliigas la riskon de kormalsanoj.
fa: مصرف زیاد چربی، به ویژه چربی‌های اشباع شده، می‌تواند کلسترول را افزایش دهد که خطر بیماری‌های قلبی را افزایش می‌دهد.
fi: Runsas rasvojen kulutus, erityisesti tyydyttyneiden rasvojen, voi nostaa kolesterolia, mikä lisää sydänsairauksien riskiä.
fr: Une consommation élevée de matières grasses, en particulier d'acides gras saturés, peut augmenter le cholestérol, ce qui augmente le risque de maladies cardiaques.
he: צריכה גבוהה של שומן, במיוחד שומנים רוויים, עלולה להעלות את הכולסטרול, מה שמגביר את הסיכון למחלות לב.
hr: Visoka konzumacija masti, posebno zasićenih masti, može povisiti kolesterol, što povećava rizik od srčanih bolesti.
hu: A zsírok, különösen a telített zsírsavak túlzott fogyasztása növelheti a koleszterinszintet, ami növeli a szívbetegségek kockázatát.
id: Konsumsi lemak yang tinggi, terutama lemak jenuh, dapat meningkatkan kolesterol, yang meningkatkan risiko penyakit jantung.
it: Un elevato consumo di grassi, in particolare di grassi saturi, può aumentare il colesterolo, che aumenta il rischio di malattie cardiache.
ka: ცხიმების, განსაკუთრებით ნაჯერი ცხიმების დიდი რაოდენობით მიღებამ შეიძლება გამოიწვიოს ქოლესტერინის დონის მატება, რაც ზრდის გულის დაავადებების რისკს.
lt: Didelis riebalų, ypač sočiųjų, vartojimas gali padidinti cholesterolio kiekį, o tai padidina širdies ligų riziką.
lv: Liels tauku, īpaši piesātināto tauku, patēriņš var paaugstināt holesterīna līmeni, kas savukārt palielina sirds slimību risku.
nl_be: Een hoge consumptie van vet, vooral verzadigde vetten, kan het cholesterol verhogen, wat het risico op hartaandoeningen verhoogt.
pl: Wysokie spożycie tłuszczów, zwłaszcza tłuszczów nasyconych, może podnieść poziom cholesterolu, co zwiększa ryzyko chorób serca.
pt_pt: O consumo elevado de gorduras (lípidos), especialmente de gorduras saturadas (lípidos saturados), pode aumentar o colesterol, o que aumenta o risco de doenças cardíacas.
ru: Высокое потребление жиров, особенно насыщенных, может привести к повышению уровня холестерина, что увеличивает риск сердечных заболеваний.
sv: Ett högt intag av fett, särskilt mättat fett, kan höja kolesterolet, vilket ökar risken för hjärtsjukdomar.
th: การบริโภคไขมันในปริมาณมาก โดยเฉพาะไขมันอิ่มตัว นั้นเพิ่มคอเลสเตอรอล ซึ่งเพิ่มความเสี่ยงต่อการเกิดโรคหลอดเลือดทั้งหัวใจและสมอง
uk: Високе споживання жирів, особливо насичених, може підвищити рівень холестерину, що збільшує ризик серцевих захворювань.
