Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openproductsfacts/*.po
Languages: bg, ca, da, de, es, fr, he, ko, nl_be, pt_br, ro, vi, zh_cn

# ingredients_text_example
source: AQUA/WATER, SODIUM LAURETH SULFATE, DISODIUM COCOAMPHODIACETATE, GLYCOL DISTEARATE, COCAMIDE MEA
bg: ВОДА, НАТРИЕВ ЛАУРЕТ СУЛФАТ, ДИНАТРИЕВ КОКОАМФОДИАЦЕТАТ, ГЛИКОЛ ДИСТЕАРАТ, КОКАМИД МЕА
ca: AQUA/AIGUA, SULFAT DE LAURETH SÒDIC, COCOAMFODIACETAT DE SODI, DISTEARAT DE GLICOL, COCAMIDE MEA
da: AQUA/VAND, NATRIUM LAURETH SULFAT, DINATRIUM COCOAMPHODIACETATE, GLYCOL DISTEARATE, COCAMIDE MEA
de: Wasser, Natriumlaurylethersulfat, Dinatriumcocoamphodiacetat, Ethylenglycoldistearat, N-(Hydroxyethyl)-Kokosfettsäureamid
es: AGUA, LAURIL ÉTER SULFATO DE SODIO, COCOANFODIACETATO DE DISODIO, DIESTERATO DE GLICOL, COCAMIDE MEA
fr: AQUA / EAU, LAURETH SULFATE DE SODIUM, COCOAMPHODIACETATE DISODIQUE, DISTEARATE DE GLYCOL, COCAMIDE MEA
ko: 아쿠아 / 워터, 소듐 라우 레스 설페이트, 디소듐 코코암포 아세테이트, 글라이콜 디스테아레이트, 코카마이드엠이에이 측정
pt_br: AQUA / ÁGUA, SULFATO DE LÍTIO DE SÓDIO, COCOAMPHODIACETATE DE DISÓDIO, GLICOL DISTEARADO, COCAMIDE MEA
ro: AQUA/APA, LAURIL SULFAT DE SODIU, COCOAMFODIACETATE DE DISODIUM, DISTEARAT DE GLICOL, COCAMIDE MEA
vi: NƯỚC, NATRI LAURETH SUNFAT, DISODIUM COCOAMPHODIACETATE, GLYCOL DISTEARATE, COCAMITE DEA

# site_name
source: Open Products Facts
da: Open Product Facts
nl_be: Open Product Facts

# generic_name_example
source: Android smartphone
bg: Android смартфон
ca: Mòbil Android
da: Android-smarttelefon
es: Teléfono inteligente Android
fr: Smartphone android
he: טלפון חכם עם Android
ko: 안드로이드 스마트폰
pt_br: Telemóvel Android
ro: Smartphone Android
vi: Điện thoại smartphone Android
zh_cn: 安卓智能手机

# facebook_page
source: https://www.facebook.com/OpenFoodFacts
fr: https://www.facebook.com/OpenFoodFacts.fr
zh_cn: 深入到产品中

# footer_wiki_link
source: https://en.wiki.openfoodfacts.org
es: https://es.wiki.openfoodfacts.org
fr: https://fr.wiki.openfoodfacts.org

# ios_app_link
source: https://apps.apple.com/app/open-beauty-facts/id1122926380
bg: https://apps.apple.com/bg/app/open-beauty-facts/id1122926380
ko: https://apps.apple.com/kr/app/open-beauty-facts/id1122926380
nl_be: https://apps.apple.com/nl/app/open-beauty-facts/id1122926380
pt_br: https://apps.apple.com/pt/app/open-beauty-facts/id1122926380
zh_cn: https://apps.apple.com/cn/app/open-beauty-facts/id1122926380

# windows_phone_app_link
source: https://www.microsoft.com/en-us/p/openfoodfacts/9nblggh0dkqr
es: https://www.microsoft.com/es-us/p/openfoodfacts/9nblggh0dkqr
nl_be: https://www.microsoft.com/nl-nl/p/openfoodfacts/9nblggh0dkqr

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Thank you!
es: Esta página de producto no está completa. Puedes ayudar a completarla editando y agregando más datos de las fotos que tenemos, o tomando más fotos con la aplicación para <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> o <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone / iPad</a>. ¡Gracias!
nl_be: Deze productpagina is niet compleet. Je kunt helpen door het product te bewerken en meer gegevens van bestaande foto's toe te voegen, of door meer foto's te maken met de app voor <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> of <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Bedankt!

# og_image_url
source: https://static.openproductsfacts.org/images/misc/openproductsfacts-logo-en-178x150.png
ca: https://static.openproductsfacts.org/images/misc/openproductsfacts-logo-ca-178x150.png
nl_be: https://static.openproductsfacts.org/images/misc/openproductsfacts-logo-nl-178x150.png
ro: https://static.openproductsfacts.org/images/misc/openproductsfacts-logo-ro-178x150.png

# openfoodhunt_points
source: It's <a href="/open-product-hunt">Open Product Hunt</a> on <<site_name>> from Saturday February 21st to Sunday March 1st! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
bg: Това е <a href="/open-product-hunt">Лов на Open Product</a> на <<site_name>> от събота, 21 февруари до неделя, 1 март! Сътрудниците получават точки Explorer за продукти, които добавят, и Ambassador точки за нови сътрудници, които наемат. Точките се актуализират на всеки 30 минути.
ca: És <a href="/open-product-hunt">Temporada de caça de productes</a> del <<site_name>> dissabte 21 de febrer al diumenge 1 de març! Els col·laboradors rebran punts d'Explorador pels productes que afegeixin i punts d'Ambaixador per als nous col·laboradors que reclutin. Els punts s'actualitzen cada 30 minuts.
es: ¡Esta <a href="/open-product-hunt">Open Product Hunt</a> en <<site_name>> tendrá lugar desde el sábado 21 de febrero de 2019 hasta el domingo 1 de marzo! Los colaboradores serán premiados con puntos de Explorador por los productos que añadan y con puntos de Emabajador por los nuevos colaboradores que recluten. Los puntos son actualizados cada 30 minutos.
he: זה הוא <a href="/open-product-hunt">Open Product Hunt</a> אצל <<site_name>> החל מיום שבת, 21 בפברואר עד יום ראשון, 1 במרץ! התרומות מזכות בנקודות חוקרים על מוצרים שהם מוסיפים ונקודות שגרירות על תרומים חדשים שמגויסים על ידם. הנקודות מתעדכנות כל חצי שעה.
ko: 2월 21 일 토요일부터 3 월 1 일 일요일까지 <site_name>에서 < <site_name> >의 <a href="/open-product-hunt">Open Product Hunt</a> 입니다! 기여자에게는 추가 한 제품에 대해 탐험가 점수와, 새로 모집 한 신규 기여자에 대한 대사 점수가 부여됩니다. 포인트는 30 분마다 업데이트됩니다.
nl_be: Het is <a href="/open-product-hunt">Open Product Hunt</a> op <<site_name>> van zaterdag 23 februari tot zondag 1 maart 1! Deelnemers ontvangen Ontdekkerspunten voor de producten die ze toevoegen, en Ambassadeurspunten voor nieuwe deelnemers, die ze aanbrengen. De punten worden elke minuten geupdate.
pt_br: É a <a href="/open-product-hunt">Open Product Hunt</a> no <<site_name>> de sábado, 21 de fevereiro a domingo, 1 de março! Os participantes são recompensados com pontos de Explorador para os produtos que adicionarem e com pontos de Embaixador para as novas contribuições que tiverem recrutado. Os pontos são actualizados a cada 30 minutos.
ro: Este <a href="/open-product-hunt">Open Product Hunt</a> pe <<site_name>> de sâmbătă, 21 februarie, până duminică, 1 martie! Colaboratorilor li se acordă puncte Explorer pentru produsele pe care le adaugă și puncte Ambasador pentru colaboratorii noi pe care îi recrutează. Punctele sunt actualizate la fiecare 30 de minute.
vi: Trên <a href="/open-product-hunt">Open Product Hunt</a> trong khoảng <<site_name>> từ Thứ Bảy ngày 21 tháng Hai đến Chủ Nhật ngày 1 tháng Ba! Cộng tác viên được thưởng điểm Khám phá cho các sản phẩm họ thêm vào và điểm Đại sứ cho những cộng tác viên mới mà họ kêu gọi tham gia cùng. Điểm được cập nhật sau mỗi 30 phút.
zh_cn: 这是 <a href="/open-product-hunt">Open Product Hunt</a> on <<site_name>>从2月21号周六到3月1号周天以来的数据。贡献者可以通过添加产品和招募新的参与者获得积分。积分每30分钟会更新一次。

# android_apk_app_link
source: https://world.openproductsfacts.org/images/apps/off.apk
pt_br: https://br.openproductsfacts.org/images/apps/off.apk

# windows_phone_app_link
source: https://apps.microsoft.com/store/detail/open-food-facts-scan-to-get-nutriscore-ecoscore-and-more/XP8LT18SRPKLRG
bg: https://www.microsoft.com/bg-bg/p/openfoodfacts/9nblggh0dkqr
he: https://www.microsoft.com/he-il/p/openfoodfacts/9nblggh0dkqr
pt_br: https://www.microsoft.com/pt-pt/p/openfoodfacts/9nblggh0dkqr
ro: https://www.microsoft.com/ro-ro/p/openfoodfacts/9nblggh0dkqr
vi: https://www.microsoft.com/fr-fr/p/openfoodfacts/9nblggh0dkqr
zh_cn: https://www.microsoft.com/zh-cn/p/openfoodfacts/9nblggh0dkqr

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Thank you!
bg: Тази продуктова страница не е пълна. Можеш да помогнеш, като я редактираш и добавиш повече данни от снимките, които имаме, или като направиш още снимки с помощта на приложението за <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> или <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Благодаря ти!
ca: Aquesta pàgina de producte no està completa. Pots ajudar a completar-la editant-la i afegint més dades a partir de les fotos que tenim, o fent més fotos utilitzant l'app per a <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=ca">Android</a> o <a href="https://apps.apple.com/ca/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Gràcies!
he: עמוד מוצר זה לוקה בחסר. ניתן לסייע להשלים אותו על ידי עריכה או הוספת נתונים נוספים מהתמונות שכבר יש לנו או על ידי צילום תמונות נוספות באמצעות יישומון ה־<a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> או ה־<a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. תודה רבה!
ko: 이 제품 페이지는 완전하지 않습니다. 편집해서 우리가 가지고 있는 사진의 데이터를 더 추가하거나, <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=ko">안드로이드</a>나 <a href="https://apps.apple.com/kr/app/open-beauty-facts/id1122926380">아이폰/아이패드용</a> 앱을 사용하여 더 많은 사진을 찍으면 완성할 수 있습니다. 고맙습니다!
pt_br: Esta página de produto não está completa. Pode ajudar a completá-la editando-la e adicionando mais dados das fotos existentes ou tirando mais fotos usando a App para <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> ou <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Obrigado!
ro: Această pagină de produs nu este completă. Puteți ajuta să o finalizați editând-o și adăugând mai multe date din fotografiile pe care le avem, sau făcând mai multe fotografii folosind aplicația pentru <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> sau <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Mulțumesc!
vi: Trang sản phẩm này chưa hoàn chỉnh. Bạn có thể giúp hoàn thành nó bằng cách chỉnh sửa nó và thêm nhiều dữ liệu hơn từ ảnh chúng tôi có hoặc bằng cách chụp nhiều ảnh hơn bằng ứng dụng dành cho <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> hoặc <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone / iPad</a>. Cảm ơn bạn!
zh_cn: 这个产品页不完整。你可以帮忙完善它。对它进行编辑，或者加入我们现有的图片中的数据，也可以通过适用于<a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. 的APP拍更多的照片

# bottom_content
source: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donating to Open Products Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
bg: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Дарете на Open Food Facts" /></a><p><<site_name>> се прави от сдружение с нестопанска цел, независимо от индустрията. Той е направен за всички, от всички и се финансира от всички. Можете да подкрепите нашата работа, като <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">дарите на Open Food Facts</a> а също и чрез <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">като използвате търсачката Lilo</a>.<br/><b>Благодарям ви!</b></p>
ca: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>> està fet per una associació sense ànim de lucre, independent de la indústria. Està fet col·lectivament i per a tothom. Podeu donar-nos suport a <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donant a Open Beauty Facts</a> i també utilitzant<a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts"> el motor de cerca Lilo</a>.<br/><b>Gràcies!</b></p>
he: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="תרומה ל־Open Products Facts" /></a><p><<site_name>> נוסד על ידי ארגון ללא מטרות רווח, ללא תלות בתעשייה. הוא נוצר לטובת כולם, על ידי כולם ובמימון כולם. ניתן לתמוך בעבודה שלנו על ידי <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">תרומה ל־Open Products Facts</a> וגם על ידי <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">שימוש במנוע החיפוש Lilo</a>.<br/><b>תודה רבה!</b></p>
ko: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>>는 비영리 단체가 운영하고 있습니다. 여러분을 위해, 여러분에 의해 그리고 여러분의 기부에 의해 운영됩니다. <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">Open Products Facts에 기부하거나</a> <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">릴로 서치 엔진을 이용해서 저희에게 힘이 되어주세요</a>.<br/><b>감사합니다!</b></p>
pt_br: <a href="https://br.openfoodfacts.org/fazer-um-donativo-ao-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Doar ao Open Products Facts" /></a><p><<site_name>> é feito por uma associação sem fins lucrativos, independente do setor. É feito para todos, por todos, e financiado por todos. Você pode apoiar nosso trabalho <a href="https://br.openfoodfacts.org/fazer-um-donativo-ao-open-food-facts">doando para Open Products Facts</a> e também <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando o mecanismo de busca Lilo</a>.<br/><b>Obrigado!</b></p>
ro: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>> se face de o asociatie nonprofit, independenta de industrie. Este făcut pentru toți, de toți și este finanțat de toți. Ne puteți susține munca <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donând la Open Products Facts</a> și, de asemenea, până la <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">folosind motorul de căutare Lilo</a>.<br/><b>Mulțumesc!</b></p>
vi: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>> được thực hiện bởi một hiệp hội phi lợi nhuận, độc lập với ngành. Nó được tạo ra cho tất cả, bởi tất cả, và nó được tài trợ bởi tất cả. Bạn có thể ủng hộ công việc của chúng tôi bằng cách đóng góp <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">cho Open Products Facts</a> và <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">bằng cách sử dụng công cụ tìm kiếm Lilo</a>.<br/><b>Xin cảm ơn!</b></p>
zh_cn: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>> 是由独立于行业的非盈利协会制作。它服务于所有人，也是由所有人参与贡献的。 <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">捐赠给 Open Products Facts</a> 以及 <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">使用 Lilo 搜索引擎</a>来支持我们的工作。<br/><b>谢谢！</b></p>

# footer_wiki_link
source: https://wiki.openfoodfacts.org
ca: https://es-ca.openfoodfacts.org/faq
pt_br: https://pt.wiki.openfoodfacts.org

# footer
source: <a href="https://world.openproductsfacts.org/legal">Legal</a> - <a href="https://world.openproductsfacts.org/terms-of-use">Terms of Use</a> - <a href="https://world.openproductsfacts.org/who-we-are">Who we are</a> - <a href="https://world.openproductsfacts.org/faq">Frequently Asked Questions</a> - <a href="https://openfoodfacts.uservoice.com/">Ideas Forum</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">Press and Blogs</a>
es: <a href="https://world.openproductsfacts.org/legal">Legal</a> - <a href="https://world.openproductsfacts.org/terms-of-use">Términos de Uso</a> - <a href="https://world.openproductsfacts.org/who-we-are">Quiénes somos</a> - <a href="https://world.openproductsfacts.org/faq">Preguntas Frecuentes</a> - <a href="https://openfoodfacts.uservoice.com/">Foro de Ideas</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">Prensa y Blogs</a>
ko: <a href="https://world.openproductsfacts.org/legal">법률 <span class="notranslate"></a> </span> <a href="https://world.openproductsfacts.org/terms-of-use">이용 약관</a> - <a href="https://world.openproductsfacts.org/who-we-are">저희는 이런 사람들이에요</a> - <a href="https://world.openproductsfacts.org/faq">자주 묻는 질문 (FAQ)</a> - <a href="https://openfoodfacts.uservoice.com/">아이디어 포럼</a> - <a href="https://en.blog.openfoodfacts.org">블로그</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">를 누르고 블로그</a>
zh_cn: <a href="https://world.openproductsfacts.org/legal">法律</a> - <a href="https://world.openproductsfacts.org/terms-of-use">使用条款</a> - <a href="https://world.openproductsfacts.org/who-we-are">我们是谁</a> - <a href="https://world.openproductsfacts.org/faq">常见问题</a> - <a href="https://openfoodfacts.uservoice.com/">创意论坛</a> - <a href="https://en.blog.openfoodfacts.org">博客</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">新闻和博客</a>

# brands_example
source: Nike, Apple
ko: 애플, 나이키
zh_cn: 耐克，苹果
