Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openproductsfacts/*.po
Languages: bg, ca, da, de, es, fr, he, ko, nl_be, pt_br, ro, vi, zh_cn

source: :langtag
da: da
de: de
fr: fr

source: :langname
da: Dansk
de: Deutsch
fr: French

# android_app_link
source: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=en
bg: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=bg
ca: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=ca
da: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=da
de: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=de
he: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=he
ko: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=ko
nl_be: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=nl
pt_br: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=pt
ro: https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner&hl=ro

# ios_app_link
source: https://itunes.apple.com/en/app/open-beauty-facts/id1122926380
de: https://itunes.apple.com/de/app/open-beauty-facts/id1122926380

# logo
source: openproductsfacts-logo-en-178x150.png
da: openproductsfacts-logo-da-178x150.png
de: openproductsfacts-logo-de-178x150.png
he: openproductsfacts-logo-he-178x150.png
nl_be: openproductsfacts-logo-nl-178x150.png
ro: openproductsfacts-logo-ro-178x150.png
vi: openproductsfacts-logo-vi-178x150.png

# logo2x
source: openproductsfacts-logo-en-356x300.png
da: openproductsfacts-logo-da-356x300.png
de: openproductsfacts-logo-de-356x300.png
he: openproductsfacts-logo-he-356x300.png
nl_be: openproductsfacts-logo-nl-356x300.png
ro: openproductsfacts-logo-ro-356x300.png
vi: openproductsfacts-logo-vi-356x300.png

# windows_phone_app_link
source: https://www.windowsphone.com/en-us/store/app/openfoodfacts/5d7cf939-cfd9-4ac0-86d7-91b946f4df34
de: https://www.microsoft.com/de-de/store/p/openfoodfacts/9nblggh0dkqr
fr: https://www.windowsphone.com/fr-fr/store/app/openfoodfacts/5d7cf939-cfd9-4ac0-86d7-91b946f4df34

# tagline
source: Open Products Facts gathers information and data on products from around the world.
bg: Open Products Facts събира информация и данни за продукти от цял свят.
ca: Open Products Facts reuneix informació i dades de productes d'arreu del món.
da: Open Food Facts indsamler oplysninger og data om fødevareprodukter fra hele verden.
de: Open Products Facts erfasst Informationen und Daten zu Produkten aus der ganzen Welt.
es: Open Products Facts recopila información y datos sobre productos de todo el mundo.
fr: Open Products Facts rassemble des informations et des données sur les produits du monde entier.
he: המיזם Open Products Facts אוסף מידע ונתונים על מוצרים מכל רחבי העולם.
ko: Open Products Facts 는 세계 각국에서 식품 제품에 대한 정보와 데이터를 수집합니다.
nl_be: Open Products Facts verzamelt informatie en gegevens over producten van over de hele wereld.
pt_br: O Open Products Facts reune dados e informação sobre produtos de todo o mundo.
ro: Open Products Facts adună informații și date despre produse din întreaga lume.
vi: Open Products Facts thu thập thông tin và dữ liệu về các sản phẩm từ khắp nơi trên thế giới.
zh_cn: Open Products Facts从全世界收集产品的信息和数据

# twitter_account
source: OpenFoodFacts
bg: OpenFoodFactsBG
de: OpenFoodFactsDe
es: OpenFoodFactsEs
fr: OpenFoodFactsFr
nl_be: OpenFoodFactsNl
pt_br: OpenFoodFactsPt

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> or <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Thank you!
da: Denne produktside er ufuldstændig. Du kan hjælpe med at færdiggøre den ved at redigere den og tilføje yderligere data fra de fotos, vi har, eller ved at tage flere fotos vha. app'en til <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> eller <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Tak!
de: Diese Produktseite ist nicht vollständig. Sie können helfen, sie zu vervollständigen, indem Sie das Produkt bearbeiten und weitere Daten aus den vorhandenen Fotos hinzufügen oder indem Sie mehr Fotos aufnehmen mit der App für <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> oder <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Vielen Dank!
fr: La page de ce produit n'est pas complète. Vous pouvez aider à la compléter en l'éditant et en ajoutant plus de données à partir des photos que nous avons, ou en prenant plus de photos à l'aide de l'application pour <a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> ou <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone / iPad</a>. Merci!

# bottom_content
source: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Products Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donating to Open Products Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
da: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> er oprettet af en non-profit, industriuafhængig sammenslutning. Den er lavet til alle, af alle, og den finansieres af alle. Du kan støtte vores arbejde ved at <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donere til Open Products Facts</a> samt ved <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">benytte Lilo-søgemaskinen</a>.<br/><b>Tak!</b></p>
de: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Für Open Products Facts spenden" /></a><p>„<site_name>” wird von einem gemeinnützigen, branchenunabhängigen Verein geführt. Sie ist für alle gemacht, von allen, und sie wird von allen finanziert. Sie können unsere Arbeit unterstützen, <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">indem Sie an Open Products Facts spenden</a> und auch die <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">Suchmaschine „Lilo” nutzen</a>.<br/><b>Vielen Dank!</b></p>
es: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> es trabajado por una asociación sin fines de lucro, independiente de la industria. Está construido por todos, para todos, fondeado por todos. Puede soportar nuestro trabajo <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donando a Open Food Facts</a> y también <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando el motor de búsqueda Lilo</a>.<br/><b>¡Muchas gracias!</b></p>
fr: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donner à Open Food Facts" /></a><p><<site_name>> est réalisé par une association à but non lucratif, indépendante de l'industrie. Il est réalisé pour tous, par tous, et est financé par tous. Vous pouvez aider en <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"> faisant un don à Open Food Facts</a> et aussi en <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts"> utilisant le moteur de recherche Lilo</a>.<br/><b>Merci !</b></p>
nl_be: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Doneer aan Open Products Facts" /></a><p><<site_name>> wordt gemaakt door een non-profit vereniging, onafhankelijk van de industrie. Het is gemaakt voor iedereen, door iedereen, en wordt gefinancierd door iedereen. Je kunt ons werk steunen door <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"> te doneren aan Open Food Facts</a> en ook door <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">de Lilo zoekmachine te gebruiken</a>.<br/><b>Bedankt!</b></p>

# donate
source: Donate to Open Products Facts
bg: Дари за Open Products Facts
ca: Feu un donatiu a Open Products Facts
da: Donér til Open Prodcts Facts
de: An Open Products Facts spenden
es: Donar a Open Products Facts
fr: Faire un don à l'association Open Food Facts
he: תרומה ל־Open Products Facts
ko: Open Products Facts에게 기부하기
nl_be: Doneer aan Open Products Facts
pt_br: Fazer um donativo ao Open Products Facts
ro: Donează pentru Open Products Facts
vi: Đóng góp cho Open Products Facts
zh_cn: 贡献给Open Products Facts

# footer
source: <a href="https://world.openproductsfacts.org/legal">Legal</a> - <a href="https://world.openproductsfacts.org/terms-of-use">Terms of Use</a> - <a href="https://world.openproductsfacts.org/who-we-are">Who we are</a> - <a href="https://world.openproductsfacts.org/faq">Frequently Asked Questions</a> - <a href="https://openfoodfacts.uservoice.com/">Ideas Forum</a> - <a href="https://en.blog.openproductsfacts.org">Blog</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">Press and Blogs</a>
da: <a href="https://world.openfoodfacts.org/legal">Jura</a> - <a href="https://world.openfoodfacts.org/terms-of-use">Vilkår for Afbenyttelse</a> - <a href="https://world.openfoodfacts.org/who-we-are">Hvem vi er</a> - <a href="https://world.openfoodfacts.org/faq">Ofte stillede spørgsmål</a> - <a href="https://openfoodfacts.uservoice.com/">Idéforum</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openfoodfacts.org/press-and-blogs">Presse og Blogs</a>
de: <a href="https://world.openproductsfacts.org/legal">Rechtliche Hinweise</a> - <a href="https://world.openproductsfacts.org/terms-of-use">Nutzungsbedingungen</a> - <a href="https://world.openproductsfacts.org/who-we-are">Wer wir sind</a> - <a href="https://world.openproductsfacts.org/faq">Häufig gestellte Fragen</a> - <a href="https://openfoodfacts.uservoice.com/">Ideenforum</a> - <a href="https://en.blog.openproductsfacts.org">Blog</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">Presse- und Blogbeiträge</a>
fr: <a href="https://world.openproductsfacts.org/legal">Mentions légales</a> - <a href="https://world.openproductsfacts.org/terms-of-use">Conditions d’utilisation</a> - <a href="https://world.openproductsfacts.org/who-we-are">Qui sommes-nous</a> - <a href="https://world.openproductsfacts.org/faq">Questions fréquentes</a> - <a href="https://openfoodfacts.uservoice.com/">Forum idées</a> - <a href="https://en.blog.openproductsfacts.org">Blog</a> - <a href="https://world.openproductsfacts.org/press-and-blogs">Presse et Blogs</a>

# categories_example
source: Mobile phone, Washing machine powder
bg: Мобилен телефон, прах за пране
ca: Telèfon mòbil, Detergent en pols
da: Mobiltelefon, Maskinvaskepulver
de: Handy, Waschpulver
es: Teléfono móvil, Lavadora en polvo
fr: Téléphone portable, poudre pour la machine a laver
he: טלפון נייד, אבקה למכונת כביסה
ko: 핸드폰, 빨래 세제
nl_be: Mobiele telefoon, Wasmachinepoeder
pt_br: Telefone móvel, pó para máquina de lavar roupa
ro: Telefon mobil, detergent pentru mașina de spălat rufe
vi: Điện thoại di động, bột giặt cho máy giặt
zh_cn: 手机、洗衣机粉

# site_description
source: A collaborative, free and open database of information on products from around the world
bg: Съвместна, безплатна и отворена база данни за информация за продукти от света
ca: Una base de dades col·laborativa, gratuïta i oberta d’informació sobre productes de tot el món
da: En kollaborativ, gratis og åben database med produktoplysninger fra hele verden
de: Eine gemeinschaftliche, kostenlose und offene Datenbank mit Informationen über Produkte aus der ganzen Welt.
es: Una base de datos colaborativa, gratuita y abierta de información sobre productos de todo el mundo
fr: Une base de données collaborative, gratuite et ouverte d'information sur des produits du monde entier
he: מסד נתונים חופשי, פתוח ושיתופי של מידע על מוצרים מכל רחבי העולם
ko: 협업을 통한 세계 각국의 식품 정보 오픈 데이터입니다
nl_be: Een gezamenlijke, vrije en open database van producten uit de hele wereld
pt_br: Um banco de dados colaborativo, gratuito e aberto de informações sobre produtos de todo o mundo
ro: O bază de date colaborativă, gratuită și deschisă cu informații despre produse din întreaga lume
vi: Cơ sở dữ liệu cộng tác, miễn phí và mở về thông tin về các sản phẩm từ khắp nơi trên thế giới
zh_cn: 世界各地产品信息的合作、免费和开放的合作数据库。

# footer_and_the_facebook_group
source: and the <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook group for contributors</a>
bg: и <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook групата за сътрудници</a>
ca: i el <a href="https://www.facebook.com/groups/OpenFoodFacts/">grup de Facebook per a contribuïdors</a>
da: og <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook-gruppen for bidragsydere</a>
de: und die <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook-Gruppe für Mitwirkende</a>
es: y el grupo de Facebook <a href="https://www.facebook.com/groups/OpenFoodFacts/">para colaboradores</a>
fr: et le <a href="https://www.facebook.com/groups/OpenFoodFacts/">groupe Facebook des contributeurs</a>
he: וגם <a href="https://www.facebook.com/groups/OpenFoodFacts/">קבוצת הפייסבוק למתנדבים</a>
ko: 기여자를 위한 <a href="https://www.facebook.com/groups/OpenFoodFacts/">페이스 북 그룹</a>
nl_be: en de <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook-groep voor bijdragers</a>
pt_br: e o <a href="https://www.facebook.com/groups/OpenFoodFacts/">grupo do Facebook para colaboradores</a>
ro: și grupul <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook pentru colaboratori</a>
vi: và nhóm <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook dành cho những người đóng góp</a>
zh_cn: 和 <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook 贡献者群组</a>

# footer_tagline
source: A collaborative, free and open database of products from around the world.
bg: Съвместна, безплатна и отворена база данни за съставки и информация за хранителни продукти от целият свят.
ca: Una base de dades col·laborativa, gratuïta i oberta de productes de tot el món.
da: En kollaborativt, gratis og åben database over produkter for hele verden.
de: Eine gemeinschaftliche, kostenlose und offene Datenbank mit Produkten aus der ganzen Welt.
es: Una base de datos colaborativa, libre y abierto de productos de todo el mundo.
fr: Une base de données collaborative, libre et ouverte des produits du monde entier.
he: מסד נתונים חופשי, פתוח ושיתופי של מוצרים מכל רחבי העולם.
ko: 협업을 통한 세계 각국의 식품 오픈데이터 입니다
nl_be: Een gezamenlijke, vrije en open database van producten uit de hele wereld.
pt_br: Um banco de dados colaborativo, gratuito e aberto de produtos de todo o mundo.
ro: O bază de date colaborativă, gratuită și deschisă cu produse din întreaga lume.
vi: Cơ sở dữ liệu cộng tác, miễn phí và mở về các sản phẩm từ khắp nơi trên thế giới.
zh_cn: 一个合作、自由、开放的全球产品数据库。

# header
source: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - the free and open products information database"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
da: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - den gratis og åbne produktinformationsdatabase"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
de: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - die kostenlose und offene Produktinformationsdatenbank"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
fr: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name> - la base de données libre et gratuite sur les produits"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>

# product_name_example
source: iPod Touch (1st generation)
bg: iPod Touch (1-во поколение)
ca: iPod Touch (1a generació)
da: iPod Touch (1. generation)
de: iPod touch (1. Generation)
es: iPod Touch (1ª generación)
fr: iPod Touch (1ère génération)
he: iPod Touch (דור ראשון)
ko: 아이팟 터치 (1세대)
nl_be: iPod Touch (1e generatie)
pt_br: iPod Touch (1ª geração)
ro: iPod Touch (prima generație)
vi: iPod Touch (thế hệ đầu tiên)
zh_cn: iPod Touch（第一代）

# openfoodhunt_points
source: It's <a href="/open-product-hunt">Open Product Hunt</a> on <<site_name>> from Saturday February 21st 2019 to Sunday March 1st 2019! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
da: Det er <a href="/open-product-hunt">Open Products Hunt</a> på <<site_name>> fra lørdag d. 21. februar 2019 til søndag d. 1. marts 2019! Bidragsydere får tildelt Explorer-point for de produkter, de tilføjer, og Ambassador-point for de nye bidragsydere, de rekrutterer. Point opdateres hvert 30. minut.
de: Es ist <a href="/open-product-hunt">Open Product Hunt</a> auf <<site_name>> von Samstag, 21. Februar 2019 bis Sonntag, 1. März 2019! Mitwirkenden werden Explorer-Punkte für Produkte vergeben, die sie hinzufügen und Ambassador-Punkte für neu rekrutierte Mitwirkende. Die Punkte werden alle 30 Minuten aktualisiert.
fr: C'est <a href="/open-product-hunt">Open Product Hunt</a> sur <site_name> du Samedi 21 février 2019 au Dimanche 1er Mars 2019 ! Les contributeurs sont récompensés. Des points d'explorateur pour les produits qu'ils ajoutent et des points d'ambassadeur pour les nouveaux contributeurs qu'ils recrutent. Les points sont actualisés toutes les 30 minutes.

# product_js_upload_image_note
source: → With Chrome, Firefox and Safari, you can select multiple pictures (product, ingredients etc.) by clicking them while holding the Ctrl key pressed to add them all in one shot.
bg: → С Chrome, Firefox и Safari можеш да избереш множество снимки (продукт, съставки и т. н.), като щракнеш върху тях задържайки натиснат клавиша Ctrl, за да ги добавиш наведнъж.
ca: → Amb Chrome, Firefox i Safari, podeu seleccionar múltiples imatges (productes, ingredients, etc.) fent-hi clic mentre manteniu premuda la tecla Ctrl per afegir-les totes d'una sola vegada.
da: → Med Chrome, Firefox og Safari kan du vælge flere fotos (produkt, ingredienser, ernæringsindhold mv.) ved at klikke på dem, mens du holder Ctrl-tasten nede for at tilføje dem alle i ét hug.
de: ➜ Mit Chrome, Firefox und Safari können Sie einfach durch die Verwendung der Strg-Taste mehrere Fotos auswählen (Produkt, Inhaltsstoffe, usw.), um diese einmalig hochzuladen.
es: → Con Chrome, Firefox y Safari puede seleccionar múltiples imágenes (producto, ingredientes, etc.) para añadirlas de una sola vez haciendo clic en ellas mientras mantiene pulsada la tecla Ctrl.
fr: → Avec Chrome, Firefox et Safari, vous pouvez sélectionner plusieurs images (produit, ingrédients etc.) en cliquant avec la touche Ctrl enfoncée, pour les envoyer toutes en même temps.
he: ← עם כרום, פיירפוקס וספארי, ניתן לבחור מספר תמונות (מוצר, רכיבים וכו׳) על ידי לחיצה עליהן בעת החזקת המקש Ctrl כדי להוסיף את כולן באותה התמונה.
ko: → Chrome, Firefox 및 Safari를 사용하면 Ctrl 키를 누른 상태에서 여러 사진 (제품, 재료 등)을 클릭하여 한 번에 모두 추가 할 수 있습니다.
nl_be: → Met Chrome, Firefox en Safari kunt u verschillende foto's (product, ingrediënten, etc.) selecteren door tijdens het klikken de Ctrl-toets ingedrukt te houden om ze tegelijkertijd toe te voegen.
pt_br: → Com o Chrome, Firefox e Safari, você pode selecionar várias fotos (produto, ingredientes, etc.) clicando nelas enquanto pressiona a tecla Ctrl para adicioná-las todas de uma só vez.
ro: → Cu Chrome, Firefox și Safari, puteți selecta mai multe imagini (produs, ingrediente etc.) Apăsând clic pe ele, ținând apăsată tasta Ctrl apăsată pentru a le adăuga pe toate într-o singură lovitură.
vi: → Với Chrome, Firefox và Safari, bạn có thể chọn nhiều ảnh (sản phẩm, thành phần, v. v.) bằng cách nhấp vào chúng trong khi nhấn giữ phím Ctrl để thêm tất cả chúng trong một lần chụp.
zh_cn: → 使用 Chrome、Firefox 和 Safari 浏览器时，您可以一次添加多张图片 (产品、成分等)，只需在点击图片时按住 Ctrl 键即可。

# search_description_opensearch
source: Open Products Facts product search
bg: Отворете търсенето на продукти в Products Facts
ca: Cerca de productes d'Open Products Facts
da: Open Products Facts-produktsøgning
de: Open Products Facts - Produktsuche
es: Búsqueda de productos Open Products Facts
fr: Recherche de produits Open Products Facts
he: חיפוש מוצרים ב־Open Products Facts
ko: 제품 검색
nl_be: Product zoeken in Open Products Facts
pt_br: Pesquisa de produtos do Open Product Facts
ro: Deschideți căutarea de produse Products Facts
vi: Tìm kiếm sản phẩm trên Open Products Facts
zh_cn: Open Products Facts 产品搜索
