Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openbeautyfacts/*.po
Languages: ca, da, es, it, ko, pt_pt, zh_cn

source: :langtag
da: da
es: es

source: :langname
da: Dansk
es: Spanish

# android_app_link
source: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en
ca: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=ca
es: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=es
it: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=it
ko: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=ko
pt_pt: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=pt
zh_cn: https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=zh_cn

# ios_app_link
source: https://itunes.apple.com/en/app/open-beauty-facts/id1122926380
es: https://itunes.apple.com/es/app/open-beauty-facts/id1122926380

# logo
source: openbeautyfacts-logo-en-178x150.png
es: openbeautyfacts-logo-es-178x150.png
it: openbeautyfacts-logo-it-178x150.png
ko: openfoodfacts-logo-kr-178x150.png
pt_pt: openbeautyfacts-logo-pt-178x150.png

# logo2x
source: openbeautyfacts-logo-en-356x300.png
es: openbeautyfacts-logo-es-356x300.png
it: openbeautyfacts-logo-it-356x300.png
ko: openfoodfacts-logo-kr-356x300.png
pt_pt: openbeautyfacts-logo-pt-356x300.png

# windows_phone_app_link
source: https://www.windowsphone.com/en-us/store/app/openfoodfacts/5d7cf939-cfd9-4ac0-86d7-91b946f4df34
es: https://www.microsoft.com/es-es/store/p/openfoodfacts/9nblggh0dkqr

# tagline
source: Open Beauty Facts gathers information and data on cosmetic products from around the world.
ca: Open Beauty Facts reuneix la informació i les dades dels productes cosmètics d'arreu del món.
da: Open Beauty Facts indsamler oplysninger og data om kosmetiske produkter fra hele verden.
es: Open Beauty Facts contiene datos e información sobre los productos cosméticos distintos lados del mundo.
it: Open Beauty Facts raccoglie informazioni e dati sui prodotti cosmetici provenienti da tutto il mondo.
ko: Open Beauty Facts는 전 세계 화장품 정보 및 데이터를 수집합니다.
pt_pt: Open Beauty Facts reune dados e informação sobre produtos cosméticos de todo o mundo.
zh_cn: Open Beauty Facts 收集全球有关化妆品的信息和数据。

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner">Android</a> or <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Thank you!
da: Denne produktside er ufuldstændig. Du kan hjælpe med at færdiggøre den ved at redigere den og tilføje yderligere data fra de fotos, vi har, eller ved at tage flere fotos vha. app'en til <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner">Android</a> eller <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Tak!
es: Esta página de producto no está completa. Puedes ayudar a completarla editando y agregando más datos de las fotos que tenemos, o tomando más fotos con la aplicación para <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner">Android</a> o <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone / iPad</a>. ¡Gracias!

# bottom_content
source: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donating to Open Beauty Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
da: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>> er oprettet af en non-profit, industriuafhængig sammenslutning. Den er lavet til alle, af alle, og den finansieres af alle. Du kan støtte vores arbejde ved at <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donere til Open Beauty Facts</a> samt ved <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">benytte Lilo-søgemaskinen</a>.<br/><b>Tak!</b></p>
es: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> está formada como asociación sin ánimo de lucro, independiente de la industria. Está hecha para todos, por todos, y está financiada por todos. Puedes apoyar nuestro trabajo donando <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">a Open Beauty Facts</a> y también <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando el buscador de Lilo</a>.<br/><b>Gracias!</b></p>

# donate
source: Donate to Open Beauty Facts
ca: Feu un donatiu a Open Beauty Facts
da: Donér til Open Beauty Facts
es: Done a Open Food Facts
it: Dona a Open Beauty Facts
ko: Open Beauty Facts에게 기부하기
pt_pt: Fazer um donativo ao Open Beauty Facts
zh_cn: 给Open Beauty Facts捐款

# footer
source: <a href="https://world.openbeautyfacts.org/legal">Legal</a> - <a href="https://world.openbeautyfacts.org/terms-of-use">Terms of Use</a> - <a href="https://world.openbeautyfacts.org/who-we-are">Who we are</a> - <a href="https://world.openbeautyfacts.org/faq">Frequently Asked Questions</a> - <a href="https://openfoodfacts.uservoice.com/">Ideas Forum</a> - <a href="https://en.blog.openbeautyfacts.org">Blog</a> - <a href="https://world.openbeautyfacts.org/press-and-blogs">Press and Blogs</a>
da: <a href="https://world.openbeautyfacts.org/legal">Jura</a> - <a href="https://world.openbeautyfacts.org/terms-of-use">Vilkår for Afbenyttelse</a> - <a href="https://world.openbeautyfacts.org/who-we-are">Hvem vi er</a> - <a href="https://world.openbeautyfacts.org/faq">Ofte stillede spørgsmål</a> - <a href="https://openfoodfacts.uservoice.com/">Idé Forum</a> - <a href="https://en.blog.openbeautyfacts.org">Blog</a> - <a href="https://world.openbeautyfacts.org/press-and-blogs">Presse og Blogs</a>
es: <a href="https://world.openbeautyfacts.org/legal">Legal</a> - <a href="https://world.openbeautyfacts.org/terms-of-use">Términos de uso</a> - <a href="https://world.openbeautyfacts.org/who-we-are">Quiénes somos</a> - <a href="https://world.openbeautyfacts.org/faq">Preguntas frecuentes</a> - <a href="https://openfoodfacts.uservoice.com/">Foro de ideas</a> - <a href="https://en.blog.openbeautyfacts.org">Blog</a> - <a href="https://world.openbeautyfacts.org/press-and-blogs">Prensa y Blogs</a>

# categories_example
source: Anti-dandruff shampoo, Whitening toothpaste
ca: Xampú anticaspa, pasta de dents blanquejant
da: Anti-skælshampoo, afblegningstandpasta
es: Champú anti-caspa, Crema dental blanqueadora
it: Shampoo anti-forfora, dentifricio sbiancante
ko: 비듬 방지 샴푸, 미백 치약
pt_pt: Champô anti-caspa, creme dental branqueador
zh_cn: 去屑洗发水，美白牙膏

# site_description
source: A collaborative, free and open database of ingredients, and information on cosmetic products from around the world
ca: Una base de dades col·laborativa, lliure i oberta d'ingredients, i informació sobre els productes cosmètics d'arreu del món
da: En kollaborativ, gratis og åben database over ingredienser og oplysninger om kosmetikprodukter fra hele verden
es: Ingredientes, información nutricional e información sobre los alimentos del mundo entero en una base de datos libre y abierta
it: Un database di ingredienti aperto, gratuito e collaborativo su prodotti cosmetici da tutto il mondo
ko: 세계 각국의 화장품에 대한 성분 및 정보의 무료 공개 협업 데이터베이스
pt_pt: Um banco de dados colaborativo, gratuito e aberto de ingredientes e informações sobre produtos cosméticos de todo o mundo
zh_cn: 这是一个合作、免费并且公开的食物数据库，也提供来自全世界的化妆产品信息。

# footer_and_the_facebook_group
source: and the <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook group for contributors</a>
ca: i el <a href="https://www.facebook.com/groups/OpenBeautyFacts/">grup de Facebook per a contribuïdors</a>
da: og <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook-gruppen for bidragsydere</a>
es: y el <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Grupo de Facebook para colaboradores</a>
it: ed il <a href="https://www.facebook.com/groups/OpenBeautyFacts/">gruppo Facebook per collaborstori</a>
ko: 그리고 기여자를위한 <a href="https://www.facebook.com/groups/OpenBeautyFacts/">페이스북 그룹</a>
pt_pt: e o <a href="https://www.facebook.com/groups/OpenBeautyFacts/">grupo do Facebook para colaboradores</a>
zh_cn: 以及 <a href="https://www.facebook.com/groups/OpenBeautyFacts/">Facebook 贡献者群组</a>

# footer_tagline
source: A collaborative, free and open database of cosmetic products from around the world.
ca: Una base de dades col·laborativa, gratuïta i oberta de productes cosmètics de tot el món.
da: En kollaborativ, gratis og åben database over kosmetikprodukter for hele verden.
es: Una base de datos colaborativa, libre y abierta de los productos cosméticos de todo el mundo.
it: Un database di prodotti cosmetici gratuito, libero e collaborativo da tutto il mondo.
ko: 세계 각국에서의 화장품에 대해 협업하는 무료 오픈 데이터베이스.
pt_pt: Um banco de dados colaborativo, gratuito e aberto de produtos cosméticos de todo o mundo.
zh_cn: 一个相互协助、开放、免费的全球化妆品数据库。

# generic_name_example
source: Anti-dandruff shampoo
ca: Xampú anticaspa
da: Anti-skælskampo
es: Champú anticaspa
it: Shampoo anti-forfora
ko: 비듬 방지 샴푸
pt_pt: Shampoo anti-caspa
zh_cn: 去屑洗发水

# header
source: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - the free and open cosmetic products information database"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
da: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - den gratis og åbne database med oplysninger om kosmetikprodukter"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
es: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - la base de datos de información libre y abierta de productos cosméticos"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>

# product_name_example
source: Anti-Perspirant Stress Protect
ca: Desodorant anti-transpirant "stress protect"
da: Anti-perspirant stressbeskyttelse
es: Protección antitranspirante y antiestrés
it: Anti-Perspirsnte Proteggi Stress
ko: 발한 억제 스트레스 보호
pt_pt: Anti-Transpirante Stress Protect
zh_cn: 爽身止汗

# openfoodhunt_points
source: It's <a href="/open-beauty-hunt">Open Beauty Hunt</a> on <<site_name>> from Saturday February 21st 2019 to Sunday March 1st 2019! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
da: Det er <a href="/open-beauty-hunt">Open Beauty Hunt</a> <<site_name>> fra lørdag d. 21 februar 2019 til søndag d. 1. marts 2019! Bidragyderne får tildelt Explorer-point for de produkter, de tilføjer, og Ambassador-point for de nye bidragydere, de rekrutterer. Pointr opdateres hvert 30. minut.
es: ¡Esta <a href="/open-beauty-hunt">Open Beauty Hunt</a> en <<site_name>> tendrá lugar desde el sábado 21 de febrero de 2019 hasta el domingo 1 de marzo! Los colaboradores serán premiados con puntos de Explorador por los productos que añadan y con puntos de Emabajador por los nuevos colaboradores que recluten. Los puntos son actualizados cada 30 minutos.

# product_js_upload_image_note
source: → With Chrome, Firefox and Safari, you can select multiple pictures (product, ingredients etc.) by clicking them while holding the Ctrl key pressed to add them all in one shot.
ca: → Amb Chrome, Firefox i Safari, podeu seleccionar múltiples imatges (productes, ingredients, etc.) fent-hi clic mentre manteniu premuda la tecla Ctrl per afegir-les totes d'una sola vegada.
da: → Med Chrome, Firefox og Safari kan du vælge flere fotos (produkt, ingredienser, ernæringsindhold mv.) ved at klikke på dem, mens du holder Ctrl-tasten nede for at tilføje dem alle i ét hug.
es: → Con Chrome, Firefox y Safari puede seleccionar múltiples imágenes (producto, ingredientes, etc.) para añadirlas de una sola vez haciendo clic en ellas mientras mantiene pulsada la tecla Ctrl.
it: → Con Chrome, Firefox e Safari, puoi selezionare molte immagini (prodotto, ingredienti etc.) cliccandoli mentre si mantiene premuto Ctrl per aggiungerle tutte in una volta.
ko: → Chrome, Firefox 및 Safari를 사용하면 Ctrl 키를 누른 상태에서 여러 사진 (제품, 재료 등)을 클릭하여 한 번에 모두 추가 할 수 있습니다.
pt_pt: → Com o Chrome, Firefox e Safari, você pode selecionar várias fotos (produto, ingredientes, etc.) clicando nelas enquanto pressiona a tecla Ctrl para adicioná-las todas de uma só vez.
zh_cn: → 使用 Chrome、Firefox 和 Safari 浏览器时，您可以一次添加多张图片 (产品、成分等)，只需在点击图片时按住 Ctrl 键即可。

# search_description_opensearch
source: Open Beauty Facts product search
ca: Obre la cerca de productes d'Open Beauty Facts
da: Open Beauty Facts-produktsøgning
es: Búsqueda de productos Open Beauty Facts
it: Ricerca prodotti Open Beauty Facts
ko: Open Beauty Facts 제품 검색
pt_pt: Pesquisa de produtos do Open Beauty Facts
zh_cn: Open Beauty Facts 产品搜索

# ingredients_text_example
source: AQUA/WATER, SODIUM LAURETH SULFATE, DISODIUM COCOAMPHODIACETATE, GLYCOL DISTEARATE, COCAMIDE MEA
ca: AQUA/AIGUA, SULFAT DE LAURETH SÒDIC, COCOAMFODIACETAT DE SODI, DISTEARAT DE GLICOL, COCAMIDE MEA
da: AQUA/VAND, NATRIUM LAURETH SULFAT, DINATRIUM COCOAMPHODIACETATE, GLYCOL DISTEARATE, COCAMIDE MEA
es: AGUA, LAURIL ÉTER SULFATO DE SODIO, COCOANFODIACETATO DE DISODIO, DIESTERATO DE GLICOL, COCAMIDE MEA
it: ACQUA / ACQUA, SOLFATO DI SODIO LAURETO, CACOAMPODIOCHETATO DI DISODIO, DISCARICO DI GLICOLE, COCAMIDE MEA
ko: 아쿠아 / 워터, 소듐 라우 레스 설페이트, 디소듐 코코암포 아세테이트, 글라이콜 디스테아레이트, 코카마이드엠이에이 측정
pt_pt: AQUA / ÁGUA, SULFATO DE LÍTIO DE SÓDIO, COCOAMPHODIACETATE DE DISÓDIO, GLICOL DISTEARADO, COCAMIDE MEA

# ios_app_link
source: https://apps.apple.com/app/open-beauty-facts/id1122926380
it: https://apps.apple.com/it/app/open-beauty-facts/id1122926380
ko: https://apps.apple.com/kr/app/open-beauty-facts/id1122926380
pt_pt: https://apps.apple.com/pt/app/open-beauty-facts/id1122926380
zh_cn: https://apps.apple.com/cn/app/open-beauty-facts/id1122926380

# site_name
source: Open Beauty Facts
pt_pt: Open Beauty Facts - Portugal
zh_cn: 了解更多关于Open Beauty Facts

# windows_phone_app_link
source: https://www.microsoft.com/p/openfoodfacts/9nblggh0dkqr
it: https://www.microsoft.com/it-it/p/openfoodfacts/9nblggh0dkqr
pt_pt: https://www.microsoft.com/pt-pt/p/openfoodfacts/9nblggh0dkqr

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Thank you!
ca: Aquesta pàgina de producte no està completa. Pots ajudar a completar-la editant-la i afegint més dades a partir de les fotos que tenim, o fent més fotos utilitzant l'app per a <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> o <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Gràcies!
it: Questa pagina del prodotto non è completa. Puoi contribuire a completarla modificando e aggiungendo ulteriori dati dalle foto che abbiamo o scattando più foto utilizzando l'applicazione per <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> o <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Grazie!
ko: 이 제품 페이지는 완전하지 않습니다. 편집해서 우리가 가지고 있는 사진의 데이터를 더 추가하거나, <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=ko">안드로이드</a>나 <a href="https://apps.apple.com/kr/app/open-beauty-facts/id1122926380">아이폰/아이패드용</a> 앱을 사용하여 더 많은 사진을 찍으면 완성할 수 있습니다. 감사합니다!
pt_pt: Esta página de produto não está completa. Pode ajudar a completá-la editando-la e adicionando mais dados das fotos existentes ou tirando mais fotos usando a App para <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a><a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Obrigado!
zh_cn: 这个产品页还没有更新完成，你可以通过编辑它或者在我们已有的图片加入更多的数据促使更加完整，也可以通过使用app上传更多的照片。 <a href="https://play.google.com/store/apps/details?id=org.openbeautyfacts.scanner&hl=en">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. 谢谢！

# bottom_content
source: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donating to Open Beauty Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
ca: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> està fet per una associació sense ànim de lucre, independent de la indústria. Està fet col·lectivament i per a tothom. Podeu donar-nos suport a <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donant a Open Beauty Facts</a> i també fent <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">amb el motor de cerca Lilo</a>.<br/><b>Gràcies!</b></p>
it: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> è creato da un'associazione senza fini di lucro, indipendente dal settore. E' fatta per tutti, da tutti, e viene finanziata da tutti. Puoi supportare il nostro lavoro con <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donazioni a Open Beauty Facts</a> e anche <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">utilizzando il motore di ricerca Lilo</a>.<br/><b>Grazie!</b></p>
ko: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>>는 비영리 단체가 운영하고 있습니다. 여러분을 위해, 여러분에 의해 그리고 여러분의 기부에 의해 운영됩니다. <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">Open Beauty Facts에 기부하거나</a><a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">릴로 서치 엔진을 이용해서 저희에게 힘이 되어주세요</a>.<br/><b>감사합니다!</b></p><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" />
pt_pt: <a href="https://pt.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> é feito por uma associação sem fins lucrativos, independente do setor. É feito para todos, por todos, e é financiado por todos. Pode apoiar o nosso trabalho <a href="https://pt.openfoodfacts.org/donate-to-open-food-facts">doando para o Open Beauty Facts</a> e também <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando o mecanismo de busca Lilo</a>.<br/><b>Obrigado!</b></p>
zh_cn: <a href="https://cn.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>>这个网址是是由一个独立于行业的非营利性组织制作的。它为所有人制作，被所有人所编辑，也由所有人给予资金支持。你可以通过网站：<a href="https://cn.openfoodfacts.org/donate-to-open-food-facts">给Open Food Facts捐款，也可以在</a> <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">使用Lilo搜索引擎</a><br/><b> 谢谢！</b></p>

# footer
source: <a href="https://world.openbeautyfacts.org/legal">Legal</a> - <a href="https://world.openbeautyfacts.org/terms-of-use">Terms of Use</a> - <a href="https://world.openbeautyfacts.org/who-we-are">Who we are</a> - <a href="https://world.openbeautyfacts.org/faq">Frequently Asked Questions</a> - <a href="https://openfoodfacts.uservoice.com/">Ideas Forum</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openbeautyfacts.org/press-and-blogs">Press and Blogs</a>
it: <a href="https://world.openbeautyfacts.org/legal">Legale</a> - <a href="https://world.openbeautyfacts.org/terms-of-use">Termini di Utilizzo</a> - <a href="https://world.openbeautyfacts.org/who-we-are">Chi siamo</a> - <a href="https://world.openbeautyfacts.org/faq">Domande Chieste di Frequente</a> - <a href="https://openfoodfacts.uservoice.com/">Forum Ideas</a> - <a href="https://en.blog.openfoodfacts.org">Blog</a> - <a href="https://world.openbeautyfacts.org/press-and-blogs">Stampa e Blog</a>
ko: <a href="https://world.openbeautyfacts.org/legal">법률 </a> <a href="https://world.openbeautyfacts.org/terms-of-use">이용 약관</a> - <a href="https://world.openbeautyfacts.org/who-we-are">저희는 이런 사람이에요</a> - <a href="https://world.openbeautyfacts.org/faq">자주 묻는 질문</a> - <a href="https://openfoodfacts.uservoice.com/">아이디어 포럼</a> - <a href="https://en.blog.openfoodfacts.org">블로그</a> - <a href="https://world.openbeautyfacts.org/press-and-blogs">기사와 블로그</a>
pt_pt: <a href="https://pt.openbeautyfacts.org/legal">Legal</a> - <a href="https://pt.openbeautyfacts.org/terms-of-use">Termos de Uso</a> - <a href="https://pt.openbeautyfacts.org/who-we-are">Quem nós somos</a> - <a href="https://pt.openbeautyfacts.org/faq">Perguntas Frequentes</a> - <a href="https://openfoodfacts.uservoice.com/">Fórum de Ideias</a> - <a href="https://en.blog.openfoodfacts.org/portuguese.shtml">Blog</a> - <a href="https://pt.openbeautyfacts.org/press-and-blogs">Imprensa e Blogs</a>
