Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openbeautyfacts/*.po
Languages: ca, da, es, it, ko, pt_pt, zh_cn

# openfoodhunt_points
source: It's <a href="/open-beauty-hunt">Open Beauty Hunt</a> on <<site_name>> from Saturday February 21st to Sunday March 1st! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
ca: És temporada de caça de bellesa (<a href="/open-beauty-hunt">)</a> a <<site_name>> del dissabte 21 de febrer al diumenge 1 de març! Els col·laboradors rebran punts d'Explorador pels productes que afegeixin i punts d'Ambassador per als nous col·laboradors que reclutin. Els punts s'actualitzaran cada 30 minuts.
it: É <a href="/open-beauty-hunt">Open Beauty Hunt</a> su <<site_name>> da Sabato 21 Febbraio a Domenica 1 Marzo 1! I collaboratori sono premiati con punti Esploratore per prodotti che aggiungono e punti Ambasciatore per nuovi collaboratori che reclutano. I punti sono aggiornati ogni 30 minuti.
ko: 2월 21일 토요일부터 3월 1일 일요일까지 <<site_name>>의 <a href="/open-beauty-hunt">Open Beauty Hunt</a> 입니다! 기고자에게는 추가 한 제품에 대해 탐험가 포인트가, 새로 모집 한 신규 기고자에 대한 대사 포인트가 부여됩니다. 포인트는 30분마다 업데이트됩니다.
pt_pt: É a <a href="/open-beauty-hunt">Open Food Hunt</a> no <<site_name>> de Sábado, 21 de Fevereiro a Domingo, 1 de Março! Os participantes são recompensados com pontos de Explorador para os produtos que adicionarem e com pontos de Embaixador para as novas contribuições recrutadas. Os pontos são actualizados a cada 30 minutos.
zh_cn: 这是 <a href="/open-beauty-hunt">Open Beauty Hunt</a> 在 <<site_name>> 从 2 月 21日至 3 月 1日的表现！贡献者通过添加产品数据获得“探索者”积分，通过招募新的贡献者获得“推荐大使”积分。积分每 30 分钟更新一次。

# footer_obf_link
source: https://world.openfooodfacts.org
pt_pt: https://world-pt.openfooodfacts.org

# brands_example
source: Nivea, Nivea Men
ca: Nivea, Nivea per homes
da: Nivea, Nivea Mænd
it: Nivea, Nivea Uomo
ko: 니베아, 니베아 맨
zh_cn: 妮维雅，妮维雅男士

# twitter_account
source: OpenBeautyFacts
zh_cn: 打开BeautyFacts

# footer_obf_link
source: https://world.openfoodfacts.org
zh_cn: https://world-zh.openfoodfacts.org

# footer_wiki_link
source: https://wiki.openfoodfacts.org
ca: https://es-ca.openfoodfacts.org/faq
