Repository: openfoodfacts/openfoodfacts-server
Catalog: po/tags/*.po
Languages: el, he, nn

# additives:plural
source: additives
el: προσθετα
he: תוספים
nn: tilsetningsstoffer

# additives:singular
source: additive
el: προσθετο
he: tosefet
nn: tilsetningsstoff

# allergens:plural
source: allergens
el: αλλεργιογονα
he: אלרגנים
nn: allergener

# allergens:singular
source: allergen
el: αλλεργιογονο
he: khomer-alergeni

# brands:plural
source: brands
el: μαρκες
he: מותגים
nn: kjeder

# brands:singular
source: brand
el: μαρκα
he: mutag
nn: kjede

# categories:plural
source: categories
el: κατηγοριες
he: קטגוריות
nn: kategorier

# categories:singular
source: category
el: κατηγορια
he: categoria
nn: kategori

# checkers:plural
source: checkers
el: ελεγκτες
he: בודקים
nn: kontrollører

# checkers:singular
source: checker
el: ελεγκτης
he: bodek
nn: kontrollør

# cities:plural
source: cities
el: πολεις
he: arim
nn: byer

# cities:singular
source: city
el: πολη
he: ir
nn: by

# codes:plural
source: codes
he: קודים
nn: koder

# codes:singular
source: code
he: קוד
nn: kode

# correctors:plural
source: correctors
el: διορθωτες
he: מתקנים
nn: korrigerere

# correctors:singular
source: corrector
el: διορθωτης
he: metaken
nn: korrigerer

# countries:plural
source: countries
el: χωρες
he: medina
nn: land

# countries:singular
source: country
el: χωρα
he: medina
nn: land

# debug:plural
source: debug
he: ניפוי שגיאות
nn: feilsøk

# debug:singular
source: debug
he: ניפוי שגיאות
nn: feilsøk

# editors:plural
source: editors
he: עורכים
nn: redaktører

# editors:singular
source: editor
he: עורך
nn: redaktør

# emb_codes:plural
source: packager-codes
el: κωδικοι συσκευαστη
he: קוד-אריזה
nn: pakkekoder

# emb_codes:singular
source: packager-code
el: κωδικός συσκευαστη
he: cod-emb
nn: pakkekode

# entry_dates:plural
source: entry-dates
el: ημερομηνιες εισαγωγης
he: תאריכי-רשומה
nn: innleggsdatoer

# entry_dates:singular
source: entry-date
el: ημερομηνια εισαγωγης
he: תאריך-רשומה
nn: innleggsdato

# informers:plural
source: informers
el: πληροφοριοδοτες
he: מודיע
nn: informanter

# informers:singular
source: informer
el: πληροφοριοδοτης
he: meyadea
nn: informant

# ingredients:plural
source: ingredients
el: συστατικα
he: רכיבים
nn: ingredienser

# ingredients:singular
source: ingredient
el: συστατικο
he: markivim
nn: ingrediens

# ingredients_from_palm_oil:plural
source: ingredients-from-palm-oil
el: συστατικα από φοινικελαιο
he: rekhivim-mishemen-dkalim
nn: ingredienser-som-er-tilknyttet-palmeolje

# ingredients_from_palm_oil:singular
source: ingredients-from-palm-oil
el: συστατικα απο φοινικελαιο
he: rekhivim-mishemen-dkalim
nn: ingredienser-som-er-tilknyttet-palmeolje

# ingredients_n:plural
source: numbers-of-ingredients
he: מספרי-רכיבים
nn: antall-ingredienser

# ingredients_n:singular
source: number-of-ingredients
he: מספר-רכיבים
nn: antall-ingredienser

# ingredients_that_may_be_from_palm_oil:plural
source: ingredients-that-may-be-from-palm-oil
el: συστατικα πιθανως προερχομενα από φοινικελαιο
he: rekhivim-sheasuyim-lihiyot-mishemen-dkalim
nn: ingredienser-som-kan-være-tilknyttet-palmeolje

# ingredients_that_may_be_from_palm_oil:singular
source: ingredients-that-may-be-from-palm-oil
el: συστατικα ισως προερχομενα απο φοινικελαιο
he: rekhivim-sheasuyim-lihiyot-mishemen-dkalim
nn: ingredienser-som-kan-være-tilknyttet-palmeolje

# known_nutrients:plural
source: known-nutrients
el: γνωστες θρεπτικες ουσιες
he: khomrey-mazon-yeduim
nn: kjent-næring

# known_nutrients:singular
source: known-nutrient
el: γνωστη θρεπτικη ουσια
he: khomrey-mazon-yeduim
nn: kjent-næring

# labels:plural
source: labels
el: ετικετες
he: תוויות
nn: etiketter

# labels:singular
source: label
el: ετικετα
he: tavit
nn: etikett

# languages:plural
source: languages
he: שפות
nn: språk

# languages:singular
source: language
el: γλώσσα
he: שפה
nn: språk

# last_edit_dates:plural
source: last-edit-dates
el: ημερομηνιες τελευταιας τροποποιησης
he: תאריכי-עריכה-אחרונה
nn: siste-redigeringsdatoer

# last_edit_dates:singular
source: last-edit-date
el: ημερομηνια τελευταιας τροποποιησης
he: תאריך-עריכה-אחרונה
nn: siste-redigeringsdato

# last_image_dates:plural
source: last-image-dates
he: תאריכי-תמונה-אחרונה
nn: siste-bildedatoer

# last_image_dates:singular
source: last-image-date
he: תאריך-תמונה-אחרונה
nn: siste-bildedato

# manufacturing_places:plural
source: manufacturing-places
el: τοποι παρασκευης
he: מקומות-ייצור
nn: produksjonssteder

# manufacturing_places:singular
source: manufacturing-place
el: τοπος παρασκευης
he: מקום-ייצור
nn: produksjonssted

# missions:plural
source: missions
el: αποστολες
he: משימות
nn: oppdrag

# missions:singular
source: mission
el: αποστολη
he: messima
nn: oppdrag

# nutrient_levels:plural
source: nutrient-levels
el: επιπεδα θρεπτικων ουσιων
he: רמות-תזונתיות
nn: næringsnivåer

# nutrient_levels:singular
source: nutrient-level
el: επιπεδο θρεπτικων ουσιων
he: ramat-khomrey-hamazon
nn: næringsnivå

# nutriments:plural
source: nutrients
el: θρεπτικα συστατικα
he: חומרי-הזנה
nn: næring

# nutriments:singular
source: nutrient
el: θρεπτικο συστατικο
he: arakhim-tzunatiyim
nn: næring

# nutrition_grades:plural
source: nutrition-grades
el: επιπεδα/βαθμολογιες θρεπτικοτητας
he: ערכים-תזונתיים
nn: næringskarakterer

# nutrition_grades:singular
source: nutrition-grade
el: επιπεδο/βαθμολογια θρεπτικοτητας
he: ערך-תזונתי
nn: næringskarakter

# origins:plural
source: origins
el: προελευσεις
he: מקורות
nn: opprinnelser

# origins:singular
source: origin
el: προελευση
he: makor
nn: opprinnelse

# packaging:plural
source: packaging
el: συσκευασιες
he: ariza
nn: emballasje

# packaging:singular
source: packaging
el: συσκευασια
he: ariza
nn: emballasje

# photographers:plural
source: photographers
el: φωτογραφοι
he: צלמים
nn: fotografer

# photographers:singular
source: photographer
el: φωτογραφος
he: tzalam
nn: fotograf

# products:plural
source: products
el: προιοντα
he: מוצרים
nn: produkter

# products:singular
source: product
el: προιον
he: mozar
nn: produkt

# purchase_places:plural
source: purchase-places
el: τοποι αγορας
he: מקומות-רכישה
nn: kjøpssteder

# purchase_places:singular
source: purchase-place
el: τοπος αγορας
he: mekom-harekhisha
nn: kjøpssted

# states:plural
source: states
el: καταστασεις
he: מצבים
nn: regioner

# states:singular
source: state
el: κατασταση
he: matzav
nn: region

# stores:plural
source: stores
el: καταστηματα
he: חנויות
nn: butikker

# stores:singular
source: store
el: καταστημα
he: khanut
nn: butikk

# traces:plural
source: traces
el: ιχνη
he: עקבות
nn: kan-inneholde

# traces:singular
source: trace
el: ιχνος
he: ikvot
nn: kan-inneholde

# unknown_nutrients:plural
source: unknown-nutrients
el: αγνωστες θρεπτικες ουσιες
he: khmorey-mazon-bilti-yeduim
nn: ukjent-næring

# unknown_nutrients:singular
source: unknown-nutrient
el: αγνωστη θρεπτικη ουσια
he: khmorey-mazon-bilti-yeduim
nn: ukjent-næring

# users:plural
source: contributors
el: χρηστες
he: תורמים
nn: bidragere

# users:singular
source: contributor
el: συντελεστης
he: torem
nn: bidrager

# misc:plural
source: misc
he: שונות

# misc:singular
source: misc
he: שונות

# quality:plural
source: quality
he: איכות

# quality:singular
source: quality
he: איכות

# minerals:singular
source: mineral
he: מינרל

# minerals:plural
source: minerals
el: μεταλλικά στοιχεία
he: מינרלים
nn: mineraler

# vitamins:singular
source: vitamin
he: ויטמין

# vitamins:plural
source: vitamins
el: βιταμίνες
he: ויטמינים
nn: vitaminer

# amino_acids:singular
source: amino-acid
he: חומצת-אמינו

# nucleotides:plural
source: nucleotides
el: νουκλεοτίδια
he: נוקלאוטידים
nn: nukleotider

# periods_after_opening:plural
source: periods-after-opening
nn: perioder-etter-åpning

# periods_after_opening:singular
source: period-after-opening
nn: periode-etter-åpning

# pnns_groups_1:plural
source: pnns-groups-1
nn: pnns-grupper-1

# pnns_groups_1:singular
source: pnns-group-1
nn: pnns-gruppe-1

# pnns_groups_2:plural
source: pnns-groups-2
nn: pnns-grupper-2

# pnns_groups_2:singular
source: pnns-group-2
nn: pnns-gruppe-2
