Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openpetfoodfacts/*.po
Languages: bg, ca, de, es, fr, he, it, ko, nl_be, pl, pt_pt, ro, ru, tr, vi, zh_cn

# site_description
source: A collaborative, free and open database of ingredients, nutrition facts and information on pet food products from around the world
bg: Съвместна, безплатна и отворена база данни със съставки, хранителни стойности и информация за хранителни продукти за домашни любимци от цял свят
ca: Una base de dades col·laborativa, gratuïta i oberta d'ingredients, dades nutricionals i informació sobre productes alimentaris per a mascotes d'arreu del món
de: Inhaltsstoffe, Nährwertangaben und weitere Informationen über Tiernahrung aus der ganzen Welt in einer offenen und freien Datenbank
es: Una base de datos colaborativa, gratuita y abierta de ingredientes e información nutricional sobre productos alimenticios de todo el mundo
fr: Ingrédients, composition nutritionnelle et information sur les produits alimentaires pour animaux de compagnie du monde entier dans une base de données libre et ouverte
it: Ingredienti, composizione nutrizionale e informazioni sui prodotti alimentari per animali del mondo intero su una base di dati libera e aperta
ko: 세계 각국의 사료에 대한 성분, 영양 정보 및 정보의 무료 공개 협업 데이터베이스
nl_be: Een collaboratieve, gratis en open database met ingrediënten, voedingsfeiten en informatie over dierenvoedsel uit de hele wereld
pl: Tworzona wspólnie, darmowa baza danych składników, wartości odżywczych i informacji o produktach dla zwierząt z całego świata
pt_pt: Uma base de dados livre, aberta e colaborativa sobre ingredientes, informações nutricionais e produtos alimentares para animais de todo o mundo
ro: O bază de date colaborativă, gratuită și deschisă cu ingrediente, informații nutriționale și informații despre produsele alimentare pentru animale de companie din întreaga lume
tr: Dünyanın dört bir yanından evcil hayvan besinleriyle ilgili içerik, besleyici unsurlar ve bilgilerin bulunduğu katılımcı, özgür ve açık bir veritabanı
vi: Cơ sở dữ liệu hợp tác, miễn phí và cởi mở về các thành phần, thông tin dinh dưỡng và thông tin về các sản phẩm thức ăn cho thú nuôi từ khắp nơi trên thế giới
zh_cn: 一个合作、免费和开放的数据库，提供世界各地宠物食品的成分、营养事实和信息。

# footer_and_the_facebook_group
source: and the <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook group for contributors</a>
bg: и <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook групата за сътрудници</a>
ca: i el <a href="https://www.facebook.com/groups/OpenFoodFacts/">grup de Facebook per a contribuïdors</a>
de: und die <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook-Gruppe für Mitwirkende</a>
es: y el grupo de Facebook <a href="https://www.facebook.com/groups/OpenFoodFacts/">para colaboradores</a>
fr: et le <a href="https://www.facebook.com/groups/OpenFoodFacts/">groupe Facebook des contributeurs</a>
it: ed il <a href="https://www.facebook.com/groups/OpenFoodFacts/">gruppo Facebook per collaboratori</a>
ko: 기여자를 위한 <a href="https://www.facebook.com/groups/OpenFoodFacts/">페이스 북 그룹</a>
nl_be: en de <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook-groep voor bijdragers</a>
pl: oraz <a href="https://www.facebook.com/groups/OpenFoodFacts/">grupa dla kontrybutorów na Facebooku</a>
pt_pt: e o <a href="https://www.facebook.com/groups/OpenFoodFacts/">grupo do Facebook para colaboradores</a>
ro: și grupul <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook pentru colaboratori</a>
tr: ve <a href="https://www.facebook.com/groups/OpenFoodFacts/">katkıda bulunanlar için Facebook grubu</a>
vi: và nhóm <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook dành cho những người đóng góp</a>
zh_cn: 和 <a href="https://www.facebook.com/groups/OpenFoodFacts/">Facebook 贡献者群组</a>

# footer_tagline
source: A collaborative, free and open database of pet food products from around the world.
bg: Съвместна, безплатна и отворена база данни за съставки и информация за хранителни продукти за домашни любимци от света.
ca: Una base de dades col·laborativa, gratuïta i oberta de productes alimentaris per a mascotes arreu del món.
de: Eine gemeinsame, freie und offene Datenbank von Tiernahrung aus der ganzen Welt.
es: Una base de datos colaborativa, gratuita y abierta sobre productos alimenticios de todo el mundo.
fr: Une base de données collaborative, libre et ouverte des produits alimentaires pour animaux de compagnie du monde entier.
it: Un database collaborativo, libero e aperto di prodotti alimentari per animali provenienti da tutto il mondo.
ko: 세계 각국에서 사료의 협업 무료 오픈 데이터베이스.
nl_be: Een gezamenlijke, vrije en open database van dierenvoedsel uit de hele wereld.
pl: Wspólna, darmowa i otwarta baza produktów spożywczych dla zwierząt z całego świata.
pt_pt: Uma base de dados colaborativa, livre e aberta sobre produtos alimentares para animais de todo o mundo.
ro: O bază de date colaborativă, gratuită și deschisă cu produse alimentare pentru animale de companie din întreaga lume.
tr: Dünyanın dört bir yanından evcil hayvan besinleriyle bulunduğu katılımcı, özgür ve açık bir veritabanı.
vi: Cơ sở dữ liệu hợp tác, miễn phí và mở về các sản phẩm thức ăn cho thú nuôi từ khắp nơi trên thế giới.
zh_cn: 协作性的、免费开放的全球宠物食品数据库。

# header
source: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - the free and open pet food products information database"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
de: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="„site_name” - die offene und kostenlose Datenbank zu Tiernahrung"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/jQrwafQ94nbEbRWsznm6Q.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>
fr: <meta property="fb:admins" content="706410516" /> <meta property="og:site_name" content="<<site_name>> - l'information alimentaire pour animaux de compagnie ouverte"/> <script type="text/javascript"> var uvOptions = {}; (function() { var uv = document.createElement('script'); uv.type = 'text/javascript'; uv.async = true; uv.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'widget.uservoice.com/Mjjw72JUjigdFxd4qo6wQ.js'; var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(uv, s); })(); </script>

# og_image_url
source: https://world.openpetfoodfacts.org/images/misc/openpetfoodfacts-logo-en.png
de: https://world.openpetfoodfacts.org/images/misc/openpetfoodfacts-logo-de.png
fr: https://world.openpetfoodfacts.org/images/misc/openpetfoodfacts-logo-en.png&hl=fr
nl_be: https://world.openpetfoodfacts.org/images/misc/openpetfoodfacts-logo-nl.png
ro: https://world.openpetfoodfacts.org/images/misc/openpetfoodfacts-logo-ro.png

# openfoodhunt_points
source: It's <a href="/open-beauty-hunt">Open Pet Food Hunt</a> on <<site_name>> from Saturday February 21st 2019 to Sunday March 1st 2019! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
de: Es ist <a href="/open-beauty-hunt">Open Pet Food Hunt</a> auf „site_name” von Samstag, 21. Februar 2019 bis Sonntag, 1. März 2019! Mitwirkenden werden Explorer Punkte für Produkte vergeben, die sie hinzufügen und Ambassador Punkte für neu rekrutierte Mitwirkende. Die Punkte werden alle 30 Minuten aktualisiert.
fr: C'est l'<a href="/open-beauty-hunt">Open Pet Food Hunt</a> sur <<site_name>> du samedi 21 février 2019 au dimanche 1er mars 2019 ! Les contributeurs reçoivent des points Explorateurs pour les produits qu'ils ajoutent, et des points Ambassadeurs pour les nouveaux contributeurs qu'ils recrutent. Les points sont mis à jour toutes les 30 minutes.

# product_js_upload_image_note
source: → With Chrome, Firefox and Safari, you can select multiple pictures (product, ingredients etc.) by clicking them while holding the Ctrl key pressed to add them all in one shot.
bg: → С Chrome, Firefox и Safari можеш да избереш множество снимки (продукт, съставки и т. н.), като щракнеш върху тях задържайки натиснат клавиша Ctrl, за да ги добавиш наведнъж.
ca: → Amb Chrome, Firefox i Safari, podeu seleccionar múltiples imatges (productes, ingredients, etc.) fent-hi clic mentre manteniu premuda la tecla Ctrl per afegir-les totes d'una sola vegada.
de: ➜ Mit Chrome, Firefox und Safari können Sie einfach durch die Verwendung der Strg-Taste mehrere Fotos auswählen (Produkt, Inhaltsstoffe, usw.), um diese einmalig hochzuladen.
es: → Con Chrome, Firefox y Safari puede seleccionar múltiples imágenes (producto, ingredientes, etc.) para añadirlas de una sola vez haciendo clic en ellas mientras mantiene pulsada la tecla Ctrl.
fr: → Avec Chrome, Firefox et Safari, vous pouvez sélectionner plusieurs images (produit, ingrédients etc.) en cliquant avec la touche Ctrl enfoncée, pour les envoyer toutes en même temps.
it: → Con Chrome, Firefox e Safari, puoi selezionare molte immagini (prodotto, ingredienti etc.) cliccandoli mentre si mantiene premuto Ctrl per aggiungerle tutte in una volta.
ko: → Chrome, Firefox 및 Safari를 사용하면 Ctrl 키를 누른 상태에서 여러 사진 (제품, 재료 등)을 클릭하여 한 번에 모두 추가 할 수 있습니다.
nl_be: → Met Chrome, Firefox en Safari kunt u verschillende foto's (product, ingrediënten, etc.) selecteren door tijdens het klikken de Ctrl-toets ingedrukt te houden om ze tegelijkertijd toe te voegen.
pl: W Chrome, Firefox i Safari możesz wybrać wiele zdjęć (produktu, składników itp.) klikając przytrzymując klawisz Ctrl by dodać je na raz.
pt_pt: → Com o Chrome, Firefox e Safari, você pode selecionar várias fotos (produto, ingredientes, etc.) clicando nelas enquanto pressiona a tecla Ctrl para adicioná-las todas de uma só vez.
ro: → Cu Chrome, Firefox și Safari, puteți selecta mai multe imagini (produs, ingrediente etc.) Apăsând clic pe ele, ținând apăsată tasta Ctrl apăsată pentru a le adăuga pe toate într-o singură lovitură.
tr: → Chrome, Firefox ve Safari ile, Ctrl tuşunu basılı tutup üzerlerine tıklayarak birden fazla resim (ürün, içindekiler vb.) seçerek hepsini tek seferde ekleyebilirsiniz.
vi: → Với Chrome, Firefox và Safari, bạn có thể chọn nhiều ảnh (sản phẩm, thành phần, v. v.) bằng cách nhấp vào chúng trong khi nhấn giữ phím Ctrl để thêm tất cả chúng trong một lần chụp.
zh_cn: → 使用 Chrome、Firefox 和 Safari 浏览器时，您可以一次添加多张图片 (产品、成分等)，只需在点击图片时按住 Ctrl 键即可。

# search_description_opensearch
source: Open Pet Food Facts product search
bg: Отворете търсенето на продукти в Pet Food Facts
ca: Cerca de productes d'Open Pet Food Facts
de: Open Pet Food Facts - Produktsuche
es: Búsqueda de productos en Open Food Facts
fr: Recherche de produit Open Pet Food Facts
it: Ricerca prodotti Open Pet Food Facts
ko: Open Pet Food Facts 제품 검색
nl_be: Open Dierenvoeding Feiten product zoeken
pl: Wyszukiwanie produktów w Open Pet Food Facts
pt_pt: Open Pet Food Facts pesquisa de produto
ro: Deschideți căutarea produselor Pet Food Facts
tr: Open Pet Food Facts ürün arama
vi: Tìm kiếm sản phẩm trên Open Pet Food Facts
zh_cn: Open Pet Food Facts产品搜索

# footer_wiki_link
source: https://en.wiki.openfoodfacts.org
es: https://es.wiki.openfoodfacts.org
fr: https://fr.wiki.openfoodfacts.org

# ios_app_link
source: https://apps.apple.com/app/open-beauty-facts/id1122926380
bg: https://apps.apple.com/bg/app/open-beauty-facts/id1122926380
ko: https://apps.apple.com/kr/app/open-beauty-facts/id1122926380
nl_be: https://apps.apple.com/nl/app/open-beauty-facts/id1122926380
pl: https://apps.apple.com/pl/app/open-beauty-facts/id1122926380
pt_pt: https://apps.apple.com/pt/app/open-beauty-facts/id1122926380
zh_cn: https://apps.apple.com/cn/app/open-beauty-facts/id1122926380

# windows_phone_app_link
source: https://www.microsoft.com/p/openfoodfacts/9nblggh0dkqr
nl_be: https://www.microsoft.com/nl-nl/p/openfoodfacts/9nblggh0dkqr
pt_pt: https://www.microsoft.com/pt-pt/p/openfoodfacts/9nblggh0dkqr

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Thank you!
bg: Тази продуктова страница не е пълна. Можеш да помогнеш, като я редактираш и добавиш повече данни от снимките, които имаме, или като направиш още снимки с помощта на приложението за <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> или <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Благодаря ти!
ca: Aquesta pàgina del producte no està completa. Pots ajudar a completar-la editant-la i afegint més dades des de les fotos que tenim, o fent més fotos amb l'aplicació per a Android<a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner"></a> o per iPhone/iPad<a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380"></a>. Gràcies!
ko: 이 제품 페이지는 완전하지 않습니다. 편집해서 우리가 가지고 있는 사진의 데이터를 더 추가하거나, <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">안드로이드</a>나 <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">아이폰/아이패드용</a> 앱을 사용하여 더 많은 사진을 찍으면 완성할 수 있습니다. 고맙습니다!
pl: Ta strona produktu jest niekompletna. Możesz pomóc w dokończeniu tego zadania edytując je i dodając więcej danych z naszych zdjęć, lub robiąc więcej zdjęć za pomocą aplikacji dla <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> lub <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Dziękujemy!
pt_pt: Esta página de produto não está completa. Pode ajudar a completá-la, editando-la e adicionando mais dados das fotos existentes ou tirando mais fotos usando a App para <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> ou <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. Obrigado!
ro: Această pagină de produs nu este completă. Puteți ajuta să o finalizați editând-o și adăugând mai multe date din fotografiile pe care le avem, sau făcând mai multe fotografii folosind aplicația pentru <a href="https://android.openfoodfacts.org">Android</a> sau <a href="https://ios.openfoodfacts.org">iPhone/iPad</a>. Mulțumesc!
vi: Trang sản phẩm này chưa hoàn chỉnh. Bạn có thể giúp hoàn thành nó bằng cách chỉnh sửa nó và thêm nhiều dữ liệu hơn từ ảnh chúng tôi có hoặc bằng cách chụp nhiều ảnh hơn bằng ứng dụng dành cho <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> hoặc <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone / iPad</a>. Cảm ơn bạn!
zh_cn: 这个产品页不完整。你可以帮我们完善它。编辑页面，或者添加我们现存图片中的缺失数据，也可以通过适用于<a href="https://play.google.com/store/apps/details?id=org.openproductsfacts.scanner">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380">iPhone/iPad</a>. 的APP拍更多的照片

# bottom_content
source: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donating to Open Beauty Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
bg: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>>е създаден от сдружение с нестопанска цел,което е независимо от индустрията. Той е направен за всички, от всички и се финансира от всички. Можете да подкрепите нашата работа чрез <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">дарение за Open Beauty Facts</a> а също и чрез <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">използвайки Lilo търсачката</a>.<br/><b>Благодарим Ви!</b></p>
ca: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> està fet per una associació sense ànim de lucre, independent de la indústria. Està fet col·lectivament i per a tothom. Podeu donar-nos suport a <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">donant a Open Beauty Facts</a> i també fent <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">amb el motor de cerca Lilo</a>.<br/><b>Gràcies!</b></p>
ko: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>>는 비영리 단체가 운영하고 있습니다. 여러분을 위해, 여러분에 의해 그리고 여러분의 기부에 의해 운영됩니다. <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">Open Beauty Facts에 기부하거나</a><a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">릴로 서치 엔진을 이용해서 저희에게 힘이 되어주세요</a>.<br/><b>감사합니다!</b></p><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" />
nl_be: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Doneer aan Open Food Facts" /></a><p><<site_name>> wordt gemaakt door een non-profit associatie, onafhankelijk van de industrie. Het is gemaakt voor iedereen, door iedereen, en wordt gefinancierd door iedereen. Je kan ons werk ondersteunen door <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"> te doneren aan Open Food Facts</a> en ook door <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">de Lilo zoekmachine te gebruiken</a>.<br/><b>Bedankt!</b></p>
pl: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> jest tworzony przez stowarzyszenie non-profit, niezależne od przemysłu. Jest on realizowany przez wszystkich i finansowany przez wszystkich. Możesz wspierać naszą pracę przez <a href="https://world.openfoodfacts.org/donate-to-open-food-facts">przekazując darowiznę na Open Beauty Facts</a> oraz <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">korzystając z wyszukiwarki Lilo</a>.<br/><b>Dziękujemy!</b></p>
pt_pt: <a href="https://pt.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> é feito por uma associação sem fins lucrativos, independente do setor. É feito para todos, por todos, e é financiado por todos. Pode apoiar o nosso trabalho <a href="https://pt.openfoodfacts.org/donate-to-open-food-facts">doando para o Open Beauty Facts</a> e também <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando o mecanismo de busca Lilo</a>.<br/><b>Obrigado!</b></p>
ro: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> este făcută de o asociație non-profit, independentă în industrie. Este făcut pentru toată lumea. Pentru a ne susține munca <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"> donați către Open Beauty Facts</a> și <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts"> pentru folosirea motorului de căutare Lilo</a>.<br/><b>Vă mulțumim</b></p>
vi: <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> được thực hiện bởi một hiệp hội phi lợi nhuận, độc lập với ngành. Nó được tạo ra cho tất cả mọi người, bởi tất cả mọi người, và nó được tài trợ bởi tất cả mọi người. Bạn có thể ủng hộ công việc của chúng tôi bằng cách đóng góp <a href="https://world.openfoodfacts.org/donate-to-open-food-facts"> cho Open Beauty Facts</a> và <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">bằng cách sử dụng công cụ tìm kiếm Lilo</a>.<br/><b>Xin cảm ơn!</b></p>
zh_cn: <a href="https://cn.openfoodfacts.org/donate-to-open-food-facts"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Food Facts" /></a><p><<site_name>>这个网址是是由一个独立于行业的非营利性组织制作的。它为所有人制作，被所有人所编辑，也由所有人给予资金支持。你可以通过网站：<a href="https://cn.openfoodfacts.org/donate-to-open-food-facts">给Open Food Facts捐款，也可以在</a> <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">使用Lilo搜索引擎</a><br/><b> 谢谢！</b></p>

# footer_wiki_link
source: https://wiki.openfoodfacts.org
ca: https://es-ca.openfoodfacts.org/faq
pt_pt: https://pt.wiki.openfoodfacts.org
