Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openpetfoodfacts/*.po
Languages: bg, ca, de, es, fr, he, it, ko, nl_be, pl, pt_pt, ro, ru, tr, vi, zh_cn

source: :langtag
de: de
fr: fr
he: he
ru: ru

source: :langname
de: Deutsch
fr: French
he: Hebrew
ru: Russian

# logo
source: openfoodfacts-logo-en-178x150.png
de: openfoodfacts-logo-de-178x150.png
es: openfoodfacts-logo-es-178x150.png
fr: openfoodfacts-logo-fr-178x150.png
he: openfoodfacts-logo-he-178x150.png
it: openfoodfacts-logo-it-178x150.png
ko: openfoodfacts-logo-kr-178x150.png
nl_be: openfoodfacts-logo-nl-178x150.png
pt_pt: openfoodfacts-logo-pt-178x150.png
ru: openfoodfacts-logo-ru-178x150.png
vi: openfoodfacts-logo-vi-178x150.png

# logo2x
source: openfoodfacts-logo-en-356x300.png
de: openfoodfacts-logo-de-356x300.png
es: openfoodfacts-logo-es-356x300.png
fr: openfoodfacts-logo-fr-356x300.png
he: openfoodfacts-logo-he-356x300.png
it: openfoodfacts-logo-it-356x300.png
ko: openfoodfacts-logo-kr-356x300.png
nl_be: openfoodfacts-logo-nl-356x300.png
pt_pt: openfoodfacts-logo-pt-356x300.png
ru: openfoodfacts-logo-ru-356x300.png
vi: openfoodfacts-logo-vi-356x300.png

# site_name
source: Open Pet Food Facts
de: Open Pet Food Tierfutter-Fakten
ro: Deschideți Pet Food Facts

# tagline
source: Open Pet Food Facts gathers information and data on pet food products from around the world.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
bg: Open Pet Food Facts събира информация и данни за хранителни продукти за домашни любимци от цял свят.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
ca: Open Pet Food Facts recopila informació i dades sobre aliments per animals arreu del món.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
de: Open Pet Food Facts sammelt Informationen und Daten über Tierfutterprodukte aus der ganzen Welt.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
es: Abrir Pet alimentos hechos reúne información y datos sobre productos alimenticios para mascotas de todo el mundo.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
fr: Open Pet Food Facts rassemble des informations et des données sur les produits alimentaires pour animaux de compagnie du monde entier.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
he: Open Pet Food Facts אוסף מידע ונתונים על מזון חיות מחמד מכל רחבי העולם.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
it: Open Pet Food Facts raccoglie informazioni e dati sui prodotti alimentari per animali da tutto il mondo.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
ko: Open Pet Food Facts는 전 세계의 애완 동물 사료 제품에 대한 정보와 데이터를 수집합니다.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
nl_be: Open Pet Food Facts verzamelt informatie en gegevens over huisdiervoedingsproducten van over de hele wereld.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
pl: Open Pet Food Facts zbiera informacje i dane o karmie dla zwierząt domowych z całego świata.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
pt_pt: Open Pet Food Facts reúne informações e dados sobre produtos alimentares para animais de todo o mundo.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
ro: Open Pet Food Facts adună informații și date despre produsele alimentare pentru animale de companie din întreaga lume.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
ru: Open Pet Food Facts (Открытые факты о кормах) собирает данные с упаковок кормов для домашних животных по всему миру.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
tr: Open Pet Food Facts, dünyanın dört bir yanından evcil hayvan besinleriyle hakkında bilgi ve veri toplar.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
vi: Open Pet Food Facts thu thập thông tin và dữ liệu về các sản phẩm thức ăn cho thú nuôi từ khắp nơi trên thế giới.<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>
zh_cn: Open Pet Food Facts收集来自世界各地的宠物食品产品的信息和数据<br/> <div class="flex-video"><embed width="640" height="480" src="https://world.openpetfoodfacts.org/images/misc/opff-leaderboard.svg"></embed></div>

# android_app_link
source: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=en
bg: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=en&hl=bg
ca: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=ca
de: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=de
es: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=es
fr: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=fr
it: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=it
ko: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=ko
nl_be: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=nl
pl: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=pl
pt_pt: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=pt
ro: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=ro
ru: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=ru
tr: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=tr
vi: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=vi
zh_cn: https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner&hl=zh_cn

# product_name_example
source: Pro Plan Adult, rich in chicken
bg: Pro Plan Adult, богат на пилешко месо
ca: Pla Adult Pro, ric en pollastre
de: Profi Plan für Ausgewachsene, reich an Huhn
es: Pro Plan Adultos, rico en pollo
fr: Pro Plan Adulte, riche en poulet
it: Pro Plan Adult, ricco di pollo
ko: 프로 플랜 성인, 치킨이 풍부한
nl_be: Pro Plan Adult, rijk aan kip
pl: Pro Plan Atut, bogaty w kurczaka
pt_pt: Pro Plan Adulto, com muito frango
ro: Pro Plan Adult, bogat în pui
ru: Pro Plan Adult, высокое содержание курицы
tr: Pro Plan Adult, zengin tavuk içeriği
vi: Pro Plan Adult, có nhiều trong thịt gà
zh_cn: 成人计划，丰富的肌肉

# generic_name_example
source: Complete pet food for adult cats
bg: Пълноценна храна за възрастни котки
ca: Aliment complet per a gats adults
de: Komplettes Tierfutter für ausgewachsene Katzen
es: Alimento completo para gatos adultos
fr: Nourriture complète pour chat adulte
he: מזון שלם לחתולים בוגרים
it: Cibo completo per gatti adulti
ko: 성인 고양이를위한 완벽한 애완 동물 사료
nl_be: Complete huisdier voeding voor volwassen katten
pl: Kompleksowa karma dla dorosłych kotów
pt_pt: Alimento completo para gatos adultos
ro: Mâncare completă pentru pisici adulte
ru: Корм сухой полнорационный для взрослых кошек, с высоким содержанием курицы
tr: Yetişkin kediler için komple evcil hayvan besini
vi: Hoàn thiện thức ăn dành cho mèo trưởng thành
zh_cn: 完成成年猫的宠物食品

# categories_example
source: Dry adult cat food
bg: Суха храна за възрастни котки
ca: Pinso per a gats adults
de: Trockennahrung für ausgewachsene Katzen
es: Alimento seco para gatos adultos
fr: Nourriture sèche pour chat adulte
he: מזון יבש לחתולים בוגרים
it: Cibo secco per gatti adulti
ko: 마른 성인 고양이 음식
nl_be: Droog volwassen kattenvoer
pl: Sucha karma dla dorosłych kotów
pt_pt: Comida para gato adulto seco
ro: Măncare uscată pentru pisici adulte
ru: Полнорационный сухой корм для кошек
tr: Kuru yetişkin kedi maması
vi: Đồ ăn khô cho mèo trưởng thành
zh_cn: 干的成年猫猫粮

# labels_example
source: No sugar, No colorings
bg: Без захар, без оцветители
ca: Sense sucre, Sense colorants
de: Zuckerfrei, ohne Farbstoffe
es: Sin azúcar, sin colorantes
fr: Sans sucre, sans colorants
he: אין סוכר, אין צבעי מאכל
it: Senza zucchero o coloranti
ko: 설탕 없음, 착색 없음
nl_be: Geen suiker, geen kleurstoffen
pl: Bez cukru, bez barwników
pt_pt: Sem açúcar, sem corantes
ro: Fără zahăr, Fără coloranți
ru: Без сахара, Без красителей
tr: Şeker yok, Renklendirici yok
vi: Không đường, không phẩm màu
zh_cn: 没有糖，没有色素

# ingredients_text_example
source: Cereals 85.5% (_wheat_ flour, whole-_wheat_ flour 11%), malt extract, ascorbic acid
bg: Зърнени храни 85,5% (_пшенично_ брашно, пълнозърнесто_ брашно 11%), екстракт от малц, аскорбинова киселина
ca: 85,5% de cereals (farina de blat, 11% de farina integral de blat), extracte de malt, àcid ascòrbic
de: Getreide 85,5% (_Weizen_mehl, _Weizen_vollkornmehl 11%), Malzextrakt, Ascorbinsäure (Vitamin C)
es: Cereales 85.5% (harina de _wheat_, harina integral de _wheat_ 11%), extracto de malta, ácido ascórbico
fr: Céréales 85,5% (farine de _blé_, farine de _blé_ complet 11%), extrait de malt, vitamine C
he: 85.5% דגנים (קמח _חיטה_, קמח _חיטה_ מלאה 11%), תמצית לתת, חומצה אסקורבית
it: Cereali 85,5% (farina di _grano_, farina di _grano_ integrale 11%), estratto di malto, acido ascorbico
ko: 곡물 85.5 % (_ 밀가루, 통 밀가루 11 %), 맥아 추출물, 아스코르브산
nl_be: Granen 85,5% (_wheatmeel, volkorenmeel 11%), moutextract, ascorbinezuur
pl: Zboża 85.5% (mąka pszenna, mąka pszenno-razowa 11%), syrop maltozowy, kwas askorbinowy
pt_pt: Cereais 85,5% (farinha de _trigo_, farinha de _centeio_ 11%), extrato de malte (cevada), ácido ascórbico
ro: Cereale 85,5% (făină, făină integrală - 11%), extract de malț, acid ascorbic
ru: Злаки 85.5% (_пшеничная_ мука, цельнозерновая _пшеничная_ мука 11%), солодовый экстракт, какао %, аскорбиновая кислота
tr: Tahıllar %85.5 (_buğday_ unu, tam-_buğday_ unu %11), malt özütü, askorbik asit
vi: Ngũ cốc 85,5% (bột _wheat_, bột mì nguyên cám 11%), chiết xuất mạch nha, axit ascorbic
zh_cn: 谷物85.5％（荞麦粉，全麦粉11％），麦芽汁，抗坏血酸

# ios_app_link
source: https://itunes.apple.com/en/app/open-beauty-facts/id1122926380
de: https://itunes.apple.com/de/app/open-beauty-facts/id1122926380

# windows_phone_app_link
source: https://www.windowsphone.com/en-us/store/app/openfoodfacts/5d7cf939-cfd9-4ac0-86d7-91b946f4df34
de: https://www.microsoft.com/de-de/store/p/openfoodfacts/9nblggh0dkqr
fr: https://www.windowsphone.com/fr-fr/store/app/openfoodfacts/5d7cf939-cfd9-4ac0-86d7-91b946f4df34

# twitter_account
source: OpenFoodFacts
bg: OpenFoodFactsBG
de: OpenFoodFactsDe
es: OpenFoodFactsEs
fr: OpenFoodFactsFr
it: OpenFoodFactsIt
nl_be: OpenFoodFactsNl
pt_pt: OpenFoodFactsPt

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> or <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Thank you!
de: Diese Produktseite ist unvollständig. Sie können helfen, sie zu vervollständigen, indem Sie das Produkt bearbeiten und weitere Daten aus den vorhandenen Fotos hinzufügen oder indem Sie mehr Fotos aufnehmen mit der App für <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> oder <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Vielen Dank!
fr: La page de ce produit n'est pas complète. Vous pouvez aider à la compléter en l'éditant et en ajoutant plus de données à partir des photos que nous avons, ou en prenant plus de photos à l'aide de l'application pour <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> ou <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone / iPad</a>. Merci!
it: Questa pagina di prodotto non è completa. Puoi aiutare a completarla modificandola e aggiungendo più dati dalle foto che abbiamo o scattando più foto usando l'app per <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> o <a href="https://itunes.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Grazie!

# bottom_content
source: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> is made by a non-profit association, independent from the industry. It is made for all, by all, and it is funded by all. You can support our work by <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donating to Open Beauty Facts</a> and also by <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">using the Lilo search engine</a>.<br/><b>Thank you!</b></p>
de: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Für Open Beauty Facts spenden" /></a><p>„site_name” wird von einem gemeinnützigen, branchenunabhängigen Verein geführt. Sie ist für alle gemacht, von allen, und sie wird von allen finanziert. Sie können unsere Arbeit unterstützen, <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">indem Sie an Open Beauty Facts spenden</a> und auch die <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">Lilo-Suchmaschine nutzen</a>.<br/><b>Vielen Dank!</b></p>
es: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> está formada como asociación sin ánimo de lucro, independiente de la industria. Está hecha para todos, por todos, y está financiada por todos. Puedes apoyar nuestro trabajo donando <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">a Open Beauty Facts</a> y también <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando el buscador de Lilo</a>.<br/><b>Gracias!</b></p>
fr: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donner à Open Food Facts" /></a><p><<site_name>> est développé par une association à but non lucratif indépendante de l'industrie. Open Food Facts est fait pour tous, par tous, et est financé par tous. Vous pouvez soutenir notre travail en <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/">donnant à Open Food Facts</a> et aussi en utilisant le <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">moteur de recherche Lilo</a>.<br/><b>Merci beaucoup !</b></p>
it: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Donate to Open Beauty Facts" /></a><p><<site_name>> é fatta da un'associazione no-profit, indipendentemente dalle industrie. È fatto per tutti, da tutti ed è fondata da tutti. Puoi supportare il nostro lavoro da <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">donando ad Open Beauty Facts</a> ed anche <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">usando il motore di ricerca Lilo</a>.<br/><b>Grazie!</b></p>
tr: <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en"><img src="https://static.openfoodfacts.org/images/svg/donate-icon.svg" alt="Open Beauty Facts'e Bağışta Bulunun" /></a><p><<site_name>>, kar amacı gütmeyen bir kuruluş tarafından sektörden bağımsız olarak yapılmıştır. Herkes tarafından, herkes için yapılmış ve herkes tarafından finanse edilmiştir. Çalışmalarımızı <a href="https://www.helloasso.com/associations/open-food-facts/formulaires/1/widget/en">Open Beauty Facts'e bağışta bulunarak</a> ve ayrıca <a href="https://www.lilo.org/fr/open-food-facts/?utm_source=open-food-facts">Lilo arama motorunu kullanarak</a> destekleyebilirsin.<br/><b>Teşekkürler!</b></p>

# donate
source: Donate to Open Pet Food Facts
bg: Дари за Open Pet Food Facts
ca: Feu un donatiu a Open Pet Food Facts
de: An Open Pet Food Facts spenden
es: Done a Open Food Facts
fr: Faire un don à Open Pet Food Facts
it: Dona a Open Pet Food Facts
ko: Open Beauty Facts에게 기부하기
nl_be: Doneer naar de Open Dierenvoeding Feiten
pl: Wpłać darowiznę na rzecz Open Pet Food Facts
pt_pt: Fazer um donativo ao Open Pet Food Facts
ro: Donează la Open Pet Food Facts
tr: Open Pet Food Facts'e Bağışta Bulunun
vi: Đóng góp cho Open Pet Food Facts
zh_cn: 捐款给Open Pet Food Facts

# footer
source: <a href="https://world.openpetfoodfacts.org/legal">Legal</a> - <a href="https://world.openpetfoodfacts.org/terms-of-use">Terms of Use</a> - <a href="https://world.openpetfoodfacts.org/who-we-are">Who we are</a> - <a href="https://world.openpetfoodfacts.org/faq">Frequently Asked Questions</a> - <a href="https://openfoodfacts.uservoice.com/">Ideas Forum</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">Press and Blogs</a>
de: <a href="https://world.openpetfoodfacts.org/legal">Gesetzliche Hinweise</a> - <a href="https://world.openpetfoodfacts.org/terms-of-use">Nutzungsbedingungen</a> - <a href="https://world.openpetfoodfacts.org/who-we-are">Wer wir sind</a> - <a href="https://world.openpetfoodfacts.org/faq">Häufig gestellte Fragen</a> - <a href="https://openfoodfacts.uservoice.com/">Ideen-Forum</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">Presse und Blogs</a>
es: <a href="https://world.openpetfoodfacts.org/legal">Legal</a> - <a href="https://world.openpetfoodfacts.org/terms-of-use">Términos de uso</a> - <a href="https://world.openpetfoodfacts.org/who-we-are">Quiénes somos</a> - <a href="https://world.openpetfoodfacts.org/faq">Preguntas frecuentes</a> - <a href="https://openfoodfacts.uservoice.com/">Foro de ideas</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">Prensa y Blogs</a>
fr: <a href="https://fr.openfoodfacts.org/mentions-legales">Mentions légales</a> - <a href="https://fr.openfoodfacts.org/conditions-d-utilisation">Conditions d'utilisation</a> - <a href="https://fr.openfoodfacts.org/qui-sommes-nous">Qui sommes nous ?</a> - <a href="https://fr.openfoodfacts.org/questions-frequentes">Questions fréquentes</a> - <a href="https://openfoodfactsfr.uservoice.com/">Forum des idées</a> - <a href="https://fr.blog.openfoodfacts.org">Blog</a> - <a href="https://fr.openfoodfacts.org/presse-et-blogs">Presse, Blogs et Présentations</a>
it: <a href="https://world.openpetfoodfacts.org/legal">Legale</a> - <a href="https://world.openpetfoodfacts.org/terms-of-use">Termini di Utilizzo<a href="https://world.openpetfoodfacts.org/who-we-are">Chi siamo</a> - <a href="https://world.openpetfoodfacts.org/faq">Domande Chieste di Frequente</a> - <a href="https://openfoodfacts.uservoice.com/">Forum Ideas</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">Stampa e Blog</a>
ko: <a href="https://world.openpetfoodfacts.org/legal">법률 <span class="notranslate"></a> </span> <a href="https://world.openpetfoodfacts.org/terms-of-use">이용 약관</a> - <a href="https://world.openpetfoodfacts.org/who-we-are">저희는 이런 사람이에요</a> - <a href="https://world.openpetfoodfacts.org/faq">자주 묻는 질문 (FAQ)</a> - <a href="https://openfoodfacts.uservoice.com/">아이디어 포럼</a> - <a href="https://en.blog.openpetfoodfacts.org">블로그</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">를 누르고 블로그</a>
nl_be: <a href="https://world.openpetfoodfacts.org/legal">Juridisch</a> - <a href="https://world.openpetfoodfacts.org/terms-of-use">Gebruiksvoorwaarden</a> - <a href="https://world.openpetfoodfacts.org/who-we-are">Wie zijn we</a> - <a href="https://world.openpetfoodfacts.org/faq">Veelgestelde Vragen</a> - <a href="https://openfoodfacts.uservoice.com/">Ideeënforum</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">Pers en Blogs</a>
pt_pt: <a href="https://world.openpetfoodfacts.org/legal">Legal</a> - <a href="https://world.openpetfoodfacts.org/terms-of-use">Termos de Uso</a> - <a href="https://world.openpetfoodfacts.org/who-we-are">Quem nós somos</a> - <a href="https://world.openpetfoodfacts.org/faq">Perguntas Frequentes</a> - <a href="https://openfoodfacts.uservoice.com/">Fórum de Ideias</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://world.openpetfoodfacts.org/press-and-blogs">Imprensa e Blogs</a>
tr: <a href="https://tr.openpetfoodfacts.org/legal">Hukuki</a> - <a href="https://tr.openpetfoodfacts.org/terms-of-use">Kullanım Koşulları</a> - <a href="https://tr.openpetfoodfacts.org/who-we-are">Biz Kimiz</a> - <a href="https://tr.openpetfoodfacts.org/faq">Sıkça Sorulan Sorular</a> - <a href="https://openfoodfacts.uservoice.com/">Fikirler Forumu</a> - <a href="https://en.blog.openpetfoodfacts.org">Blog</a> - <a href="https://tr.openpetfoodfacts.org/press-and-blogs">Basın ve Bloglar</a>
