Repository: openfoodfacts/openfoodfacts-server
Catalog: po/openpetfoodfacts/*.po
Languages: bg, ca, de, es, fr, he, it, ko, nl_be, pl, pt_pt, ro, ru, tr, vi, zh_cn

# openfoodhunt_points
source: It's <a href="/open-beauty-hunt">Open Pet Food Hunt</a> on <<site_name>> from Saturday February 21st to Sunday March 1st! Contributors are awarded Explorer points for products they add and Ambassador points for new contributors they recruit. Points are updated every 30 minutes.
bg: Това е <a href="/open-beauty-hunt">открит лов за храна за домашни любимци</a> на <<site_name>> от събота, 21 февруари до неделя, 1 март! Сътрудниците получават точки Explorer за продукти, които добавят, и Ambassador точки за нови сътрудници, които наемат. Точките се актуализират на всеки 30 минути.
ca: És <a href="/open-beauty-hunt">temporada de caça oberta d'aliments per mascotes</a> del <<site_name>> dissabte 21 de febrer al diumenge 1 de març! Els col·laboradors reben punts d'Explorador pels productes que afegeixen i punts d'Ambaixador per als nous col·laboradors que reclutin. Els punts s'actualitzen cada 30 minuts.
es: ¡Es <a href="/open-beauty-hunt" >Open Pet Food Hunt</a> en <<site_name>> desde el sábado 21 de febrero hasta el domingo 1 de marzo! Los colaboradores reciben puntos de Explorador por los productos que añaden y puntos de Embajador por los nuevos colaboradores que reclutan. Los puntos se actualizan cada 30 minutos.
it: È <a href="/open-beauty-hunt">Open Pet Food Hunt</a> su <<site_name>> da sabato 21 febbraio a domenica 1 marzo! I contributori sono premiati con punti Esploratore per i prodotti che aggiungono e i punti Ambasciatore per i nuovi contributori che assumono. I punti vengono aggiornati ogni 30 minuti.
ko: 2월 21일 토요일부터 3월 1일 일요일까지 <<site_name>>의 <a href="/open-beauty-hunt">Open Pet Food Hunt</a> 입니다! 기고자에게는 추가 한 제품에 대해 탐험가 포인트가, 새로 모집 한 신규 기고자에 대한 대사 포인트가 부여됩니다. 포인트는 30분마다 업데이트됩니다.
nl_be: Het is <a href="/open-beauty-hunt">Open Pet Food Hunt</a> op <<site_name>> van zaterdag 23 februari tot zondag 1 maart 1! Deelnemers ontvangen Ontdekkerspunten voor de producten die ze toevoegen, en Ambassadeurspunten voor nieuwe deelnemers, die ze aanbrengen. De punten worden elke minuten geupdate.
pl: Od soboty 21 lutego do niedzieli 1 marca trwa <a href="/open-beauty-hunt">Otwarte polowanie na karmę dla zwierząt!</a> on <<site_name>> Współtwórców nagradzamy punktami Badacza za dodany produkt, a punty Reprezentanta za zwerbowanych nowych współtwórców. Punktacja zmienia się co 30 minut.
pt_pt: É a <a href="/open-beauty-hunt">Open Pet Food Hunt</a> no <<site_name>> de sábado, 21 de fevereiro a domingo, 1 de março! Os participantes são recompensados com pontos de Explorador para os produtos que adicionarem e com pontos de Embaixador para as novas contribuições que tiverem recrutado. Os pontos são actualizados a cada 30 minutos.
ro: Este <a href="/open-beauty-hunt">Open Pet Food Hunt</a> pe <<site_name>> de sâmbătă, 21 februarie, până duminică, 1 martie! Colaboratorilor li se acordă puncte Explorer pentru produsele pe care le adaugă și puncte Ambasador pentru colaboratorii noi pe care îi recrutează. Punctele sunt actualizate la fiecare 30 de minute.
tr: 21 Şubat Cumartesi'den 1 Mart 1 Pazar'a kadar <<site_name>> adresinde <a href="/open-beauty-hunt">Açık Evcil Hayvan Yiyeceği Avı</a>! Katkıda bulunanlara ekledikleri ürünler için Kaşif puanları ve kazandırdıkları yeni katılımcılar için Elçi puanları verilir. Puanlar 30 dakikada bir güncellenir.
vi: Ở <a href="/open-beauty-hunt">Open Pet Food Hunt</a> <<site_name>> từ Thứ Bảy ngày 21 tháng Hai đến Chủ Nhật ngày 1 tháng Ba! Cộng tác viên được thưởng điểm Khám phá cho các sản phẩm họ thêm vào và điểm Đại sứ cho những cộng tác viên mới mà họ kêu gọi tham gia cùng. Điểm được cập nhật sau mỗi 30 phút.
zh_cn: 这是 <a href="/open-beauty-hunt">2月21日星期六至3月1日星期天期间，在<<site_name>>Open Pet Food Hunt</a> ！ 贡献者贡献的数据。 贡献者可以通过添加产品和招聘新贡献者获得积分。 积分每30分钟更新一次。

# warning_not_complete
source: This product page is not complete. You can help to complete it by editing it and adding more data from the photos we have, or by taking more photos using the app for <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> or <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a>. Thank you!
es: Esta página de producto no está completa. Puede ayudar a completarla editando y agregando más datos de las fotos que tenemos, o tomando más fotos con la aplicación para <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> o <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone / iPad</a>. ¡Gracias!
tr: Bu ürün sayfası tamamlanmadı. Düzenleyerek ve elimizdeki fotoğraflardan daha fazla veri ekleyerek, ya da <a href="https://play.google.com/store/apps/details?id=org.openpetfoodfacts.scanner">Android</a> veya <a href="https://apps.apple.com/us/app/open-beauty-facts/id1122926380?mt=8">iPhone/iPad</a> uygulamalarını kullanarak daha fazla fotoğraf çekerek tamamlanmasına yardım edebilirsiniz. Teşekkürler!

# brands_example
source: Purina, Pedigree
he: בונזו, קט-לי
ko: 퓨리나, 혈통
zh_cn: 普瑞纳，血统

# get_the_app_link
source: /open-pet-food-facts-mobile-app
pl: /otwórz-aplikację-mobilną-pet-food-facts

# get_the_app_link
source: open-pet-food-facts-mobile-app
tr: open-pet-food-facts-mobil-uygulaması
